[
    {
        "Tweet": "Bill Gates: privacy please everyone.\n\nAlso Bill Gates: we need vaccine passports.",
        "Timestamp": "2021-05-08 14:48:36"
    },
    {
        "Tweet": "Why are Facebook and Apple fighting over your search history?\n\nIt comes down to Apple wanting to protect your privacy and Facebook wanting to monetize it. https:\/\/t.co\/ZmPdMCXLih",
        "Timestamp": "2021-05-08 17:00:00"
    },
    {
        "Tweet": "3) Bitcoin's disastrous privacy is the \"missing stair\" of cryptocurrency. Every expert understands it's a problem, but—as experts—they themselves know how to compensate for the risk in their own personal interactions with Bitcoin, and therefore feel no urgency to actually fix it.",
        "Timestamp": "2021-05-08 14:41:19"
    },
    {
        "Tweet": "Bill Gates wants vaccine passports for us and privacy for himself.",
        "Timestamp": "2021-05-09 15:59:31"
    },
    {
        "Tweet": "Not only is the solvency of the banks – and the security of people’s savings – in question, but recent moves by the Central Bank have also threatened bank customers’ privacy. By ⁦@FrontierMM⁩ \n#WhatsHappeningInMyanmar  https:\/\/t.co\/KoD5swbMA2",
        "Timestamp": "2021-05-09 10:20:27"
    },
    {
        "Tweet": "Hey @Snowden, would you like to come on a #bitcoin show and discuss your thoughts on privacy. We can pair you up with a couple of good eggs like @gladstein and @matt_odell, maybe even a core dev.",
        "Timestamp": "2021-05-08 20:14:48"
    },
    {
        "Tweet": "4) Privacy coins are great, but they're too small and too easy to smother via regulatory actions like de-listing from exchanges. Only Bitcoin has immunity-via-dominance to delisting. It adopting privacy-by-design instantly normalizes financial privacy. Ultima Ratio Cryptum.",
        "Timestamp": "2021-05-08 14:53:02"
    },
    {
        "Tweet": "1) This is such a profoundly misleading TL;DR of a privacy-focused talk that it's hard to call it anything but intentionally deceptive.\n\n2) To the extent I own crypto (unless and until it has been lost in boating accidents), I own more bitcoin than anything else—but",
        "Timestamp": "2021-05-08 14:21:32"
    },
    {
        "Tweet": "Parents sharing photos, stories, and private details of their children on the Internet often do so without fully understanding the long-term repercussions on data surveillance and privacy. https:\/\/t.co\/dFGBuhEUVt",
        "Timestamp": "2021-05-09 19:41:50"
    },
    {
        "Tweet": "Respect @Snowden for his work on privacy and criticism of CBDCs. But this clip is a disaster. TLDR:\n\n-Taproot makes Bitcoin privacy worse\n-Lightning is \"shenanigans\"\n-Attacks core devs\n-Hypes NFTs + privacy coins (except Monero which he trashes)\n\nWhen SnowdenCoin? Say it ain't so https:\/\/t.co\/xQtoGyCEHV",
        "Timestamp": "2021-05-08 06:34:44"
    },
    {
        "Tweet": "I have read so much blithe stuff over the years about how normal people don't care about privacy, that it's only a concern for eggheads or activists or crooks https:\/\/t.co\/MAFjZQYg7f",
        "Timestamp": "2021-05-09 04:09:10"
    },
    {
        "Tweet": "#COVID19 Statistics in SA as at 08 May.\n\nUse the COVID Alert SA app to protect yourself, your loved ones and your community. Start using this privacy preserving app today. Add your phone to the fight! Download the Covid Alert SA app now! https:\/\/t.co\/8YKEqaiiRF https:\/\/t.co\/jCmEy97AFE",
        "Timestamp": "2021-05-08 21:04:53"
    },
    {
        "Tweet": "The card that millions use to prove their identity may soon be a thing of the past as more states develop digital driver’s licenses. With the advent of digital wallets and boarding passes, people are relying more on their phones to prove their identity. https:\/\/t.co\/UIhBeMuCcF",
        "Timestamp": "2021-05-08 17:31:03"
    },
    {
        "Tweet": "Bill Gates just asked us all for privacy...let that sink in for a moment. 😂",
        "Timestamp": "2021-05-06 21:02:48"
    },
    {
        "Tweet": "Most effective advertisement against Facebook tracking and in favor of @tim_cook’s actions to protect user privacy. \n\nThe people have voted:  @apple 96% of iPhone users don’t want to be tracked to 4% who want Zuck to creep on them — game over, Apple wins  https:\/\/t.co\/P8vQx7ooos",
        "Timestamp": "2021-05-08 02:39:35"
    },
    {
        "Tweet": "Whatever you think of Bill Gates, he’s a human being, so let’s respect his privacy. (Link unrelated)\n\nhttps:\/\/t.co\/S41sROdDRK",
        "Timestamp": "2021-05-03 21:09:05"
    },
    {
        "Tweet": "Bill Gates deserves all of the same privacy he would give those who aren’t going to take the vaccine.",
        "Timestamp": "2021-05-04 02:18:09"
    },
    {
        "Tweet": "Bill and Melinda Gates: “We ask for space and privacy for our family as we begin to navigate this new life.” Can our families also have space and privacy from both of you?",
        "Timestamp": "2021-05-04 00:43:05"
    },
    {
        "Tweet": "This is a horrifying security\/privacy flaw. Don’t use the Twitter Tip Jar until this gets figured out, folks. https:\/\/t.co\/lp6wT2j9VR",
        "Timestamp": "2021-05-06 21:30:11"
    },
    {
        "Tweet": "Bill Gates: “We need to be able to track Americans with vaccine passports.“\n\nAlso Bill Gates: “Please respect my privacy during this difficult time.”",
        "Timestamp": "2021-05-05 08:15:22"
    },
    {
        "Tweet": "I had a truly excellent conversation with the deeply impressive @MartaBelcher on cryptocurrencies, the threat of Central Bank Digital Currencies, privacy coins, Bitcoin's Taproot upgrade, how cash is tracked, and other things, like, you know, mass surveillance. Watch here: https:\/\/t.co\/ozccM8dV1E",
        "Timestamp": "2021-05-07 20:07:40"
    },
    {
        "Tweet": "Why is Facebook so upset about the new Apple privacy feature?\n\nIf you don’t know, now you know. https:\/\/t.co\/JKxn5SD2mh",
        "Timestamp": "2021-05-04 12:02:00"
    },
    {
        "Tweet": "Anyone else find it ironic Bill Gates is asking for privacy?",
        "Timestamp": "2021-05-04 17:18:54"
    },
    {
        "Tweet": "NEWS: Today we welcome Arrington Capital, Blocktower Capital, Spartan Group, and Skynet Trading to the Secret ecosystem as they acquire a collective $11.5M position in $SCRT, helping support the ongoing growth of privacy-preserving apps on Secret Network. \nhttps:\/\/t.co\/0YkNm6BFjK https:\/\/t.co\/bpw290nAYS",
        "Timestamp": "2021-05-03 14:06:59"
    },
    {
        "Tweet": "Remember how Apple refused to unlock the San Bernardino shooter's iPhone, because it was the principle, they had to protect their user's privacy? \nBut, notice how fast they were to let the same FBI break into Rudy Giuliani's iCloud: https:\/\/t.co\/itPc9JfHQT",
        "Timestamp": "2021-05-03 16:51:39"
    },
    {
        "Tweet": "Facebook and Instagram notices in iOS apps tell users tracking helps keep them ‘free of charge’ https:\/\/t.co\/LKAkR9cnuQ https:\/\/t.co\/VU8UjuCDzL",
        "Timestamp": "2021-05-02 19:31:47"
    },
    {
        "Tweet": "“@SecretNetwork is the first blockchain ecosystem to prioritize privacy. Financial privacy is critical to individual freedom,” said @arrington.\nBy @benjaminopowers\nhttps:\/\/t.co\/K6lXfTbZVl",
        "Timestamp": "2021-05-03 14:14:37"
    },
    {
        "Tweet": "COVID-19 passports pose serious privacy threats unless regulators prioritize data protection.\n\n\"…minimize data collection &amp; retention, meet &amp; go beyond legal requirements, &amp; follow privacy-by-design principles to ensure robust respect for human rights.\"\n\nhttps:\/\/t.co\/JFbC2r3tVM",
        "Timestamp": "2021-05-03 13:47:01"
    },
    {
        "Tweet": "In the race towards Web 3 financial privacy, Secret Network attracts backing from key players https:\/\/t.co\/UC1cWs6VJ8 by @mikebutcher",
        "Timestamp": "2021-05-03 14:00:52"
    },
    {
        "Tweet": "While you might want to respect their personal privacy, and should, this is a still a big deal for all their extensive and impactful joint philanthropy. https:\/\/t.co\/LLhuk6t2cA",
        "Timestamp": "2021-05-03 20:44:53"
    },
    {
        "Tweet": "Congratulations @SecretNetwork: In the race toward Web 3 financial privacy, Secret Network attracts backing from key players https:\/\/t.co\/OQFVD2cr7e via @techcrunch @torbair @arringtonXRPcap  #SCRT",
        "Timestamp": "2021-05-03 18:32:52"
    },
    {
        "Tweet": "Facebook hits back at the new privacy features in iOS by telling its users surveilling them helps keep Facebook free.  😂😂😂 https:\/\/t.co\/jd0OveIBeZ",
        "Timestamp": "2021-05-02 22:27:55"
    },
    {
        "Tweet": "There are plenty of reasons why we MUST BAN vaccine passports\n\n&gt;potential breaches of privacy regarding sensitive personal health info\n&gt;lack of remedies if privacy is breached\n&gt;embedding discrimination of those with legitimate reasons for not getting it https:\/\/t.co\/ne0dpRCty4",
        "Timestamp": "2021-05-03 09:40:13"
    },
    {
        "Tweet": "#COVID19 Statistics in SA as at 02 May.\n\nUse the COVID Alert SA app to protect yourself, your loved ones and your community. Start using this privacy preserving app today. Add your phone to the fight! Download the Covid Alert SA app now! https:\/\/t.co\/8YKEqaiiRF https:\/\/t.co\/FdYq5OLzgJ",
        "Timestamp": "2021-05-02 21:00:00"
    },
    {
        "Tweet": "discovered the first gray hairs on my head. please respect my family’s privacy during this difficult time.",
        "Timestamp": "2021-05-02 18:57:23"
    },
    {
        "Tweet": "A new patent suggests that a Siri upgrade could transform privacy on Apple devices https:\/\/t.co\/zTtXFRVa80 https:\/\/t.co\/LhEcC18oFr",
        "Timestamp": "2021-05-02 18:36:05"
    },
    {
        "Tweet": "Facebook and Instagram goes for scare tactics with new iOS tracking warning message  https:\/\/t.co\/OSa3TvusIo https:\/\/t.co\/EAaR2e4Yzq",
        "Timestamp": "2021-05-02 15:51:52"
    },
    {
        "Tweet": "To commemorate EFF’s 30th anniversary, we are continuing our series of fireside chats! Tune in to our latest livestream on May 5 where EFF staff and Edward Snowden will be taking audience questions about surveillance and privacy. https:\/\/t.co\/kfgbsXCo2B",
        "Timestamp": "2021-05-02 16:18:00"
    },
    {
        "Tweet": "Well I seem to collecting stories like this. If you lived in one of these states or a place like North Carolina (that narrowly missed), and did NOT vote for Clinton in '16 but DID vote for Biden in '20, I'd love to hear from you. Will protect your privacy. #SwingVotes2020 https:\/\/t.co\/SS2vaVdOaq",
        "Timestamp": "2021-05-02 13:54:24"
    },
    {
        "Tweet": "And this is why designing contact tracing in such a way that it limits feature creep was so important, regardless of all the clueless comments on how “privacy was irrelevant” in a pandemic. https:\/\/t.co\/qizNKyFeps",
        "Timestamp": "2021-05-02 11:26:53"
    },
    {
        "Tweet": "I also understand we all need to know things for our personal comfort levels &amp; health decisions so you can say “right now we are only getting together with people who have also been vaccinated. We know it’s personal. let me know when you’re ready\/able to hang.” ta da! Privacy!",
        "Timestamp": "2021-05-02 16:53:46"
    },
    {
        "Tweet": "Getting rather pathetic at this point. Next they are going to tell us Zuckerberg is going broke. https:\/\/t.co\/iM2wh2ntxA",
        "Timestamp": "2021-05-02 17:37:54"
    },
    {
        "Tweet": "RT, if you trust God.",
        "Timestamp": "2021-05-08 23:27:10"
    },
    {
        "Tweet": "Purpose is one of the greatest rewarding factors in any sort of long term success story in ALL aspects of life. It makes the stress more exciting, turns each failure into a lesson, cultivates honestly and trust, views money as a fuel not a goal, and turns work into passion.",
        "Timestamp": "2021-05-08 12:16:39"
    },
    {
        "Tweet": "I always know wtf is up . Trust .",
        "Timestamp": "2021-05-08 06:15:30"
    },
    {
        "Tweet": ".@IAHV &amp; @artofliving will be distributing 500 Oxygen concentrators and 5 Lakh N95 masks in the Delhi-NCR region. 200 Oxygen concentrators have already been delivered to Delhi Government and various Trust hospitals. #IAHVCovidCare https:\/\/t.co\/MIE2RuPbnj",
        "Timestamp": "2021-05-09 03:38:13"
    },
    {
        "Tweet": "Years of effort to rebuild trust in the banking sector after the crippling 2003 financial crisis have been wasted due to the military’s seizure of power and its manipulation of the Central Bank\nhttps:\/\/t.co\/nY4eJgBIXs",
        "Timestamp": "2021-05-09 10:04:28"
    },
    {
        "Tweet": "For the love of Namma Tamil Nadu, we are doing our bit by procuring 450 Oxygen concentrators to @chennaicorp, through Bhoomika trust.\nRead: https:\/\/t.co\/25o8q3gmff\n\nWe are in this together 💛\n\n#StayHome #StaySafe #WhistlePodu #Yellove 🦁 https:\/\/t.co\/tkZpISatEb",
        "Timestamp": "2021-05-08 15:43:05"
    },
    {
        "Tweet": "Thank you to all of our candidates, activists, supporters and staff. And thank you to everyone who has put their trust in us and delivered a record vote and a record number of Scottish Green MSPs! 🗳️💚🏴󠁧󠁢󠁳󠁣󠁴󠁿 https:\/\/t.co\/ES6oqrcMIR",
        "Timestamp": "2021-05-08 19:41:51"
    },
    {
        "Tweet": "Simply thank you. I will do everything I can to repay the trust and confidence given to me by the people of our great region. https:\/\/t.co\/YCmEixPcM2",
        "Timestamp": "2021-05-08 17:13:00"
    },
    {
        "Tweet": "trust fund kids showing up to their parents funeral https:\/\/t.co\/UW1p2oKLS0",
        "Timestamp": "2021-05-08 20:19:49"
    },
    {
        "Tweet": "Hearing from one shad cab min that Lisa Nandy is “definitely next” to be sacked because “people around Keir think she’s disloyal”. \n\nNandy stood against Starmer for leadership so trust is low in some quarters. But many wld feel it’s a crazy move as she’s one of best communicators",
        "Timestamp": "2021-05-08 18:47:40"
    },
    {
        "Tweet": "Isn't it interesting how the #Seychelles is the world's most vaccinated country and also now has the highest increase in #COVID \"cases\". \n\nBut don't worry, just trust in 'The Science'.... https:\/\/t.co\/4DTeK5gCgU",
        "Timestamp": "2021-05-08 14:32:53"
    },
    {
        "Tweet": "The same people who won't get the vaccine because they can't trust what someone else with an agenda might be doing to them listen to Fox News.",
        "Timestamp": "2021-05-08 13:32:24"
    },
    {
        "Tweet": "Ramadan kits distributed by Zoya Charitable Trust. #Ramadan https:\/\/t.co\/MdDBQZk9pW",
        "Timestamp": "2021-05-09 08:57:20"
    },
    {
        "Tweet": "never trust two guys on a motorcycle in Brazil https:\/\/t.co\/6MPiB2RB1b",
        "Timestamp": "2021-05-08 16:33:03"
    },
    {
        "Tweet": "dunno who i can trust these days.",
        "Timestamp": "2021-05-08 21:50:56"
    },
    {
        "Tweet": "Imagine the reaction on Reddit when it becomes clear that Trust the Science led to what happened in Wuhan",
        "Timestamp": "2021-05-08 04:31:37"
    },
    {
        "Tweet": "Struggling with the logic:  Tx republicans trust any non-felon adult to carry a gun with no training or licensing, but do not trust someone to vote without advance registration, ID and extreme supervision?",
        "Timestamp": "2021-05-08 04:10:29"
    },
    {
        "Tweet": "The Free State education department has unsuccessfully asked the provincial treasury to condone the R500-million irregular expenditure related to a “non-compliant” partnership with the Kagiso Shanduka Trust. https:\/\/t.co\/lPsopMdyme",
        "Timestamp": "2021-05-08 04:58:11"
    },
    {
        "Tweet": "Blessed are those who trust in the Lord and have made the Lord their hope and confidence” #Blessings",
        "Timestamp": "2021-05-08 05:49:45"
    },
    {
        "Tweet": "Trust me, I'm a doctor https:\/\/t.co\/BZHtL2H5No",
        "Timestamp": "2021-05-08 03:57:19"
    },
    {
        "Tweet": "Folks during this horriffic times\n\nPM Cares Trust, Sewa Bharati, My own Temple Trust &amp; Hindu Charities have stood for all of us. \n\nUrge every body to donate minimum of ₹ 10 daily for next one year to above mentioned entities. \n\n🙏",
        "Timestamp": "2021-05-08 04:46:59"
    },
    {
        "Tweet": "On May 3, the Indic Collective Trust (ICT) had moved the Supreme Court over the post-poll violence that has erupted in West Bengal\nhttps:\/\/t.co\/NCQ7JJdvQs",
        "Timestamp": "2021-05-08 02:30:00"
    },
    {
        "Tweet": "Who do you trust most from list below?",
        "Timestamp": "2021-05-08 00:20:23"
    },
    {
        "Tweet": "Dear Lord,\n\nToday, I confess some days the battles are too hard and difficult. I have little strength and the enemy feels too formidable. But I will stand still and see Your deliverance. I will clearly declare and believe that the battle belongs solely to You. I trust You. Amen🙏🏾",
        "Timestamp": "2021-05-07 12:42:11"
    },
    {
        "Tweet": "Why are Republicans so afraid of questions?\n\nTrump was never afraid of questions on anything.\n\nThat’s how you build trust and change minds: TRANSPARENCY.",
        "Timestamp": "2021-05-07 20:34:57"
    },
    {
        "Tweet": "My sincere thanks to the great People of Nandigram for their love, trust, blessings, and support, and for choosing me as their representative and the MLA from #Nandigram. It is my never-ending commitment to be of service to them and working for their welfare. I am truly grateful! https:\/\/t.co\/oQyeYswDa8",
        "Timestamp": "2021-05-02 14:24:31"
    },
    {
        "Tweet": "Thanks Anna ...wishes from you are always special. \nPull TN outta this financial Mess Anna.\nIn PTR WE TRUST 😇🙏🏽🌄 https:\/\/t.co\/RcxdZ5bqKn",
        "Timestamp": "2021-05-08 03:05:36"
    },
    {
        "Tweet": "When my album drops you will enjoy every drop of it, trust me",
        "Timestamp": "2021-05-08 02:00:28"
    },
    {
        "Tweet": "Good news, but it's not just pubs that we want to visit freely, without #VaccinePassports. \nMessage for @BorisJohnson - now that voters have taken a risk and put their trust in Tories (for now), surely it's time for Tories to stop being risk-adverse and put their trust in voters. https:\/\/t.co\/I783CvJIK1",
        "Timestamp": "2021-05-07 21:58:32"
    },
    {
        "Tweet": "Congratulations, Kerala! We will do our best to live up to the trust and responsibility you have vested in us. We thank the people of Tamil Nadu for giving our alliance an opportunity to work for them. (1\/n)",
        "Timestamp": "2021-05-02 12:07:56"
    },
    {
        "Tweet": "“I speak for many people in that Trump has never actually been wrong, and so we’ve learned to trust when he says something, that he’s not just going to spew something out there that’s wrong and not verified.” My latest on fealty to the Big Lie in the GOP...https:\/\/t.co\/slevKKAq8t https:\/\/t.co\/Y9j7YMFcPS",
        "Timestamp": "2021-05-02 14:04:55"
    },
    {
        "Tweet": "Trust God at all times",
        "Timestamp": "2021-05-02 14:04:50"
    },
    {
        "Tweet": "I’m a little bewildered by the the fact that many people that distrusted and still distrust the government ( or particular administrations), totally trust them on Covid.",
        "Timestamp": "2021-05-02 12:52:43"
    },
    {
        "Tweet": "\"We are not criminals because we are black. Nor are we somehow the only people in America who don’t want to live in safe neighborhoods. Yet many of us cannot fundamentally trust the people who are charged with keeping us and our communities safe.\"\nhttps:\/\/t.co\/D2bGhTfykW",
        "Timestamp": "2021-05-02 11:16:01"
    },
    {
        "Tweet": "If you want to be a writer, write.\nIf you want to be a speaker, speak.\nIf you want to be a leader, lead.\nIf you want to be a learner, teach.\nIf you want to be fit, move.\nIf you want to be relevant, add value.\nIf you want to be happy, be yourself.\nIf you want to be trusted, trust.",
        "Timestamp": "2021-05-02 13:12:24"
    },
    {
        "Tweet": "Too many are making politics their God instead of trusting in God. They worship political leaders instead of the creator of the universe. Trust in the one who created you, loves you, has a plan for you and wants your heart, not your vote.",
        "Timestamp": "2021-05-02 12:25:13"
    },
    {
        "Tweet": "Republican organizer in this story:\n\n“I think I speak for many people in that Trump has never actually been wrong, and so we’ve learned to trust when he says something, that he’s not just going to spew something out there that’s wrong and not verified.\"\n\nhttps:\/\/t.co\/MshffBFXgn",
        "Timestamp": "2021-05-02 12:33:07"
    },
    {
        "Tweet": "The Telegraph can reveal that the Prince of Wales encouraged the British Asian Trust to set up the ‘Oxygen for India’ appeal  https:\/\/t.co\/LZJRcbpi26",
        "Timestamp": "2021-05-02 11:10:33"
    },
    {
        "Tweet": "10 Ques:\n1. When UK home of Cambridge trust SAGs then why not you?\n2. Do you know difference btw SAGs &amp; TAGs?\n3. Are you an expert of exams as all top Pak schools support SAGs?\n4. Who is responsible if A2 students get covid?\n5.What will Board students do if Covid worsens in June? https:\/\/t.co\/LgcNtqLy6q",
        "Timestamp": "2021-05-02 11:17:48"
    },
    {
        "Tweet": "The big boys need to credit these alt coins for the growth of their own platforms &amp; exchnages...trust me these alt coins are getting smart... never mind smart contracts I’m hearing things that are revolutionary, the alt coins will drop the “giants” faster than a whale can dump.",
        "Timestamp": "2021-05-02 12:57:52"
    },
    {
        "Tweet": "When you can define in more detail what freedom looks like to you, it becomes easier to create inroads with members of other communities who share this same vision for freedom, and easier to build the deep trust necessary to create real, global movements for systems change.",
        "Timestamp": "2021-05-02 11:32:43"
    },
    {
        "Tweet": "Many congratulations to Mr. @mkstalin ji and @INCTamilNadu for the resounding victory in the Tamil Nadu assembly elections.\n\nI am confident that the new government will live up to the trust that has been reposed by the people of Tamil Nadu.",
        "Timestamp": "2021-05-02 12:59:42"
    },
    {
        "Tweet": "believe in yourself—not because you get everything right, but because you trust in your ability to keep going when you fail.",
        "Timestamp": "2021-05-02 13:03:00"
    },
    {
        "Tweet": "Islamic parties have been decimated.\n\nWest Bengal #ISF &amp; #MIM loses deposit and routed.\n\nKerala #IUML &amp; Assam #AIUDF have recessed massively.\n\nIt shows they don't trust their own, they have to rely on Hindu led parties.\n\nThis is a fact now!",
        "Timestamp": "2021-05-02 13:59:08"
    },
    {
        "Tweet": "People of Kerala have again shown faith &amp; trust in the leadership of @vijayanpinarayi &amp; I convey my heartiest congratulations.",
        "Timestamp": "2021-05-02 10:42:43"
    },
    {
        "Tweet": "The UK telecoms regulator #Ofcom is warning the public not to trust caller ID on their phones as it tries to help stop people becoming victims of #fraud.\n\n#Spoofing #Mobile @bbcdanw @Moneybox \nhttps:\/\/t.co\/TXlpATjz2L",
        "Timestamp": "2021-05-02 10:32:49"
    },
    {
        "Tweet": "Please read this to understand the harm being done to children by gender ideology.  Let children grow up before medical intervention  https:\/\/t.co\/1X5ioydYZe",
        "Timestamp": "2021-05-02 10:25:29"
    },
    {
        "Tweet": "MYINMU, Sagaing Region:\n\nA protester was shot dead and another got injured by Terrorists (Myanmar security forces) during a violent crackdown on protesters. They abducted 2 protesters. They opened gunfire when the people demanded to release abductees immediately. \n\n#May9Coup https:\/\/t.co\/drnzj1z3G1",
        "Timestamp": "2021-05-09 08:30:28"
    },
    {
        "Tweet": "The city of Portland under @tedwheeler has fostered extremely dangerous conditions where far-left protesters can shut down traffic at will &amp; beat drivers. The roving armed \"security\" for these marches has been extremely violent. Last summer one of them shot dead Aaron Danielson. https:\/\/t.co\/Ij4Qwgtn0T",
        "Timestamp": "2021-05-08 21:49:47"
    },
    {
        "Tweet": "Ko Zin Wai Htoo (aka) Sin Ma:\n\nTerrorists (Myanmar security forces) in plainclothes were disguised as taxi driver and passengers and waited for him at Baho junction, DAWEI, Tanintharyi Region. They abducted him at gunpoint when he came out with motorcycle.\n\n#May9Coup https:\/\/t.co\/RnHoiR6gP5",
        "Timestamp": "2021-05-09 04:06:34"
    },
    {
        "Tweet": "Prince Michael of Kent, the Queen’s cousin, has has been caught by @thesundaytimes trading on his links to the Russian regime of President Putin—Britain’s prime threat to national security. \nhttps:\/\/t.co\/7QQeVfG3o8",
        "Timestamp": "2021-05-08 18:12:27"
    },
    {
        "Tweet": "Htet Saung Oo, 13 and Htet Wai Yan Min Khant, 11\n\nBoth were abducted by Terrorists (Myanmar security forces) from their home near Municipal office in Hpa-An, Karen State at around 12am in the pretext of checking guest registration list.\n\n#May9Coup #WhatsHappeningInMyanmar https:\/\/t.co\/giMfO9OH8C",
        "Timestamp": "2021-05-09 03:14:04"
    },
    {
        "Tweet": "\"Residents of Dawei, the hometown of Myanmar junta leader Sr Gen Min Aung Hlaing, are ashamed of their native son for a coup that has led to hundreds of civilian deaths.\" The city of 150,000 \"has seen 11 people killed by security forces\" and 100 arrested. https:\/\/t.co\/ZTSDfhazlV https:\/\/t.co\/Z5Z1KwCMds",
        "Timestamp": "2021-05-08 13:25:31"
    },
    {
        "Tweet": "Junta rule: \"Myanmar’s security forces are arresting thousands of people. Most are boys and young men. But many families of those taken do not know where they are.\" https:\/\/t.co\/n2moDtNil6 https:\/\/t.co\/t3OoX5jJSr",
        "Timestamp": "2021-05-08 04:20:23"
    },
    {
        "Tweet": "Israeli security forces injured at least 90 Palestinians outside Al-Aqsa Mosque, a day after it stormed into the mosque and injured more than 200 Palestinians. https:\/\/t.co\/drzroLIvGl",
        "Timestamp": "2021-05-09 14:34:00"
    },
    {
        "Tweet": "Arrogance. Superstition. Rudeness. Closed mindedness. Unscientific mindset. Fragile egos. Fake pride. Identity crisis. Low self-esteem. Pathetic lives. Groupthink. Security in becoming part of a mob. Abuse. Bully. Bigotry. Backwardness.\n\nNo vaccine for all this unfortunately.",
        "Timestamp": "2021-05-08 06:44:26"
    },
    {
        "Tweet": "A reminder that after CHAZ’s security shot up that vehicle with the two black teens, they then instructed others to gather the bullet casings &amp; discard the evidence. To this day we still don’t know who was involved in that murder. #antifa https:\/\/t.co\/COiL03CFPe",
        "Timestamp": "2021-05-09 03:21:20"
    },
    {
        "Tweet": "Strongly condemn Israeli state terrorism against Muslims praying in Al Aqsa mosque. Earlier this Ramazan Israeli security forces had forced their way to Mosque's minarets &amp; stopped Azaan. Then they prevented Palestinians from traditional Iftar in courtyard of mosque. Now this. https:\/\/t.co\/jinRtaf8OW",
        "Timestamp": "2021-05-08 20:57:39"
    },
    {
        "Tweet": "These three young women civil engineers were abducted by Terrorists (Myanmar security forces) from their homes in North Okkalapa, Yangon at 3:30am.\n\n#May8Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/XEB8kgoX2d",
        "Timestamp": "2021-05-08 02:43:07"
    },
    {
        "Tweet": "Fully support the call of Tom Andrews, the Special Rapporteur for human rights in #Myanmar, for immediate global arms embargo on the #Tatmadaw &amp; police. Time to tell UN Security Council that no more excuses are acceptable, time to act now! #SaveMyanmar #WhatsHappeningInMyanmar https:\/\/t.co\/QFpzSWMR72",
        "Timestamp": "2021-05-08 03:58:04"
    },
    {
        "Tweet": "We need answers, but won’t likely get them: Trump Justice Department seized Post reporters’ phone records - The Washington Post ⁦@washingtonpost⁩  https:\/\/t.co\/bjRcx3VK1a",
        "Timestamp": "2021-05-08 02:47:47"
    },
    {
        "Tweet": "Nine books were banned from Hong Kong’s public libraries on Friday under the national security law’s provisions on censorship\n\nhttps:\/\/t.co\/va3M3BOgTE",
        "Timestamp": "2021-05-08 03:15:07"
    },
    {
        "Tweet": "The Trump Justice Department secretly obtained Washington Post journalists’ phone records and tried to obtain their email records over reporting they did in the early months of the Trump administration on Russia’s role in the 2016 election.  https:\/\/t.co\/zsmGxJ9rRY",
        "Timestamp": "2021-05-07 22:05:27"
    },
    {
        "Tweet": "Way beyond Nixon at his worst: Trump Justice Department secretly obtained Post reporters’ phone records! https:\/\/t.co\/txRXKx9z8T",
        "Timestamp": "2021-05-07 22:04:41"
    },
    {
        "Tweet": "Outstanding news for securing safe and free elections! State Rep. Bruce Griffey (R-TN) said Tennessee will continue improving election security, including the integration of watermarks on ballots. https:\/\/t.co\/OrpIzStrEB",
        "Timestamp": "2021-05-08 01:52:17"
    },
    {
        "Tweet": "HNIT THET WAI:\n\na 21-years-old, 4th Year majoring in Physics student at Dagon University, lives in North Okkalapa, Yangon was abducted by Terrorists (Myanmar security forces) at around 12am. \n\n#May8Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/ei2RkJAO4n",
        "Timestamp": "2021-05-08 00:10:10"
    },
    {
        "Tweet": "HPA-AN, Karen State: May 7 at 11:30pm\n\nTerrorists (Myanmar security forces) abducted a nurse named Daw Saywah from her home on Aung Nang 1st Street for participating in #CivilDisobedienceMovement. \n\n#May8Coup #WhatsHappeningInMyanmar #MilkTeaAlliance",
        "Timestamp": "2021-05-08 00:02:54"
    },
    {
        "Tweet": "Don’t forget @ScottMorrisonMP in a heartbeat re - opened the remote maximum security prison on Christmas Island at a cost of millions to taxpayers just to detain the #hometobilo family. Yet apparently bringing back Australian citizens from India at all &amp; now quickly is impossible",
        "Timestamp": "2021-05-07 23:40:06"
    },
    {
        "Tweet": "Breaking WaPo: The Trump Justice Department secretly obtained Washington Post journalists' phone records and tried to obtain their email records over reporting they did in the early months of the Trump admin on Russia's role in the 2016 election. https:\/\/t.co\/sDxy93etgK",
        "Timestamp": "2021-05-07 22:05:10"
    },
    {
        "Tweet": "Trump administration’s Justice Department secretly obtained Washington Post reporters’ phone records https:\/\/t.co\/5zPZg1fItp",
        "Timestamp": "2021-05-07 22:00:42"
    },
    {
        "Tweet": "Breaking: Trump Justice Department secretly obtained Post reporters’ phone records https:\/\/t.co\/jvuYmCcZZ9",
        "Timestamp": "2021-05-07 21:50:51"
    },
    {
        "Tweet": "The Justice Department shouldn't go spying on journalists at the whims of an administration. \n\nThis should never have happened. \n\nWhen the government spies on journalists and their sources, it jeopardizes freedom of the press. https:\/\/t.co\/V6BLYidxF2",
        "Timestamp": "2021-05-08 00:21:00"
    },
    {
        "Tweet": "I met virtually today with President @lopezobrador_. We agreed to work together to establish a strategic partnership to address root causes of migration, spur economic development, and expand security cooperation. I told the President I look forward to visiting Mexico on June 8. https:\/\/t.co\/djZBlAQXiV",
        "Timestamp": "2021-05-07 17:25:17"
    },
    {
        "Tweet": "1\/2 I am alarmed about reports of excessive use of force by security forces against P. protestors in Colombia-Bogota,Cali &amp; Popayan.There are reports of 9pers killed since 28\/04.Security forces must refrain from excessive use of force &amp;those responsable must be held accountable.",
        "Timestamp": "2021-05-03 10:12:26"
    },
    {
        "Tweet": "BREAKING\n\nOur analysis of the #2021Budget reveals over 316 duplicated capital projects totalling N39.5bn, among other loopholes for corruption.\n\nBudgIT also found ZERO audit records of the N10.02tn received by the security sector between 2015 &amp; 2021.\n\nOur press statement:\nThread! https:\/\/t.co\/BDQXeBh6WU",
        "Timestamp": "2021-05-04 06:01:11"
    },
    {
        "Tweet": "Alarming situation in Nanoor (Birbhum district) with more than a thousand Hindu families out in the fields to escape marauding mobs seeking to take it out against BJP supporters. Reports of molestation or worse of women. @AmitShah please rush some security to the area.",
        "Timestamp": "2021-05-03 16:04:02"
    },
    {
        "Tweet": "As a general rule, the military should not be used to police assemblies see UNG37( https:\/\/t.co\/lAmBea3GlX ). I urge Colombian authorities to ensure that only adequately trained security forces be deployed to facilitate peaceful assembly in Colombia @CIDH",
        "Timestamp": "2021-05-03 23:51:19"
    },
    {
        "Tweet": "Federal govt has no authority to interfere in America's Audit. DOJ interference has nothing to do with violations of minority rights, lack of security and everything to do with Democrat abuse of power and govt intrusion in Arizona elections. #AmericasAudit https:\/\/t.co\/LGUlOYNs8p",
        "Timestamp": "2021-05-07 15:15:54"
    },
    {
        "Tweet": "At least seven people have been reported killed in Myanmar when the junta’s security forces opened fire on some of the biggest protests against military rule in days to mark what organisers called \"the global Myanmar spring revolution\". #WhatsHappeningInMyanmar",
        "Timestamp": "2021-05-02 13:57:57"
    },
    {
        "Tweet": "If with Z Security you are afraid to come outside &amp; say your Car will be attacked then you should Leave Politics",
        "Timestamp": "2021-05-04 05:09:08"
    },
    {
        "Tweet": "Nigerian Security Agencies Plotting To Kill Prominent Igbo Politicians, Frame ESN For Assassinations —IPOB | Sahara Reporters\nThe pro-Biafra group warned Igbo political leaders and business persons to be cautious of the security details...\nREAD MORE: https:\/\/t.co\/lmA9r32SAQ https:\/\/t.co\/UxIkMGe5QX",
        "Timestamp": "2021-05-07 15:05:19"
    },
    {
        "Tweet": "Hotel accommodations for a Secret Service detail assigned to Steve Mnuchin have cost taxpayers more than $30,000 — since he left office. \n\nBefore leaving, Trump ordered an extra six months of security for family and appointees, including Mnuchin.\nhttps:\/\/t.co\/GttgABmL3t",
        "Timestamp": "2021-05-02 14:00:00"
    },
    {
        "Tweet": "Florida took action this legislative session to increase transparency and strengthen the security of our elections. I’d like to thank the leaders on this issue – @WiltonSimpson, @ChrisSprowls, @dennisbaxley, and @GovGoneWild https:\/\/t.co\/ZCdrPm2rsZ",
        "Timestamp": "2021-05-06 13:36:43"
    },
    {
        "Tweet": "What happened to the Myanmar coup leader's promise to ASEAN to stop the violence? Today, \"Myanmar security forces opened fire on some of the biggest protests against military rule in days...killing eight people.\" What will ASEAN do? More sitting-on-hands? https:\/\/t.co\/JLUOob5qfg https:\/\/t.co\/ypzszdkwy4",
        "Timestamp": "2021-05-02 16:12:34"
    },
    {
        "Tweet": "Stop calling Nigerian Governors ‘Chief Security Officer’ of their states. They are POWERLESS! Herdsmen, Bandits or Boko Haram attack their states and they run to take photos with @MBuhari. Igboho and @MaziNnamdiKanu have more control over security than ANY Governor\n\n#TableShaker",
        "Timestamp": "2021-05-02 13:45:16"
    },
    {
        "Tweet": "More than 400 residents of Bagan staged a demonstration against the military coup on Sunday amid tight security.  Democracy supporters around the world took part in Global Myanmar Spring Revolution Day on May 2, showing solidarity with NUG.\n#WhatsHappeningInMyanmar https:\/\/t.co\/YOh7f2Hpu4",
        "Timestamp": "2021-05-02 13:33:34"
    },
    {
        "Tweet": "Prime Minister @ImranKhanPTI drove himself to public places in Islamabad without any security and protocol.\n\nThe PM visited G-11 Markaz and talked to vendors. He instructed them to adhere to SoPs. \n\nThe PM also visited Sewerage Plant I-9 and Korang Cricket Ground. https:\/\/t.co\/zKUmKmaPt8",
        "Timestamp": "2021-05-02 13:30:30"
    },
    {
        "Tweet": "“He was shot in the head and died immediately,” said a protester in Hsipaw, northern Shan State.\n\nThe man said he rushed to hide his friend’s body in case authorities tried to take it away. “They are asking for his dead body, but we will not give them it.\"\nhttps:\/\/t.co\/0IhOfG1Tag",
        "Timestamp": "2021-05-02 10:47:12"
    },
    {
        "Tweet": "“They are asking for his dead body, but we will not give them it… We will have his funeral today,” he told AFP.\n#WhatsHappeningInMyanmar  https:\/\/t.co\/aZOTeFhgAR",
        "Timestamp": "2021-05-02 10:54:00"
    },
    {
        "Tweet": "It’s why 4 cross-party MPs &amp; 2 Lords are seeking a judicial review. The first time sitting MPs have challenged govt over failing to protect Britain’s national security\n\nhttps:\/\/t.co\/rw0u2qKYPH",
        "Timestamp": "2021-05-02 11:17:14"
    },
    {
        "Tweet": "Old Trafford placed on lockdown as fans get onto pitch. Hundreds make their way through the stadium + exit the other side. Security taking a sensible approach, letting them out the gates where team coaches should arrive later #MUFC",
        "Timestamp": "2021-05-02 13:34:08"
    },
    {
        "Tweet": "Shocking visuals coming from Bengal. The @BJP4Bengal office In Arambagh is set on fire. Immediate actions for the safety and security of all the Karyakartas must be ensured by the administration.",
        "Timestamp": "2021-05-02 12:51:45"
    },
    {
        "Tweet": "In pictures: Security guards look on as activists prepare to clean a monument known as \"Pillar of National Sorrow\" in Hong Kong university to commemorate 32nd anniversary of Tiananmen crackdown and 1919 May Fourth Movement https:\/\/t.co\/37avsOxvZI",
        "Timestamp": "2021-05-02 12:24:15"
    },
    {
        "Tweet": "Please provide security to BJP workers post West Bengal election results. Expect violence.",
        "Timestamp": "2021-05-02 10:56:58"
    },
    {
        "Tweet": "A massive PR and security nightmare for Manchester United unfolding at Old Trafford. https:\/\/t.co\/h0bNwdFLv6",
        "Timestamp": "2021-05-02 13:41:46"
    },
    {
        "Tweet": "putting the entire country at risk of spreading COVID-19. The Police did not provide security for the said event and warns that those who breached the law will face consequences. Please read details from the attached. https:\/\/t.co\/pJohHms29f",
        "Timestamp": "2021-05-02 13:13:49"
    },
    {
        "Tweet": "Defence officials are looking at whether the company, owned by Chinese billionaire Ye Cheng, should be forced to give up its ownership of the port on national security grounds https:\/\/t.co\/UjtPBotnIp",
        "Timestamp": "2021-05-02 13:32:53"
    },
    {
        "Tweet": "Banditry: Security Operatives Foil Attack In Zamfara, Recover 300 Cows https:\/\/t.co\/AqRLgw03YY https:\/\/t.co\/MqpXi3cdSz",
        "Timestamp": "2021-05-02 10:40:33"
    },
    {
        "Tweet": "PM @ImranKhanPTI drove himself to public places in Islamabad without any security and protocol.\n\nThe PM visited G-11 Markaz and talked to vendors. He instructed them to adhere to SoPs. \n\nThe PM also visited Sewerage Plant I-9 and Korang Cricket Ground. https:\/\/t.co\/yfKCjnvZUs",
        "Timestamp": "2021-05-02 13:43:34"
    },
    {
        "Tweet": "The attack hit Colonial Pipeline, which carries gasoline, diesel and jet fuel from Texas to New York and moves about 45% of all fuel consumed on the East Coast. https:\/\/t.co\/TTzCKysCEr",
        "Timestamp": "2021-05-08 17:44:50"
    },
    {
        "Tweet": "JUST IN: Major US pipeline forced to halt operations after crippling cyberattack https:\/\/t.co\/OOwgo1m3uQ https:\/\/t.co\/FVqtciBIA6",
        "Timestamp": "2021-05-08 14:57:06"
    },
    {
        "Tweet": "Use these resources and tools to help protect your networks: https:\/\/t.co\/llCa7HmmJI\n \nThe Cyber Essentials give actionable steps for implementing cybersecurity best practices in your organization: https:\/\/t.co\/3ovpxtDyG0 (3\/3)",
        "Timestamp": "2021-05-08 20:14:07"
    },
    {
        "Tweet": "This underscores the threat that ransomware poses to organizations regardless of size or sector. We encourage every organization to take action to strengthen their cybersecurity posture to reduce their exposure to these types of threats. (2\/3)",
        "Timestamp": "2021-05-08 20:14:07"
    },
    {
        "Tweet": "The #SolarWinds #hack pokes holes in #DefendForward \n\nDo read this piece by @RungRage for @orfonline \n\n#SecuringTech #cybersecurity \n\n https:\/\/t.co\/0r0n3Zpkb4 via @orfcyber",
        "Timestamp": "2021-05-08 09:00:29"
    },
    {
        "Tweet": "I had the pleasure of meeting the winners of #Taiwan's first annual Girls in #CyberSecurity competition. These outstanding #WomenInTech are gaining important experience in national security while paving the way for a more inclusive &amp; innovative tech sector. https:\/\/t.co\/ECk4jENoro",
        "Timestamp": "2021-05-05 03:32:59"
    },
    {
        "Tweet": "The “Catch Me If You Can” guy verifiably made up his entire story, he actually just stalked a woman and got sent to prison.. and now he’s in cybersecurity (of course). https:\/\/t.co\/e3JZPnbawy",
        "Timestamp": "2021-05-07 07:46:07"
    },
    {
        "Tweet": "#ICYMI I got to have @troyhunt in the hot seat and we had an awesome convo on all things cybersecurity and more. I highly recommend you check it out... https:\/\/t.co\/7sk6rKWvGZ https:\/\/t.co\/dqdHipVmQu",
        "Timestamp": "2021-05-07 23:54:23"
    },
    {
        "Tweet": "Cybersecurity has much to learn from industrial safety planning @RobertMLee https:\/\/t.co\/6OwdE8QHcY https:\/\/t.co\/T82AFwKHWv",
        "Timestamp": "2021-05-07 21:00:31"
    },
    {
        "Tweet": "#ContestAlert\n💬Comment below the correct answer and stand a chance to win 🎁a gift voucher worth 500 INR. \n\nParticipate in 🧠#BrainOlympics today!\n\n#CyberPeace #CyberSecurity #MothersDay https:\/\/t.co\/8fw1zvDziE",
        "Timestamp": "2021-05-07 13:45:04"
    },
    {
        "Tweet": "Google this week announced 4 major privacy and #cybersecurity updates that everyone needs to know about:\n\n— 2-factor auth by default.\n— #Privacy labels #Android apps\n— Hardware-enforced exploit protection for #Chrome\n— Cosign for signing container images\n\nhttps:\/\/t.co\/UuQtJ30kKh",
        "Timestamp": "2021-05-07 16:03:47"
    },
    {
        "Tweet": "Congratulations to @UNDP for being named one of the #CSO50 Award winners for 2021 for the 6th time in a row. Awarded to the top 50 cybersecurity units worldwide the award celebrates excellence in cybersecurity practices for #DigitalTransformation. \n👉 https:\/\/t.co\/ZyZPYLJ6py",
        "Timestamp": "2021-05-07 21:00:00"
    },
    {
        "Tweet": "🛑 If you suffered a #ransomware attack, remember - paying ransom doesn't pay off! Contact @CISAgov &amp; @FBI for assistance. \n➡️ https:\/\/t.co\/fsSjgHWEEO. \n#Cybersecurity #RansomwareAware https:\/\/t.co\/mpvt1dKl2l",
        "Timestamp": "2021-05-07 18:10:08"
    },
    {
        "Tweet": "👇 🚨This means that not one, but two, of the greatest jobs in the world are opening up. Lawfare is going to be hiring someone to smush @qjurecic and my previous jobs into one super-role and Brookings will be posting a new Senior Fellow focused on cybersecurity shortly as well.🚨 https:\/\/t.co\/lgGgoLaRAb",
        "Timestamp": "2021-05-07 20:59:59"
    },
    {
        "Tweet": "Cybersecurity is too big a job for governments or business to handle alone @OliverWyman https:\/\/t.co\/VaZ3o9IGnc https:\/\/t.co\/VDATtT5gKR",
        "Timestamp": "2021-05-04 10:30:11"
    },
    {
        "Tweet": "Better together. 🤝\nOur commitment to safety is easy to see. Our platform for cybersecurity is easy to use. The power of the Crowd protects what matters – on track, at home, in the cloud. Learn about #CrowdStrike's Official Partnership with @MercedesAMGF1\nhttps:\/\/t.co\/Rs0Bquj0Fd https:\/\/t.co\/C2kUlTJv0M",
        "Timestamp": "2021-05-02 13:00:19"
    },
    {
        "Tweet": "Meaningless as long as your President continues to sign off $3.8 billion in military \"aid\" to Israel every year.\n\n@AOC's \"solidarity\" is hollow opportunism: only a month ago she was gushing to the Israel lobby about Israel's \"green technology\": https:\/\/t.co\/WuiBYRZ4XH https:\/\/t.co\/ZW1wwIIteZ",
        "Timestamp": "2021-05-08 20:55:06"
    },
    {
        "Tweet": "Debris from Chinese space rocket booster reenters atmosphere over the Indian Ocean near the Maldives, Chinese authorities report https:\/\/t.co\/2peVXnuGkm",
        "Timestamp": "2021-05-09 03:30:04"
    },
    {
        "Tweet": ".@decentraland is a virtual world and community based on blockchain technology. \n\nUsers develop and own plots of land, artwork, and Non-Fungible Tokens (NFTs).\n\nLearn more ⬇️\n\nhttps:\/\/t.co\/10glcA7egB",
        "Timestamp": "2021-05-09 12:00:15"
    },
    {
        "Tweet": "World awaits Chinese rocket to reenter the atmosphere, not knowing where it will land https:\/\/t.co\/epCmgrPmRl",
        "Timestamp": "2021-05-09 00:28:25"
    },
    {
        "Tweet": "Bitcoin is facing an environmental backlash over the energy-intensive technology underpinning it.\n\nA new crypto called chia says it's the eco-friendly alternative. https:\/\/t.co\/cAaJkBC2ob",
        "Timestamp": "2021-05-09 06:01:03"
    },
    {
        "Tweet": "\"China Undercover\" — an undercover report investigating the Chinese government's mass imprisonment of Muslims &amp; use of surveillance technology against the Uyghur community — is one of five FRONTLINE docs nominated for the @PeabodyAwards. https:\/\/t.co\/1vbsOs1n6u",
        "Timestamp": "2021-05-09 01:44:00"
    },
    {
        "Tweet": "Report Shows Iran Attempted To Get Weapons, Technology For WMD’s As Recent As 2020 https:\/\/t.co\/Upr2CTgbQL https:\/\/t.co\/dhaQjrjJ3s",
        "Timestamp": "2021-05-08 15:30:46"
    },
    {
        "Tweet": "Complete lockdown in TN from 10th to 24th of May. Crucial to control #COVID19India second wave. Most of us are privileged to have a roof over our head, food, technology, web. My heart goes out to those who are struggling to make ends meet! Let’s help others who are in need...",
        "Timestamp": "2021-05-08 07:50:36"
    },
    {
        "Tweet": "A criminal gang known as DarkSide carried out the ransomware attack that has forced the shutdown of a vital U.S. pipeline, a person close to the investigation said. The pipeline delivers roughly 45% of fuel consumed on the East Coast. https:\/\/t.co\/swMjqHodC6",
        "Timestamp": "2021-05-09 20:43:57"
    },
    {
        "Tweet": "Acute food insecurity has soared to a 5-year high, with 155 million people relying on humanitarian assistance to survive.\n\n@WFP scaling up operations &amp; using cutting-edge technology to identify hunger hotspots, but more support is needed to #FightFamine. https:\/\/t.co\/E0O5zGKInE https:\/\/t.co\/kO3v61jsDw",
        "Timestamp": "2021-05-08 13:06:00"
    },
    {
        "Tweet": "Nine-month after, mass protests in Belarus began. Our protest inspired and amazed the world. \n\n👉It is peaceful &amp; non-violent \n👉It is led by women\n👉It is grassroots and decentralized\n👉Empowered by technology\n\nBelarusians deserve a better future!\n\nhttps:\/\/t.co\/qRAqhzqY8J",
        "Timestamp": "2021-05-08 19:47:41"
    },
    {
        "Tweet": "#STPIUPDATE: Glimpses of Dr. @Omkar_Raii, DG, #STPIINDIA &amp; Chairman, #STPINEXT launching the 2nd cohort program of #STPIIMAGE &amp; invitation of applications &amp; evaluation of proposal for STP registration of Cyrus-Xp Health Information Technology, Nest Digital &amp; Firmusoft Solutions. https:\/\/t.co\/VMrWAZvz5t",
        "Timestamp": "2021-05-09 03:49:43"
    },
    {
        "Tweet": "Fifth flight successful! The #MarsHelicopter begins a new phase to test the future of aerial exploration. https:\/\/t.co\/PLapgbHeZU https:\/\/t.co\/jwHlPgv6c1",
        "Timestamp": "2021-05-08 00:34:53"
    },
    {
        "Tweet": "Emphasis on galvanising cooperation in the areas of science, technology &amp; innovation during a virtual summit between India &amp; UK in the august presence of Hon’ble PM Sh. @NarendraModi &amp; British PM @BorisJohnson can further bolster #ComprehensiveRoadmap2030.\nhttps:\/\/t.co\/IBXLHmVGWF https:\/\/t.co\/ofWInjlvL5",
        "Timestamp": "2021-05-08 03:38:08"
    },
    {
        "Tweet": "Ten tutors from 5 faculties of the Mawlamyine Technology University were fired for their CDM involvement: \"We are preparing the worst. We don't care and we don't want to be the slave of this bloody regime,\" said a CDM Education staff from Mawlamyine University. https:\/\/t.co\/8ehuFiItTw",
        "Timestamp": "2021-05-08 02:24:28"
    },
    {
        "Tweet": "BINGO: ‘Buried in CureVac’s SEC filings is an agreement between the Gates Foundation, CureVac, and GlaxoSmithKline (GSK), noting, “Subject to the other terms of this agreement, BMGF hereby releases CureVac”’ re MRNA vaccine technology.  https:\/\/t.co\/BC9MxWW53n",
        "Timestamp": "2021-05-07 21:07:49"
    },
    {
        "Tweet": "It's past time to stop the flow of weapons &amp; dual-use technology to Myanmar. The UNSC is not prepared to impose an arms embargo but states can. I'm updating my list of those who have &amp; issuing a call for more to join. Because it's a matter of life &amp; death. https:\/\/t.co\/9ncfdJGkih https:\/\/t.co\/kMGSEhAwrJ",
        "Timestamp": "2021-05-07 16:39:25"
    },
    {
        "Tweet": "@shazyhaq No we were not...\nIndia was the richest country in the world under Muslim rule... Contributing 25% to the global economy.... And surprisingly Hindus were the most prosperous...\nIndia was leading the world in textiles, food crops and even military rocket technology.. https:\/\/t.co\/lKYow1GcPp",
        "Timestamp": "2021-05-08 05:38:12"
    },
    {
        "Tweet": "Allah o Akbar. Amazing pictures of Hajr e Aswad ( black stone) Never seen before.We can see a new world inside this holy stone.Latest technology was used to see the every part of the stone https:\/\/t.co\/3VCLgRSIRw",
        "Timestamp": "2021-05-03 19:50:45"
    },
    {
        "Tweet": "\"Stopping the flow of weapons and dual-use weapons technology into the hands of the military junta of #Myanmar is literally a matter of life and death,\" says @RapporteurUn  UNSR. \n\n#WhatsHappeningInMyanmar \n\nhttps:\/\/t.co\/Ws9f1AWXP6",
        "Timestamp": "2021-05-08 03:57:05"
    },
    {
        "Tweet": "India’s science and technology ministry has funded a clinical trial to find out if the Gayatri Mantra, a chant from the Rig Veda, can help hospitalised Covid-19 patients.\n\nhttps:\/\/t.co\/OdgX4Xyp9X",
        "Timestamp": "2021-05-08 03:16:00"
    },
    {
        "Tweet": "Should India think of moving towards digital democracy? \nPolitical rallies, voting, as well as Parliamentary proceedings can use technology to reduce crowding as well as save costs. \nMy article. \n\nhttps:\/\/t.co\/g5QAxXu6AT https:\/\/t.co\/KWzvYItXn5",
        "Timestamp": "2021-05-08 04:52:13"
    },
    {
        "Tweet": "The UN rapporteur endorses an arms embargo on the Myanmar junta: \"Stopping the flow of weapons and dual-use weapons technology into the hands of the military junta of Myanmar is literally a matter of life and death. There is no time to lose.\" https:\/\/t.co\/BSDUEhKXmp https:\/\/t.co\/LmDQSHtbNE",
        "Timestamp": "2021-05-07 16:18:18"
    },
    {
        "Tweet": "Don't try to fight against or deny technology innovation. It's going to happen with or without you. It pays to embrace it, especially when it comes to FIN tech.\n\nNot FIN advice.",
        "Timestamp": "2021-05-07 16:29:13"
    },
    {
        "Tweet": ".@AdyBarkan: \"If the US discovers a vaccine first, will you commit to sharing that technology w\/ other countries? And will you ensure there are no patents to stand in the way of other countries &amp; companies producing those life-saving vaccines?\"\n\nBiden: \"Absolutely, positively\" https:\/\/t.co\/mjfYUAB8t6",
        "Timestamp": "2021-05-04 19:17:53"
    },
    {
        "Tweet": ".@NASA is critical to U.S. national and economic security. With decades of experience and as a former astronaut, Bill Nelson will advance NASA's science, aviation, and technology missions as Administrator. https:\/\/t.co\/dVPQ4fiudZ",
        "Timestamp": "2021-05-03 19:24:33"
    },
    {
        "Tweet": "A friend reminded me that we watched the Spanish Flu episodes of Downton Abbey together a few years ago and I said something like \"can you imagine living through something like that? Thank god we have the technology today to stop the spread.\" \n\n😭😭😭",
        "Timestamp": "2021-05-02 12:50:46"
    },
    {
        "Tweet": "Bitcoin is freedom technology.",
        "Timestamp": "2021-05-03 12:23:35"
    },
    {
        "Tweet": "These initiatives, which cover areas of intersection between technology and governance will deliver value to our people. This is the outcome of the discussions I held in January 2021 with the Microsoft Corporation President, Mr. Brad Smith. https:\/\/t.co\/ei65GOaSbO",
        "Timestamp": "2021-05-03 14:45:34"
    },
    {
        "Tweet": "An investigation by The Sunday Times for the first time reveals the true scale of China’s hold on key British industries, including energy, defence, infrastructure and transport — and its growing interest in healthcare, schools and technology https:\/\/t.co\/AU2t8cFr7j",
        "Timestamp": "2021-05-02 18:33:09"
    },
    {
        "Tweet": "A pandemic no country has been able to subjugate after more than one year, calls into question our civilization and shows its vulnerabilities. We must question our lifestyle and values. Clearly a  higher consciousness is needed beyond technology. A new Rishi order is required!",
        "Timestamp": "2021-05-03 02:03:36"
    },
    {
        "Tweet": "Our Black Queens deserve better than medical neglect! When doctors and nurses fail to address the racial disparities in healthcare, we MUST fill gaps with technology, like this innovative system that will hopefully save lives of Black mothers and babies!  https:\/\/t.co\/1CGFtDHWjh",
        "Timestamp": "2021-05-02 15:42:01"
    },
    {
        "Tweet": "Headline reads “old man yells at technology instead of adapting” https:\/\/t.co\/sTe98QRWcU",
        "Timestamp": "2021-05-03 07:05:30"
    },
    {
        "Tweet": "I am very pleased to see that within a very short time, we have moved from ideas to implementation. \n\nOur government is committed to leveraging innovation and technology to bring better outcomes across a wide area of governance concerns.",
        "Timestamp": "2021-05-03 14:45:34"
    },
    {
        "Tweet": "Microsoft’s extensive experience in the utilization of technology as an enabler for the delivery of public and social good makes them an ideal partner.",
        "Timestamp": "2021-05-03 14:45:35"
    },
    {
        "Tweet": "Amazon, Apple, Facebook and Google now dominate many facets of our lives. \n\nBut they didn’t get there alone. They acquired hundreds of companies over decades to propel them to become some of the most powerful tech behemoths in the world. https:\/\/t.co\/E9DKrtjbDf",
        "Timestamp": "2021-05-02 18:30:12"
    },
    {
        "Tweet": "Four months back I shared progress on brick kilns conversion to eco-friendly technology.I am happy that we have successfully turned the entire map green\n\nAll brick kilns in Punjab have been converted to zig zag technology which means lesser carbon emissions &amp; less air pollution https:\/\/t.co\/TZ2vjZmmWa",
        "Timestamp": "2021-05-02 13:13:28"
    },
    {
        "Tweet": "Apple faces one of its most serious legal threats in recent years in a federal trial that begins today. Epic Games, maker of the video game Fortnite, says Apple's app store is an illegal monopoly that squeezes mobile apps for a slice of their earnings. https:\/\/t.co\/33fbZrudcl",
        "Timestamp": "2021-05-03 13:45:23"
    },
    {
        "Tweet": "If \"long #COVID\" persists indefinitely in a substantial % of #COVID19 survivors, how will societies cope with the largescale social, medical and productivity costs?\nThis is especially concerning given the majority of \"long haulers\" are young adults.\nhttps:\/\/t.co\/sX8GLBU32u",
        "Timestamp": "2021-05-02 19:12:07"
    },
    {
        "Tweet": "Another milestone achieved by Punjab Govt by converting all 7,986 Brick Kilns on Environment friendly #ZigZag Technology\n\n#LahoreSmog #LahoreAir #CleanGreenPunjab #AirQuality https:\/\/t.co\/hu2rCdFxxF",
        "Timestamp": "2021-05-02 10:35:18"
    },
    {
        "Tweet": "Every year the air pollution due to brick kilns and the subsequent smog paralyses life in Punjab, especially Lhr. We’re now embracing the environment friendly Zig Zag technology to curb this pollution. \n\n#PakistanMovingForward https:\/\/t.co\/Qir0BRKfQM",
        "Timestamp": "2021-05-02 12:00:16"
    },
    {
        "Tweet": "Govt of Punjab has successfully converted 100% of total 7,896 BrickKilns, all across Punjab, on ZigZag technology. Benefits:\n&gt; 60% less carbon emissions \/ Air Pollution \n&gt; 30% savings in costs\n#ReformingPunjab https:\/\/t.co\/HJ6i3hzAdc",
        "Timestamp": "2021-05-02 12:21:22"
    },
    {
        "Tweet": "7896 #BrickKilns in #Punjab have converted to #ZigZag technology in a record of 6 Months.\n@aminattock \n@UsmanAKBuzdar \n@zartajgulwazir https:\/\/t.co\/kiBXJjhdFR",
        "Timestamp": "2021-05-02 11:04:58"
    },
    {
        "Tweet": "The health of #OurOcean can be supported by technology. Today, on #WorldTunaDay, learn about the importance of driving transparency in global tuna fisheries. \nhttps:\/\/t.co\/lAmojodKjg https:\/\/t.co\/sz9w9hFM5x",
        "Timestamp": "2021-05-02 12:00:13"
    },
    {
        "Tweet": "🤖#ArtificialIntelligence\n💉New vaccines\n👩‍💻Assistive technologies\n\nHow are international actors working towards science, technology &amp; innovation-based solutions for the #GlobalGoals?\n\nLearn the latest on the world's #Tech4SDGs efforts at the STI Forum ⏩ https:\/\/t.co\/YNxGlxlKZY https:\/\/t.co\/kFGWK8YVnc",
        "Timestamp": "2021-05-02 12:00:01"
    },
    {
        "Tweet": "This is class warfare. \n\nTrue for not just India. What did US, EU, UK think will happen if they hoard vaccines &amp; don't share mrna technology? https:\/\/t.co\/xtg4y69RuK",
        "Timestamp": "2021-05-02 10:30:01"
    },
    {
        "Tweet": "On Friday, I hosted young Leaders drawn from different works of life for #Iftar and a conversation on National Cohesion &amp; Tolerance #IftarWithHamzy We had Leaders from Politics, Business, Civil Society, Faith-base, Technology and Media. https:\/\/t.co\/Qd1bQJYZo6 via @LeadershipNGA https:\/\/t.co\/EiV2y2enH9 https:\/\/t.co\/izs6njINS1",
        "Timestamp": "2021-05-02 11:51:56"
    },
    {
        "Tweet": "Happy #EuropeDay! Bonne journée de l'Europe! Froher Europatag! Fijne Europadag!\nIf you haven’t done so yet, check out our special website we prepared with colleagues from @EU_EDPB and learn more about #dataprotection and #privacy in the #EuropeanUnion 🇪🇺  https:\/\/t.co\/SC4orLDBL5 https:\/\/t.co\/U3J5CVapmp",
        "Timestamp": "2021-05-09 08:02:22"
    },
    {
        "Tweet": "Vaccine passes: protecting human rights and personal data.\n\nStatements by the Bioethics Committee and the Data Protection Convention Committee: https:\/\/t.co\/HbD1jbM3lx\n\n#VaccinePassports #Humanrights #DataProtection https:\/\/t.co\/BnTkPghZd3",
        "Timestamp": "2021-05-04 13:19:19"
    },
    {
        "Tweet": "🌇 Join @CISAgov, @USChamber and @SecMayorkas this afternoon to learn how small businesses can harden their networks against ransomware attacks. To attend this event at 1:30 PM ET register now.\n➡️ https:\/\/t.co\/bAKoCEw6bd \n#Cybersecurity #Ransomare #SMB #DataProtection",
        "Timestamp": "2021-05-05 12:24:00"
    },
    {
        "Tweet": "We repeatedly warned the Government to take #Privacy and #DataProtection seriously, but they dismissed it as bureaucracy. \n\nThis is both a privacy and a public health disaster, and the Government bears responsibility for the public health consequences. \n\nhttps:\/\/t.co\/ua1Lm1itoB",
        "Timestamp": "2021-05-06 10:30:46"
    },
    {
        "Tweet": "#SaudiArabia’s @AdelAljubeir calls on people who ‘accused the Kingdom’ was involved with the hacking of @amazon boss @JeffBezos’ phone last year to ‘acknowledge their mistake.’ https:\/\/t.co\/LhjF1TsheP https:\/\/t.co\/dUMM6gAFOz",
        "Timestamp": "2021-05-09 04:30:31"
    },
    {
        "Tweet": "In case anyone was wondering, wife and I had 2nd shots Friday. We were both sleepy and sore Saturday. We both feel great today.\n\nMuch, much better than hacking your lungs to ribbons and getting long term cognitive damage from the disease.\n\nGet your shots, kids.",
        "Timestamp": "2021-05-09 22:48:24"
    },
    {
        "Tweet": "A while ago, the media and politicians accused Saudi Arabia of hacking Jeff Bezos’ phone and publishing his photos with his girlfriend.\nNow the media is talking about how his girlfriend ex was the one who leaked the photos, but they’re not mentioning how they miss accused Saudi!!",
        "Timestamp": "2021-05-08 18:49:19"
    },
    {
        "Tweet": "#SaudiArabia's @AdelAljubeir has called for people who \"accused the Kingdom\" with regard to claims it was involved with hacking of @amazon boss Jeff Bezos' phone last year to \"acknowledge their mistake\" https:\/\/t.co\/LhjF1TaGnh https:\/\/t.co\/qeQedewlUd",
        "Timestamp": "2021-05-08 18:26:21"
    },
    {
        "Tweet": "Video| Revealing the facts of the misleading allegations against #SaudiArabia in the #JeffBezos phone hacking\" case\n\n#EKHNews_EN https:\/\/t.co\/qbGv1SpIZQ",
        "Timestamp": "2021-05-09 21:06:48"
    },
    {
        "Tweet": "Logomania, collaborations, and “hacking”—Marc Jacobs, Louis Vuitton, and Stephen Sprouse started it all\nhttps:\/\/t.co\/D139yYiWsM https:\/\/t.co\/d5uvwYF5oi",
        "Timestamp": "2021-05-09 06:33:28"
    },
    {
        "Tweet": "The Covid-19 pandemic led to a surge in malicious hacking and phishing attempts in the U.K. https:\/\/t.co\/I0h0YxSKDt",
        "Timestamp": "2021-05-10 00:00:54"
    },
    {
        "Tweet": ".@Facebook, \n\n@HillaryClinton STILL calls the 2016 election \"STOLEN,\" DESPITE intel community finding that Russia's vote hacking DID NOT work AND that they do not know whether Russian disinformation had ANY effect.\n\nGiven Hillary's \"BIG LIE,\" when can we expect her permanent ban? https:\/\/t.co\/DVtz5AOKss",
        "Timestamp": "2021-05-07 10:17:38"
    },
    {
        "Tweet": "A hundred years ago this week, an Arab mob went on a rampage against the Jews of Jaffa, breaking into their homes, looting their property, and beating and hacking them to death.\n\n47 Jews were murdered and 146 were injured in the 1921 Jaffa Riots.\n\nMay their memory be a blessing. https:\/\/t.co\/q3sBMwM0vs",
        "Timestamp": "2021-05-02 20:33:56"
    },
    {
        "Tweet": "🔥 Researchers have found a new variant of Spectre #vulnerability that bypasses all current protections built into Intel &amp; AMD processors, potentially putting BILLIONS of systems—desktops, laptops, cloud servers, smartphones—at risk of #hacking.\n\nhttps:\/\/t.co\/V9ib6zZStx\n\n#infosec",
        "Timestamp": "2021-05-06 09:23:21"
    },
    {
        "Tweet": "TMC workers are marking polling agents of other political parties and hacking them to death. \n\nThis is how murder of democracy actually looks like. Not what the sold out intellectuals told you all these years. https:\/\/t.co\/wE1RblqvJu",
        "Timestamp": "2021-05-04 11:02:49"
    },
    {
        "Tweet": "2017 Ted talk..\n\n\" We are actually hacking into the software of life\"\n\nAny doubt now? \n\nhttps:\/\/t.co\/6DbPzGQg0A",
        "Timestamp": "2021-05-06 18:38:36"
    },
    {
        "Tweet": "A Chinese tech giant set up a hacking competition in China. The winner involved an iPhone hack, which was kept secret. Chinese intelligence then used that insight to spy on Uyghur Muslims. https:\/\/t.co\/yOBMSmQrLI https:\/\/t.co\/1q4jUhhyEK",
        "Timestamp": "2021-05-06 16:43:37"
    },
    {
        "Tweet": "I think this sign means different things to different people. https:\/\/t.co\/STxgatAdBC",
        "Timestamp": "2021-05-07 00:22:17"
    },
    {
        "Tweet": "Researchers make a breakthrough in their study on the plausality of \"The Tortoise and the Hare\" https:\/\/t.co\/sb9f0cErrU",
        "Timestamp": "2021-05-09 13:45:59"
    },
    {
        "Tweet": "Maybe this is what awaits the 3 bottoms in the fitting room? https:\/\/t.co\/JNsvCzFWTH",
        "Timestamp": "2021-05-09 13:26:46"
    },
    {
        "Tweet": "Kids in Hong Kong and other highly surveilled states worry infosec careers are just asking for trouble https:\/\/t.co\/jvIyiKOhj3",
        "Timestamp": "2021-05-07 05:13:00"
    },
    {
        "Tweet": "Here's a secret for the non infosec people out there:\nI swear just as much as you do when annoying security things happen to me - like being login timed-out, having to dig for my authenticator app, or having to reboot for updates. Even though I know exactly why it has to happen.",
        "Timestamp": "2021-05-04 16:29:00"
    },
    {
        "Tweet": "Happy May the Fourth, infosec friends https:\/\/t.co\/ymTlMaQmpx",
        "Timestamp": "2021-05-04 17:56:49"
    },
    {
        "Tweet": "IMPORTANT — Apple releases emergency #software security updates for #iOS, #macOS, and watchOS to patch 3 new 0-day vulnerabilities that are under active attack and extend patches for a fourth #vulnerability.\n\nRead details: https:\/\/t.co\/5Oi7cjC6yx\n\n#infosec #cybersecurity #hacking",
        "Timestamp": "2021-05-04 06:24:21"
    },
    {
        "Tweet": "I realize it may not stop many, but for those considering a fake vaccine card, understand, it is a federal crime if you get caught.\n\nIf you know of someone with a fake card or see them for sale, here's your link to report them:\n\nhttps:\/\/t.co\/QWwbUDW2j9",
        "Timestamp": "2021-05-03 00:28:02"
    },
    {
        "Tweet": "Excited about this position and one of many to come. \n\nGoal is to train the next generation of security folks at #TrustedSec.\n\nNew to INFOSEC? Come learn from some of the best ! https:\/\/t.co\/JFDDLGAGts",
        "Timestamp": "2021-05-03 21:24:39"
    },
    {
        "Tweet": "Ivanti has released security updates for Pulse Connect Secure. Learn more at https:\/\/t.co\/fdf1sP7vxe. #Cybersecurity #Infosec",
        "Timestamp": "2021-05-03 17:49:21"
    },
    {
        "Tweet": "Wanna hear something juicy? Keep your Apple products fresh with the latest security updates! https:\/\/t.co\/FkvEOrMbOM #Cybersecurity #InfoSec",
        "Timestamp": "2021-05-04 16:11:46"
    },
    {
        "Tweet": "InfoSec vendors, please implement basic security practices in your products. https:\/\/t.co\/Ibvqjw51MU",
        "Timestamp": "2021-05-03 17:27:48"
    },
    {
        "Tweet": "HEY! HEY! HEY! See what the new #VulnerabilityBulletin has to say. Review this week’s copy at https:\/\/t.co\/tWNs3aIQFJ. #Cybersecurity #InfoSec #CyberSquad",
        "Timestamp": "2021-05-03 17:32:55"
    },
    {
        "Tweet": "That explains a lot of the behavior in InfoSec tbh. https:\/\/t.co\/UaWw61XVL2",
        "Timestamp": "2021-05-02 14:35:53"
    },
    {
        "Tweet": "We are making swift progress in reforming BBMP Hospital Bed Booking software. \n\nToday’s meeting with senior officials was chaired by Sri @ArvindLBJP. \n\nThe team of senior officials and tech volunteers are working at a furious pace to implement important changes. https:\/\/t.co\/vPYDZFBOWd",
        "Timestamp": "2021-05-08 13:19:15"
    },
    {
        "Tweet": "Blaming CoWin for not getting Vaccinated is the same as blaming Bed allocation software for not getting Beds\n\nTech isn't the issue. Demand - Supply is.\n\nFact is Govt didn't procure enough Vaccines &amp; ICU beds.\n\nLikes of Modi &amp; Tejasvi blame Tech glitches to keep people distracted.",
        "Timestamp": "2021-05-09 09:13:15"
    },
    {
        "Tweet": "Every single American should be OUTRAGED by Big Tech’s clear bias in when and who they CENSOR.\n\nThey are setting a dangerous precedent.",
        "Timestamp": "2021-05-08 20:32:01"
    },
    {
        "Tweet": "No we mean the actual skirting of state laws and state constitutions. And the absolute illegality of how things took place in certain battleground states and the fact that there’s highly suspicious behavior from entities like the center for tech and civic life. https:\/\/t.co\/hJ0R5QjrG4",
        "Timestamp": "2021-05-08 16:19:37"
    },
    {
        "Tweet": "H.E.L.M. upgrade!\n\nHarness Splicer tech in a new chamber overlooking the loading bay. https:\/\/t.co\/SX99zd7Jt7",
        "Timestamp": "2021-05-08 17:00:03"
    },
    {
        "Tweet": "So strange how Big Tech's \"errors\" always seem to target conservatives, not Democrats. https:\/\/t.co\/P8qrtKugho",
        "Timestamp": "2021-05-08 13:56:24"
    },
    {
        "Tweet": "“You soft as baby s---. I already punked you once.\"\n\nDouble-tech on Jimmy Butler &amp; KAT for talking trash to each other. https:\/\/t.co\/r5m3DEJeu4",
        "Timestamp": "2021-05-08 13:33:38"
    },
    {
        "Tweet": "You can always count on Democrat Rep. Rashida Tlaib to spread vicious lies and misinformation...and know her Big Tech allies won't do a thing about it. https:\/\/t.co\/h9B1gfioNu",
        "Timestamp": "2021-05-08 11:01:29"
    },
    {
        "Tweet": "Warren Buffett and Charlie Munger are collectively 187 years old. \n\nI’m not particularly concerned with their views on emerging tech and the future of money.",
        "Timestamp": "2021-05-08 10:44:05"
    },
    {
        "Tweet": "Senator Josh Hawley, author of \"The Tyranny of Big Tech,\" urges states to pass laws severely penalizing tech platforms for restricting the free speech rights of citizens. @HawleyMO\n\nFor the full podcast:\n\nWATCH: https:\/\/t.co\/tb0GaL6O1T\n\nLISTEN: https:\/\/t.co\/PZqj2vwvmt https:\/\/t.co\/v6ZibFsufH",
        "Timestamp": "2021-05-08 20:17:39"
    },
    {
        "Tweet": "Here is what the average person sees when they turn to Google \"News\" for headlines. This is the biased garbage intended to control the public's perception of what's happening. We know Big Tech is a menace &amp; the GOP should stop whining &amp; confront this propaganda. https:\/\/t.co\/wU7azjV3v1",
        "Timestamp": "2021-05-09 19:43:40"
    },
    {
        "Tweet": "Happy Mother's Day! Shoutout to the tech savvy Moms out there 🙌🏾",
        "Timestamp": "2021-05-09 16:38:15"
    },
    {
        "Tweet": "Elon Musk opined on a podcast last year that “too many smart people go into finance and law.”\n\nBut there’s some good news: For the young graduates going after a career in tech, there’s never been a better time in terms of the potential monetary reward https:\/\/t.co\/n3buZJGCZW",
        "Timestamp": "2021-05-08 11:58:57"
    },
    {
        "Tweet": "Jen Psaki: Today the U.S. announced that it will join the Christchurch Call to Action to Eliminate Terrorist and Violent Extremist Content Online, a global pledge by member governments and tech partners to work together to address terrorist and violent extremist content online.",
        "Timestamp": "2021-05-08 00:00:00"
    },
    {
        "Tweet": "Fully focused on tech Twitter and minding the business that pays me. Thanks",
        "Timestamp": "2021-05-08 08:02:26"
    },
    {
        "Tweet": "Freedom of speech should not be a partisan issue. Big Tech should be held accountable.",
        "Timestamp": "2021-05-07 22:44:00"
    },
    {
        "Tweet": "Tech people need to remember that this is the same Amazon that also runs AWS that you depend on for your centralised infrastructure. Depend on. And fund. Instead of the total opposite. https:\/\/t.co\/9JATvBTnxn",
        "Timestamp": "2021-05-08 06:56:42"
    },
    {
        "Tweet": "⏰ MSF urges the @EU_Commission to:  \n\n1. Stop blocking the #TRIPSWaiver. \n\n2. Require EU pharma companies to share vaccine tech and know-how with manufacturers, including in low- and middle-income countries, to increase global💉supply. \n#EUSocialSummit21\nhttps:\/\/t.co\/R8BfnyTi9c https:\/\/t.co\/wwk78tgKQA",
        "Timestamp": "2021-05-08 06:50:58"
    },
    {
        "Tweet": "“thanks for going to amazon to buy my book about big tech tyranny!” he wrote on twitter https:\/\/t.co\/5ufU6avLFl",
        "Timestamp": "2021-05-07 23:27:13"
    },
    {
        "Tweet": "An alumnus of @iitmadras has founded a deep tech startup of @Tvasta_3DP, which is India's 1st 3D printed house, with a built-up area of about 600 sqft. The single-storey, 1BHK project inspires hopes for India’s affordable housing projects. https:\/\/t.co\/PWxEW5Ul1b",
        "Timestamp": "2021-05-08 06:19:44"
    },
    {
        "Tweet": "Just concluded marathon meeting with senior officials &amp; tech volunteers to suggest changes to BBMP bed booking software.\n\nWe are trying to ensure accountability of persons booking beds, transparent process of allotment &amp; preventing abuse of process.\n\nHope to see them implemented.",
        "Timestamp": "2021-05-05 17:43:52"
    },
    {
        "Tweet": "The Left and Big Tech will do everything in their power to censor conservative voices out of existence. \n\nIf you support freedom and the diversity of thought, you should be troubled by this.\nhttps:\/\/t.co\/VBXEZcsCK0",
        "Timestamp": "2021-05-07 13:28:36"
    },
    {
        "Tweet": "For a country that lost its mind over Russians spending $160K on Facebook ads that promoted Clinton and Trump, we sure are blasé about our tech oligarchs giving out billions of dollars in propaganda for their favored political party and against their disfavored political party. https:\/\/t.co\/kjqLxLBo6a",
        "Timestamp": "2021-05-07 19:05:04"
    },
    {
        "Tweet": "Greenland sharks, one of nature’s least elegant creatures, have an estimated lifespan of up to 600 years. https:\/\/t.co\/H71wdP7IQd",
        "Timestamp": "2021-05-08 08:33:53"
    },
    {
        "Tweet": "Had a conversation with Sri @NandanNilekani this morning &amp; sought his help to revamp BBMP bed allocation software\n\nLots of gratitude to him for putting very best tech architects on job immediately\n\nYet again, Sri Nandan Nilekani has proved he is always available for Bengaluru! 🙏",
        "Timestamp": "2021-05-05 06:32:34"
    },
    {
        "Tweet": "Disgraceful. \n\nFor every liberal celebrating Trump’s social media ban, if the Big Tech oligarchs can muzzle the former President, what’s to stop them from silencing you? https:\/\/t.co\/Yky4P0B38X",
        "Timestamp": "2021-05-05 13:39:01"
    },
    {
        "Tweet": "Facebook is more interested in acting like a Democrat Super PAC than a platform for free speech and open debate.\n\nIf they can ban President Trump, all conservative voices could be next.\n\nA House Republican majority will rein in big tech power over our speech.",
        "Timestamp": "2021-05-05 13:40:45"
    },
    {
        "Tweet": "The Facebook Oversight Board acted as the judge, jury, prosecutor, appellate court and executioner. \n\nBig Tech needs to be broken up.",
        "Timestamp": "2021-05-05 14:58:43"
    },
    {
        "Tweet": "Don't worry, Big Tech will surely deplatform and censor and suppress and \"fact-check\" Maxine Waters for spreading divisive disinformation. Surely Big Tech will spring into action and correct the record. https:\/\/t.co\/6wPcZc14pm",
        "Timestamp": "2021-05-02 21:17:11"
    },
    {
        "Tweet": "Biden Firm Worked with CA State Officials, Big Tech to Censor Election Posts  https:\/\/t.co\/PdmfpGhRm1 https:\/\/t.co\/GJYRMxBpXj",
        "Timestamp": "2021-05-02 12:01:17"
    },
    {
        "Tweet": "Democracies can't thrive when citizens can't agree on what's true. \n\nAnd tech companies have made algorithm-driven conspiracy rabbit holes a feature of our information ecosystem. \n\nThere needs to be a reckoning. \n\nhttps:\/\/t.co\/K4DXAAjVi5\n\nhttps:\/\/t.co\/ijtb2PLps4",
        "Timestamp": "2021-05-05 17:02:15"
    },
    {
        "Tweet": "It's all hands on the deck, and all spaces for care. @tech_mahindra Noida centre cafeteria turns into a 40-bed Covid facility.. \n\n https:\/\/t.co\/Ry7VTwjbBE via @timesofindia https:\/\/t.co\/J28vSVSbee",
        "Timestamp": "2021-05-03 01:44:19"
    },
    {
        "Tweet": "If you’re surprised by Facebook banning President Trump, you haven’t been paying attention. It’s just the latest page in the book of big tech coming after conservatives. And they won’t stop.\n\nWhich means it’s past time to hold them accountable. Break them up.",
        "Timestamp": "2021-05-05 14:20:41"
    },
    {
        "Tweet": "BREAKING: President Trump releases a statement on Big Tech companies: https:\/\/t.co\/9py1CKjFGz",
        "Timestamp": "2021-05-05 15:17:43"
    },
    {
        "Tweet": "Facebook and Twitter ban a former U.S. President, yet, some of the world’s worst dictators, terrorists, and bad actors still have a platform.\n\nThis is a gross double standard and it’s why most Americans don't trust big tech.",
        "Timestamp": "2021-05-05 13:58:56"
    },
    {
        "Tweet": "This team of tech architects, also assisted by iSpirit @Product_nation will redesign the bed booking software to make it efficient, transparent and minimise manual intervention. \n\nI thank the tech volunteers for helping this cause.\n\nPeople of Bengaluru will be grateful to you! https:\/\/t.co\/WNq3HpKUZQ",
        "Timestamp": "2021-05-05 06:41:38"
    },
    {
        "Tweet": "Italy is planning to build a high-tech, lightweight stage inside the Roman Colosseum that will allow visitors a central viewpoint from within the ancient structure “to see the majesty of the monument.\" https:\/\/t.co\/oRLeJAXXWw",
        "Timestamp": "2021-05-02 11:59:21"
    },
    {
        "Tweet": "We've done it! I'd like to thank the honorable PM for the vision, @UsmanAKBuzdar for achieving the milestone.\nIn record time, NOW WE'VE MOVED TO 100% conversion of nearly 8,000 brick kilns in Punjab to zigzag tech.\n\nAm delighted my initiative is fulfilled.\nhttps:\/\/t.co\/zc26IAkQhh",
        "Timestamp": "2021-05-02 11:21:26"
    },
    {
        "Tweet": "Jacob says it all\nVaccines have to be equitable: Jacob John https:\/\/t.co\/wtHOPaplsC",
        "Timestamp": "2021-05-02 11:59:19"
    },
    {
        "Tweet": "Most people romanticize the hacker life, but most of it involves creating GUI interfaces using visual basic, to track the IP address of criminals.⁠ https:\/\/t.co\/xA3Bb70QcI",
        "Timestamp": "2021-05-08 20:30:43"
    },
    {
        "Tweet": "After an elite Chinese hacker broke into an iPhone, Chinese intelligence used it virtually overnight as a weapon against a besieged minority ethnic group, striking before Apple could fix the problem. It was a brazen act performed in broad daylight. https:\/\/t.co\/StqiEAvk4G",
        "Timestamp": "2021-05-09 07:45:27"
    },
    {
        "Tweet": "Never interfered with elections. Never promoted genocide. Never stole and sold our data. And the only person he ever robbed was Chase Bank as a hacker and Fox when he sold them MySpace. https:\/\/t.co\/L2fLIPvkBp",
        "Timestamp": "2021-05-09 09:22:19"
    },
    {
        "Tweet": "Hacker history nerds: are there historical examples of \"crossover episodes\" where people with very different technical skill sets got together and hacked a thing across their respective disciplines? I’m having a hard time coming up with any but surely there have been some",
        "Timestamp": "2021-05-08 18:51:27"
    },
    {
        "Tweet": "Hello everyone.. My Facebook page has been hacked. Pls ignore All the random videos posted by the hacker. Trying to get it back asap. @Facebook @facebookapp",
        "Timestamp": "2021-05-06 05:12:13"
    },
    {
        "Tweet": "This is what I was wearing at the airport when a man (who didn’t appear to be doing so hot) stared me down and then angrily mumbled behind my back: “Hacker.” https:\/\/t.co\/xStklmznsv",
        "Timestamp": "2021-05-08 00:52:48"
    },
    {
        "Tweet": "New: How China turned a prize-winning iPhone hack against the Uyghurs https:\/\/t.co\/RgRDVdFW30",
        "Timestamp": "2021-05-06 10:07:53"
    },
    {
        "Tweet": "US PIPELINE HACKER ATTACK | DARKSIDE IS NEW BUT EXPERIENCED\n#colonialpipeline\nExperts who have tracked DarkSide said it appears to be composed of veteran cybercriminals who are focused on squeezing out as much money as they can from their targets.\nhttps:\/\/t.co\/AifNCYUAkG",
        "Timestamp": "2021-05-09 21:47:59"
    },
    {
        "Tweet": "A researcher in China hacked an iPhone and won a large amount of money for doing so. Then the government used his work to spy on Uyghurs before Apple could fix the issue. Great story by @HowellONeill. https:\/\/t.co\/Brmzu6Wb3H",
        "Timestamp": "2021-05-06 11:16:46"
    },
    {
        "Tweet": "The offshore banking world doesn’t just enable the rich to reduce their tax bill, it amplifies inequality around the world, @aidthoughts says. https:\/\/t.co\/iZCncNzXNw",
        "Timestamp": "2021-05-09 11:08:00"
    },
    {
        "Tweet": "After getting a hacker un-partnered on @FacebookGaming &amp; calling out a toxic streamer on the platform, it appears BOTH communities worked overtime to stream snipe\/report my account.\n\nOverall KD is 0.87, Weekly KD is 1.3.\n\n@Activision @RavenSoftware @infinityward a little help? https:\/\/t.co\/oP1kKU5cLR",
        "Timestamp": "2021-05-07 19:42:16"
    },
    {
        "Tweet": "McEwen's \"United in Purpose\" org handed 191 million US voter profiles to a Hungarian citizen. The same database is believed to have been offered on an elite Russian hacker forum in 2015. Aleksei Burkov was extradited to the US for operating that website.\nhttps:\/\/t.co\/3Q3lUmjrws",
        "Timestamp": "2021-05-04 18:19:39"
    },
    {
        "Tweet": "Hacker Miraculously Shrinks a Nintendo Wii to the Size of a Game Boy https:\/\/t.co\/20W7bPTJMB https:\/\/t.co\/qkwH2pRRmE",
        "Timestamp": "2021-05-07 13:45:35"
    },
    {
        "Tweet": "SCOOP - A hacker has broken into Glovo, Europe’s $2 billion-valued Amazon rival.\n\nThey were selling access to Glovo’s backend where they could change user and courier passwords.\n\nhttps:\/\/t.co\/luPKHqZqcm",
        "Timestamp": "2021-05-04 10:23:08"
    },
    {
        "Tweet": "Hardware Hacker Breaks the DRM On a Mini Dishwasher https:\/\/t.co\/mtE7D964PB",
        "Timestamp": "2021-05-04 02:03:27"
    },
    {
        "Tweet": "Anyone from Delhi who has paid in advance for cylinder\/medicine\/concentrator and not received it, please report on 011-23469900 or  https:\/\/t.co\/Ds0tdpAZIL or acp-cybercell1@delhipolice.gov.in\n-  Order issued by Delhi police",
        "Timestamp": "2021-05-08 20:03:37"
    },
    {
        "Tweet": "Colonial Pipeline, which runs America’s largest pipeline for refined fuels, has halted operations following a cyber-attack yesterday. We explain why cybercrime is on the rise https:\/\/t.co\/yAZTUTFILM",
        "Timestamp": "2021-05-08 16:53:04"
    },
    {
        "Tweet": "A proposed global treaty to fight cybercrime could help governments silence critics and undermine privacy, says @hrw.\nhttps:\/\/t.co\/cpp3gKm7Vb",
        "Timestamp": "2021-05-09 17:39:00"
    },
    {
        "Tweet": "Software updates are crucial to a smooth-running laptop and to protect your security.\n\nHowever, be sure to beware of fake updates alerts, for example, received by email or via a browser pop-up, as these may make you vulnerable to cybercrime.\n\nLearn more ➤ https:\/\/t.co\/Eb0ZICcXVT",
        "Timestamp": "2021-05-07 15:28:38"
    },
    {
        "Tweet": "#1 Do not pay advance before you receive any cylinder\/ medicine.\n\n#2 People from Delhi can report on 011-23469900, if you have already paid up and not received it.\n\n#3 Also report on https:\/\/t.co\/tU5QT4pN79\n\n#4  For Delhi, also email on acp-cybercell1@delhipolice.gov.in",
        "Timestamp": "2021-05-03 07:44:22"
    },
    {
        "Tweet": "#DELHIPOLICE ACTION ON COVID CHEATS |\nDid someone #cheat you in name of providing oxygen\/medicine\/hosp bed\/remdesivir etc? U paid online &amp; its gone?\n\n1. Report on #155260 so we can stop ur money frm reaching cheat.\n2. Report on https:\/\/t.co\/UX8RcXyvXF\n3. Call4 asst #01123469900",
        "Timestamp": "2021-05-03 16:23:26"
    },
    {
        "Tweet": "CCM through its control of the Executive and Legislative has passed with CERTIFICATE OF URGENCY dozens of repressive laws including Cybercrime Act under @jmkikwete \nThey could just as easily REPEAL them all - but don’t count on this! They love control! \n#WorldPressFreedomDay",
        "Timestamp": "2021-05-03 05:58:39"
    },
    {
        "Tweet": "Abuse of Cybercrime Measures Taints UN Talks https:\/\/t.co\/4VUukF0p6v https:\/\/t.co\/ALFRd9CHmn",
        "Timestamp": "2021-05-05 05:01:40"
    },
    {
        "Tweet": "@Valsts_policija Members of the Cybercrime Unit of the Economic Crimes Enforcement Department of the @Valsts_policija and the International Cooperation Department of the Prosecutor General’s Office helped detain an organized criminal group that laundered millions of dollars for cybercriminals. https:\/\/t.co\/k5icsBPkJ2",
        "Timestamp": "2021-05-06 23:10:44"
    },
    {
        "Tweet": "Obsessed with #LineOfDuty? Know who takes on the real-life OCGs? (Hint: it’s not AC-12…)\n \nThe NCA works 24\/7 to lead the UK’s fight against serious and organised crime, tackling the OCGs bringing harm to our communities through drugs, firearms, cybercrime and other threats. https:\/\/t.co\/444FQpv8LO",
        "Timestamp": "2021-05-02 13:05:41"
    },
    {
        "Tweet": "Even as rates of most crimes remain low in rich countries, the spectacular growth of cybercrime—crime committed mostly or entirely over the internet—stands out https:\/\/t.co\/tXK5Bnymfz",
        "Timestamp": "2021-05-04 05:17:30"
    },
    {
        "Tweet": "A possible global treaty to address cybercrime, first proposed by Russia, risks legitimizing abusive practices and could be used as an excuse to silence government critics and undermine privacy in many countries. Negotiations at the UN start May 10. https:\/\/t.co\/ufKDWgtSrW https:\/\/t.co\/PGILZYbfGo",
        "Timestamp": "2021-05-05 12:21:47"
    },
    {
        "Tweet": "📌@UN_Vienna has hosted inclusive &amp; successful @UN treaty negotiations for decades. \n\nFor upcoming UN #Cybercrime Convention, #Austria🇦🇹 has pledged to support delegates from #LDCs, #SIDS, #LLDCs for travel ✈️ to #Vienna where @UNODC &amp; 🇺🇳-cybercrime are based. #LeaveNoOneBehind https:\/\/t.co\/oyu4AFF3V9",
        "Timestamp": "2021-05-06 14:33:26"
    },
    {
        "Tweet": "Alarming: Pakistani authorities receive 11 complaints under cybercrime law in an hour. Federal Investigation Agency has had a capacity of handling only 10 complaints per day as it receives 261 complaints daily.Govt turns a blind eye when it comes to deal with such serious issues.",
        "Timestamp": "2021-05-03 20:06:49"
    },
    {
        "Tweet": "Ransomware is “the single biggest threat” in the organised crime world https:\/\/t.co\/BYA3Z575vE",
        "Timestamp": "2021-05-04 19:42:05"
    },
    {
        "Tweet": "How to deploy Samba on Linux as an Active Directory Domain Controller https:\/\/t.co\/GIGDa8FHMP https:\/\/t.co\/IA04ac1KOF",
        "Timestamp": "2021-05-09 15:05:02"
    },
    {
        "Tweet": "ON THIS DAY | In 1996, Linus Torvalds decided to adopt Tux the penguin as a mascot for the Linux operating system. #OnThisDay https:\/\/t.co\/omcVOxkXha",
        "Timestamp": "2021-05-09 06:45:01"
    },
    {
        "Tweet": "Procmon for Linux v1.01 release for Ubuntu is out. Let us know what you think: https:\/\/t.co\/hmA5qbhdlg",
        "Timestamp": "2021-05-06 02:56:20"
    },
    {
        "Tweet": "Good news for our Linux users https:\/\/t.co\/ZMwOkBmp4Y",
        "Timestamp": "2021-05-07 18:27:00"
    },
    {
        "Tweet": "Linux turned out to be an universal operating system and Kubernetes is on track to becoming an universal control plane.",
        "Timestamp": "2021-05-05 13:35:56"
    },
    {
        "Tweet": "📢 Linux Edge Insiders, we have a special announcement for you:\n\nStarting today, you can download and install the Microsoft Edge Beta channel on your Linux device! Head over to our Edge Insider website to get either the .deb or .rpm package to install now! https:\/\/t.co\/uTpZf3DPsE",
        "Timestamp": "2021-05-04 15:59:43"
    },
    {
        "Tweet": "\"YOU WOULDN'T HAVE THIS PROBLEM WITH LINUX!\"⁠\n\nhttps:\/\/t.co\/vWXnncFKFu https:\/\/t.co\/mgDf9kxiqY",
        "Timestamp": "2021-05-05 13:50:43"
    },
    {
        "Tweet": "Microsoft’s Edge browser is now available in beta for Linux https:\/\/t.co\/xK58f1P8ta",
        "Timestamp": "2021-05-04 17:06:03"
    },
    {
        "Tweet": "We're happy to announce that Griftlands in now Linux compatible on Steam!\n\nThis update also contains some general fixes &amp; tweaks for all PC platforms as we work towards full launch!\n\nMore Details Here:\nhttps:\/\/t.co\/cT0b94RQJ9\n\n#Griftlands #Linux #LinuxGaming @gamingonlinux https:\/\/t.co\/Xrkav0bUHr",
        "Timestamp": "2021-05-06 18:46:29"
    },
    {
        "Tweet": "My experience over the years is traditional orgs vastly overestimate their security posture in Linux space, so exciting to see vendors pushing Linux detection. https:\/\/t.co\/TqujDWJ2jJ",
        "Timestamp": "2021-05-06 07:27:39"
    },
    {
        "Tweet": "Are you an aspiring open source software developer? Want to grow your career by diving into the #opensource community to learn from top project contributors? Apply to The Linux Foundation Mentorship Program by May 14 &amp; become a mentee! Learn more: https:\/\/t.co\/93IkjiQBdJ",
        "Timestamp": "2021-05-05 18:11:31"
    },
    {
        "Tweet": "The Pinephone is an open source smartphone that runs Linux. I'm fairly new to embedded stuff, D-bus, and still shaky on my Rust knowledge...but that won't stop me from trying!\n\n#DEVCommunity\nhttps:\/\/t.co\/uRp8zDYTdn",
        "Timestamp": "2021-05-06 02:10:01"
    },
    {
        "Tweet": "A tiny Linux board that can fit inside of a phone charger would be a useful gadget for hackers. https:\/\/t.co\/Tn2eQW3Ueb",
        "Timestamp": "2021-05-06 11:00:26"
    },
    {
        "Tweet": "RHEL, RHEL, RHEL, fancy that: Rocky Linux would-be CentOS replacement hits RC1 milestone https:\/\/t.co\/Jf3egceDZ2",
        "Timestamp": "2021-05-04 13:45:49"
    },
    {
        "Tweet": "[NEWS FROM KUBECON] We've launched a new, free online training course with @LF_Training \n\n\"Introduction to @kubernetesio on Edge with k3s\" will help you learn the use cases and applications of #Kubernetes at the #edge!\n\nhttps:\/\/t.co\/dbrrMZe4Z7 https:\/\/t.co\/hTZLcg29vE",
        "Timestamp": "2021-05-04 08:01:00"
    },
    {
        "Tweet": "The absence of new data sets could indicate #LongMarch5B reentered. This fits both our own latest prediction's uncertainty range and @SpaceTrackOrg predictions. Without confirmed video footage, a decay message or a new data set, we cannot yet confirm. We're still watching. https:\/\/t.co\/F7Cvt1LvEq",
        "Timestamp": "2021-05-09 02:21:07"
    },
    {
        "Tweet": "The goal of covid vaccines was to prevent illness. Mucosal\/sterilization immunity wasn't anticipated, which is why masks have been advocated post-vaccination to prevent transmission. So this is especially welcome new data   .https:\/\/t.co\/lLeW6CS6vi https:\/\/t.co\/8rjT9D0WTo",
        "Timestamp": "2021-05-08 18:24:15"
    },
    {
        "Tweet": "Insiders at SpaceForce reporting that data indicates the rocket has indeed reentered, but waiting for confirmation (i.e. it correctly fails to show up on radar next time around). Presumably somewhere between the Middle East and Australia. Stay tuned...",
        "Timestamp": "2021-05-09 02:51:24"
    },
    {
        "Tweet": "Experts globally no longer believe Indian data on #COVID19India ill &amp; dead. This isn’t just credibility of Indian medical system at stake. It shreds the credibility of Indian gov.",
        "Timestamp": "2021-05-09 12:34:46"
    },
    {
        "Tweet": "TN CM Stalin says “I have instructed officers not to fudge Covid data. Let’s face the facts directly.” https:\/\/t.co\/RO1guuqdNO",
        "Timestamp": "2021-05-08 08:15:45"
    },
    {
        "Tweet": "HIDE data should be incorporated into MySejahtera (it’s a no-brainer, frankly)\n\nLike how SELangkah does it https:\/\/t.co\/1l0ziYZRRm",
        "Timestamp": "2021-05-08 04:41:18"
    },
    {
        "Tweet": "Just in—they don’t know for sure where the #ChineseRocket is exactly anymore— @AerospaceCorp reporting that data has stopped coming in, which means it maybe has re-entered. But if you see the debris field (and within the lines), you can report it here: \nhttps:\/\/t.co\/km9rcylbJo https:\/\/t.co\/aC9JoDFVax",
        "Timestamp": "2021-05-09 02:32:24"
    },
    {
        "Tweet": "Norwegian Cruise Line CEO Frank Del Rio TORCHES the CDC for issuing nonsensical guidance for cruise lines without providing any data to support their rules.\nhttps:\/\/t.co\/KMiY94B1Gf",
        "Timestamp": "2021-05-08 21:45:04"
    },
    {
        "Tweet": "#TheMoreYouKnow The data sets we use to make predictions are generated when the object we are tracking passes over one of a collection of sensors across the planet. We will know #LongMarch5B is down when it fails to pass over several of these sensors in a row. https:\/\/t.co\/EmSWNt4DPa",
        "Timestamp": "2021-05-09 02:37:32"
    },
    {
        "Tweet": "I simply can’t tolerate this tux anymore, and after wearing my mink overcoat for 24 hours straight, I think I may be allergic.\n\nMy victory podium was also ruined by last nights rain.\n\nI have reliable data that I received 97.36% of the vote.\n\nI hereby declare London open. ✌🏼🥂",
        "Timestamp": "2021-05-08 14:52:59"
    },
    {
        "Tweet": "Myanmar junta has suspended 8250 educational staff from 33 degree colleges and universities nationwide including professors and lecturers for refusing to work under the military regime according to the data received from Myanmar Teachers' Federation.\n\n#WhatsHappeningInMyanmar",
        "Timestamp": "2021-05-08 12:40:10"
    },
    {
        "Tweet": "Roughly 60 percent of school apps have been sending student data to a variety of potentially high-risk third parties, without the knowledge or consent of students or parents, according to research by the nonprofit organization Me2B Alliance. https:\/\/t.co\/yTtzgLRPmC",
        "Timestamp": "2021-05-09 03:06:14"
    },
    {
        "Tweet": "Idiotic statement by @kaushikcbasu as usual! @HardeepSPuri As usual he shows his bias!not even 25% tendered out,State and centre spend 16lcr a year on welfare, this year 5.2l cr on infra,but does Data and truth matter to such perverted statements? @APanagariya @Sanju_Verma_ https:\/\/t.co\/78DV05xAVc",
        "Timestamp": "2021-05-09 05:46:23"
    },
    {
        "Tweet": "Soon after the call from The Lancet journal, the Indian Medical Association hiding data and deaths and failing to plan a roadmap to ensure adequate vaccines were available.\n\nhttps:\/\/t.co\/9rQIdBTJdz",
        "Timestamp": "2021-05-09 01:31:00"
    },
    {
        "Tweet": "In a shocking display of TRUTH, the Maricopa County Supervisors ADMIT that access to the routers “could potentially allow someone to intercept sensitive data”.\n\nDid someone intercept the 2020 General Election data?\nWe must find out.\n\nAudit those routers!\n\n-Ron",
        "Timestamp": "2021-05-08 03:19:48"
    },
    {
        "Tweet": "NEW: A BuzzFeed News review of leaked financial documents, membership data, corporate filings, and online fundraising appeals, provides a new window into the Oath Keepers, the militant group that is tightly controlled by its founder. https:\/\/t.co\/FPYSH3FXmL",
        "Timestamp": "2021-05-08 00:46:36"
    },
    {
        "Tweet": "According to Spotify data, the most popular song to sing in the shower is \"Party in the U.S.A.\" by Miley Cyrus",
        "Timestamp": "2021-05-08 00:33:01"
    },
    {
        "Tweet": "Anyway use Signal. When it gets subpoenaed, this is all the data they have to disclose.\n(Source: https:\/\/t.co\/5YVCJpXy8n) https:\/\/t.co\/EPG3oB573l",
        "Timestamp": "2021-05-07 23:39:47"
    },
    {
        "Tweet": "Red America is thriving and Blue America is failing. National economic data needs to be contrasted between red\/blue. https:\/\/t.co\/mvncQhNqag",
        "Timestamp": "2021-05-08 01:44:30"
    },
    {
        "Tweet": "\"If you want to relieve the pressure on hospitals, if you want to stop having people dying on pavements, outside of hospitals, the single biggest thing you can do is vaccinate high-risk people.\" | Professor Ashish Jha to Karan Thapar. \n\nhttps:\/\/t.co\/nYlbWtIrdL",
        "Timestamp": "2021-05-08 03:00:31"
    },
    {
        "Tweet": "Republicans have long sought to shrink government aid, but Democrats see the data as proof that the direct payments are working as intended \nhttps:\/\/t.co\/nNLxGCYVgr",
        "Timestamp": "2021-05-08 03:00:16"
    },
    {
        "Tweet": "Itchy (tasty) to play through all the Resident Evil games with Village out now?\n\nHere's roughly how long each mainline entry takes to beat, according to data from How Long to Beat: https:\/\/t.co\/ePP3eJVJxQ https:\/\/t.co\/2i6NXcJJxC",
        "Timestamp": "2021-05-07 23:01:01"
    },
    {
        "Tweet": "Maybe instead of trying to heroically interpret ambiguous survey data, we should look directly at the variable of interest: how many people are getting vaccinated. It underwent a huge nonlinear plunge timed *exactly* to the J&amp;J pause and has never recovered (see below). https:\/\/t.co\/1udbR60z21 https:\/\/t.co\/pC7OhdVq1h",
        "Timestamp": "2021-05-07 22:01:55"
    },
    {
        "Tweet": "A total of 1,719,943 signatures have been certified as verified in the #RecallGavinNewsom campaign, said #California’s Secretary of State.\n\nTo trigger an election, just 1,495,709 verified signatures were needed. https:\/\/t.co\/ibQR2TCvWe",
        "Timestamp": "2021-05-08 01:10:01"
    },
    {
        "Tweet": "Want to know why golf courses are being kept closed? Here’s a video I did the other month explaining how Ontario closures are about decreasing general mobility data to give people fewer reasons to leave home and not about actually targeting spread: https:\/\/t.co\/YeoP4E1RVL",
        "Timestamp": "2021-05-08 01:14:24"
    },
    {
        "Tweet": "Signal tried to use Instagram ads to display the data Facebook collects about you and sells access to.\n\nFacebook wasn't into the idea, and shut down our account instead: https:\/\/t.co\/sSqJ8JlxR7 https:\/\/t.co\/PU6WoDdt70",
        "Timestamp": "2021-05-04 18:49:15"
    },
    {
        "Tweet": "Signal made Instagram ads that shows users how much Facebook knew about them.\n\nFacebook banned them.\n\n“Being transparent about how ads use data is enough to get banned; in Facebook’s world, the only acceptable usage is to hide what you’re doing.”\n\nhttps:\/\/t.co\/DwAZeD5IWn https:\/\/t.co\/9cwTu2DILy",
        "Timestamp": "2021-05-04 19:20:04"
    },
    {
        "Tweet": "Organ Procurement Organizations (OPOs) are supposed to swiftly retrieve organs from donors. Yet, they're often havens for waste and abuse, in part because they can manipulate data to escape accountability, while vacationing on private jets—literally. I'm calling them out. https:\/\/t.co\/fPV92Ig96m",
        "Timestamp": "2021-05-04 18:16:57"
    },
    {
        "Tweet": "Stop saying \"both sides\" gerrymander the same.  Here is what the data shows:\n\n\"Republican redistricting increases their own seat share by over 9%, compared to 0% when Democrats have control.\"\nhttps:\/\/t.co\/sG9O27H9L7",
        "Timestamp": "2021-05-04 13:32:39"
    },
    {
        "Tweet": "I’m sorry, what? Has ANYONE outside the company or @us_fda seen the side effect data? And a 2200-person trial translates into 550 girls getting the vaccine - how can anyone think that’s enough to catch rare side effects?\n\nCovid poses ~zero risk to healthy teens. WHAT IS GOING ON? https:\/\/t.co\/cxAoYxdO2i",
        "Timestamp": "2021-05-04 01:28:06"
    },
    {
        "Tweet": "Sound up! 🔉 NASA’s Parker Solar Probe discovered a natural radio signal in Venus’ upper atmosphere during its closest-ever flyby of the planet! The data — sonified here — is helping scientists study the atmosphere of Earth’s less hospitable twin: https:\/\/t.co\/PaKZ4TV0iT https:\/\/t.co\/Z6JgR3QKGv",
        "Timestamp": "2021-05-03 20:38:25"
    },
    {
        "Tweet": "Modi govt has only itself to blame for the bad press it’s getting over #COVIDEmergency2021. No daily media briefings on O2 shortages, hospital bed availability or status of vaccination rollout. It’s the duty of govt to collate state data &amp; brief citizens regularly in an emergency",
        "Timestamp": "2021-05-05 07:39:46"
    },
    {
        "Tweet": "India has four times the population of the USA. Comparing Covid statistics this must be carefully considered. USA leads India in all statistics for the virus by huge numbers by population proportion. Time to question misleading media promoted data!",
        "Timestamp": "2021-05-04 16:12:13"
    },
    {
        "Tweet": "Brief thread on vaccines vs variants (vaccines are winning 💉💪):\n\n[Some] people keep pointing to rising cases in places like Chile and Canada as evidence that the vaccines aren’t working.\n\nThat’s completely contradicted by the data coming out of those countries",
        "Timestamp": "2021-05-04 16:26:55"
    },
    {
        "Tweet": "@narendramodi @PMOIndia Sir pl have an Official Spokesperson for Covid cases to give full information everyday with data to create more transparency! The Global left and Lutyens media is carrying on a narrative to malign India and create more panic! @rsprasad @PiyushGoyal",
        "Timestamp": "2021-05-04 15:57:16"
    },
    {
        "Tweet": "Why Pakistan is at Risk\n\nVaccinations &lt;1%\nVaccine hesitancy ~50%\n\nGenome sequencing &lt;0.1%\nB.1.1.7 variant in PK since Jan\n\nSusceptible population ~200 M\n\nIn epidemiological terms, the nation’s a sitting duck in a data fog\n\nIt’s NOT a prediction; It’s a concern https:\/\/t.co\/Xfo8bQvMVI",
        "Timestamp": "2021-05-03 05:08:52"
    },
    {
        "Tweet": "Confirmed: Mobile data has been cut in #Myanmar for 50 days and online platforms remain heavily restricted limiting press freedom at a critical moment for the country's future 📵\n\n#WorldPressFreedomDay\n#WhatsHappeningInMyanmar\n\n📰https:\/\/t.co\/Jgc20OBk27 https:\/\/t.co\/3VIrbtJYkd",
        "Timestamp": "2021-05-03 03:32:37"
    },
    {
        "Tweet": "Michigan has had enough of @GovWhitmer’s obstruction and hypocrisy.\n \nRelease the nursing home data.\n \nTell us how and how long you traveled to Florida, which violated your own guidelines.\n \nOpen the schools. https:\/\/t.co\/qZF2POIVmi",
        "Timestamp": "2021-05-04 11:26:29"
    },
    {
        "Tweet": "India's pursuit of pseudoscience, obsession over 2G (Gangajal &amp; Gaumutra), manipulation of data, &amp; hiding of critical information about double mutant have led to this devastating second wave of the Covid pandemic. #MyPiece https:\/\/t.co\/vctkumL6vB",
        "Timestamp": "2021-05-03 06:05:29"
    },
    {
        "Tweet": "WATCH THIS WARNING by @drdavidbull about what vaccine passports will mean if govt proceeds: thin end of wedge, your medical records will end up being stored on NHS app, valuable data possibly sold or nicked. https:\/\/t.co\/r5ONMRWcSt",
        "Timestamp": "2021-05-02 16:54:46"
    },
    {
        "Tweet": "Introverts, spring 2020: \"I've been preparing for this moment my entire life\"\n\nData, spring 2021: introverts have experienced more stress, anxiety, loneliness, and depression than extraverts\n\nExtraverts seek more connection, but introverts need it too.\n\nhttps:\/\/t.co\/M4iDjXyI9l https:\/\/t.co\/kW2HGvsKAg",
        "Timestamp": "2021-05-02 13:54:23"
    },
    {
        "Tweet": "Big Tech companies spy on kids for profit, but these 4 major changes would greatly help protect kids online:\n\n• Ban addictive &amp; manipulative app features\n• Ban micro-targeted advertising\n• Limit data collection itself\n• Ban biometric stalkerware\n\nhttps:\/\/t.co\/pt4nuDMMvz",
        "Timestamp": "2021-05-02 13:47:00"
    },
    {
        "Tweet": "OMG, look what I just found in a box up in my attic today.\n\nThis is a treasure trove of #Halo history!\n\nBTW, I had to find and install a DVD drive to read and copy all this data to my backup drives. https:\/\/t.co\/YqMmVLDMvt",
        "Timestamp": "2021-05-03 02:58:02"
    },
    {
        "Tweet": "The United States is now averaging 49,594 new coronavirus cases per day, the lowest seven-day average since October 12, according to data from @CNN and Johns Hopkins University.",
        "Timestamp": "2021-05-02 10:48:31"
    },
    {
        "Tweet": "Your daily reminder that it’s time to fully end restrictions - now - as data shows COVID deaths are now less than daily average for flu &amp; pneumonia for the past month\n\n29 COVID deaths v 80 for flu. End this madness now &amp; give us our country back! https:\/\/t.co\/2qkZnFEdPW",
        "Timestamp": "2021-05-02 10:41:00"
    },
    {
        "Tweet": "In just 11 days, Delhi cremated\/buried 2396 more Covid patients than declared in its official data.\n\nThis is just part 1 of my #Verified investigation. More cities, states &amp; hidden numbers soon. STOP BELIEVING OFFICIAL INDIAN DATA.\n\nIG LINK- https:\/\/t.co\/rICsJZm5DC",
        "Timestamp": "2021-05-02 16:13:52"
    },
    {
        "Tweet": "More people care about $DOGE than #Bitcoin. \n\n*according to social media data.",
        "Timestamp": "2021-05-02 17:23:41"
    },
    {
        "Tweet": "How long before we realize Facebook should be *paying us* for our data?\n\n(The apps are really data harvesters, they can’t not be free — it’s our data that’s worth billions. Shouldn’t we get rev share on that?) https:\/\/t.co\/y5IU9u1m5Z",
        "Timestamp": "2021-05-03 01:00:34"
    },
    {
        "Tweet": "More on this new @CNN poll - \n\nHow does a 'national' sample of 1004 U.S. Adults go from a  +\/- 3.6% Margin of Error up to to a +\/- 7.2% MOE for key data to flash up on TV?\n\nYou reduce the 1004 down to 322 for your key question.\n\nAnd at a 25% GOP weight that's - 81 'Republicans' https:\/\/t.co\/IEXDkLeMUu https:\/\/t.co\/fvW3TRUstX",
        "Timestamp": "2021-05-02 11:41:27"
    },
    {
        "Tweet": "Welcome home, Crew-1! Back on Earth, the astronauts will continue to contribute to research as data is taken on their adaptation back to microgravity. https:\/\/t.co\/CDkljFHNbQ https:\/\/t.co\/l9BF2GYOnS",
        "Timestamp": "2021-05-02 12:27:53"
    },
    {
        "Tweet": "Data point for our modern world:\n\nI can remember a time when the first screen of results on a Google search was not like this. https:\/\/t.co\/pwOTMUVAzV",
        "Timestamp": "2021-05-02 17:55:59"
    },
    {
        "Tweet": "India's covid surge explained: \"We let our guard down at a time when we should not have. We should have gathered better data, which we didn’t.\"\n https:\/\/t.co\/7qLn4H7Db5 via @bopinion",
        "Timestamp": "2021-05-02 18:34:53"
    },
    {
        "Tweet": "Taking some news reports and amplifying them to suggest the entire country is crumbling is not data crunching, it’s simply pandering to the ‘bhay ka mahaul’ narrative without giving facts to substantiate it\n\nhttps:\/\/t.co\/6YiFBy8Sm4",
        "Timestamp": "2021-05-02 10:30:00"
    },
    {
        "Tweet": "There's no way to do this without filters, but there's no way to make filters without violating the GDPR. The EU trying to figure out how to make it work, and the people who said this wouldn't require filters are now claiming that filters are fine.\n\nhttps:\/\/t.co\/GvqSg8qM9E\n\n26\/",
        "Timestamp": "2021-05-08 16:31:37"
    },
    {
        "Tweet": "Writing a DPIA for a new project? We've got checklists available on our website to ensure you write a good DPIA - one that shows you considered the risks related to your intended processing and that you met your broader DP obligations. Find it here: https:\/\/t.co\/Zb7rjRbhYj https:\/\/t.co\/4EuwAIiWbY",
        "Timestamp": "2021-05-09 12:40:03"
    },
    {
        "Tweet": "According to the NY AG, \"Fluent\" (https:\/\/t.co\/h5dmN1nwQ4) is the company primarily responsible for flooding the FCC with fake impersonation comments which resulted the FCC's decision to revoke Net Neutrality rules.\nI sure am glad Fluent claims to be both CCPA and GDPR compliant. https:\/\/t.co\/15ONHaQRVq",
        "Timestamp": "2021-05-06 16:24:21"
    },
    {
        "Tweet": "Cédric O on the Digital Markets Act:  We want the regulator to be as European as possible. We have seen with GDPR that when national regulators are implied, some differences can threaten the whole text itself. 😏\nhttps:\/\/t.co\/xzso3fTLJA",
        "Timestamp": "2021-05-04 14:13:04"
    },
    {
        "Tweet": "The \"Ditto\" scam \n#CyberSafety #CyberFit #CyberAlert #CyberSecurity #OnlineSecurity #OnlineSafety #informationsecurity #MahaCyber #cybersecurityawareness #StaySafe #StayAlert https:\/\/t.co\/0zexpuNfuW",
        "Timestamp": "2021-05-04 09:07:11"
    },
    {
        "Tweet": "Check out our new #CyberEssentials webinar on to learn about fundamental concepts and practices to create a culture of #CyberReadiness for your organization:  https:\/\/t.co\/OHh5eicFjb #BeCyberSmart #Cybersecurity #InformationSecurity #Resilience",
        "Timestamp": "2021-05-05 15:41:01"
    },
    {
        "Tweet": "In our latest #techblog post, #Palantir's #informationsecurity team shares their experience using @ciliumproject: an #opensource project for securing container-based infrastructure that allows controls preferable to a traditional #firewall. Read more: https:\/\/t.co\/ovAEEvLyYn https:\/\/t.co\/LRRFYZxmSH",
        "Timestamp": "2021-05-06 18:58:15"
    },
    {
        "Tweet": "Neil Basu, the national CT lead, on whether he wants to lead the Met, how Facebook encryption plans will cost lives, and the battle to recruit more officers who look like him. Found it really fascinating to chat\n\nhttps:\/\/t.co\/xNHZ684HkK",
        "Timestamp": "2021-05-08 09:05:40"
    },
    {
        "Tweet": "@espadrine @ringo_ring @maxzks @tusharjois When we wrote about law enforcement accessing data from iCloud, one of our questions was: how do we convince people that backup encryption is important?\n\nWatching the FBI use their investigative capability against @ringo_ring really clarifies that argument for me.",
        "Timestamp": "2021-05-08 19:08:19"
    },
    {
        "Tweet": "\"Signal doesn’t have access to messages; chat lists; groups; contacts; stickers; profile names\/avatars; or even GIFs.\" \n\nThat’s why we suggest @signalapp for messaging. With end-to-end encryption by default, they simply don't have your data (like us): https:\/\/t.co\/j7fRwmb4Zd",
        "Timestamp": "2021-05-06 13:47:01"
    },
    {
        "Tweet": "End-to-end encryption is what makes a digital message truly private, read only by its intended recipient. https:\/\/t.co\/1pHppAnPso",
        "Timestamp": "2021-05-07 16:45:00"
    },
    {
        "Tweet": "The reality is the Biden administration’s proposed attack on privacy is just the latest salvo in a long-running elite campaign against encryption, which has become turbocharged following the Capitol Hill riot, writes Kit Klarenberg\n\nhttps:\/\/t.co\/OSP563VqvN",
        "Timestamp": "2021-05-04 16:45:00"
    },
    {
        "Tweet": "Using Trusted Execution Environment for user data encryption is an interesting use case.\n\nWith the potential of decentralized storage technology in the #Polkadot ecosystem, @PhalaNetwork aims to achieve more efficient TEE resource utilization &amp; network performance improvement. https:\/\/t.co\/mO8HFITsL1",
        "Timestamp": "2021-05-07 15:09:38"
    },
    {
        "Tweet": "End-to-end encryption protects our private conversations and information — even from the messaging apps themselves.\n\nSignal can’t turn over data it doesn’t have. https:\/\/t.co\/BWVN0ftOqX",
        "Timestamp": "2021-05-05 23:28:33"
    },
    {
        "Tweet": "Happy birthday to cryptography pioneer Ron Rivest, the MIT professor who co-created RSA encryption: https:\/\/t.co\/MNmz8tIJdC\n\ncomic @xkcd https:\/\/t.co\/v67v5ut3q1",
        "Timestamp": "2021-05-06 16:00:01"
    },
    {
        "Tweet": "I wonder how secure our banks and brokerages will be when quantum computing becomes ubiquitous? What happens to crypto? Is this just an arms race between encryption and decryption?\n\nI honestly don’t, know but it’s a fascinating topic",
        "Timestamp": "2021-05-02 18:38:32"
    },
    {
        "Tweet": "How #EmergingTechnologies are impacting industries: https:\/\/t.co\/NAfHYRnIeI\n———————\n#BigData #DataScience #AI #MachineLearning #Automation #IoT #IIoT #IoTPL #IoTCommunity #Blockchain #DigitalTransformation #fintech #insurtech #HealthTech #Retail #EdTech #Industry40 #4IR #AR #VR https:\/\/t.co\/5aB3NHJWhz",
        "Timestamp": "2021-05-08 14:14:41"
    },
    {
        "Tweet": "#IoT-based remote healthcare monitoring solutions can enable healthcare service providers to deliver seamless services to remote patients in an efficient manner. Explore how #STPIIoTOpenLab is enabling startups to build such products: https:\/\/t.co\/ECnBL1TKJJ #STPICoEs #STPIINDIA https:\/\/t.co\/RfAxJls9qT",
        "Timestamp": "2021-05-08 03:26:16"
    },
    {
        "Tweet": "#IoT can enable autonomous vehicles manufacturers to improve car engineering &amp; optimise production timelines while increasing productivity &amp; profitability. Explore how #STPIMOTION is helping #startups to build such soln: https:\/\/t.co\/74BshwgyhF. #STPIINDIA #STPICoEs #GrowWithSTPI https:\/\/t.co\/qtBxGYnJSe",
        "Timestamp": "2021-05-08 03:25:49"
    },
    {
        "Tweet": "“The future of NFTs will involve using facts about the real world to mint digital assets,” said Raullen Chai, CEO of @iotex_io.\n\n“Proof of Presence” is one way NFTs could evolve.\nhttps:\/\/t.co\/1ylXXIMD2K",
        "Timestamp": "2021-05-09 12:55:21"
    },
    {
        "Tweet": "#MachineLearning on Sequence Data — #Python #DeepLearning Tutorial on creating Gated Recurrent Units (GRU) in Recurrent Neural Networks (RNN) with #TensorFlow: https:\/\/t.co\/iH5RQjP5r7\n———————\n#BigData #DataScience #AI #NLProc #IoT #IIoT #IoTPL #NeuralNetworks #Algorithms #abdsc https:\/\/t.co\/8wOGJPj4nu",
        "Timestamp": "2021-05-08 14:43:22"
    },
    {
        "Tweet": "#MixedReality 🥽 is going to connect us to each other in new ways – for #business and for fun 🎊\n\n🎥@Microsoft @HoloLens #HoloLens2\n\nmt @WevolverApp #AugmentedReality #AR #UI #UX #CX #MicrosoftMesh #IoT #tech #futureofwork #futuretrends #innovation #XR \nhttps:\/\/t.co\/tTkn01lLOr",
        "Timestamp": "2021-05-08 12:21:03"
    },
    {
        "Tweet": "🚦READY for the new normal? 🌇 🏬💥 😎 \n\nmt @johndepaz @alvinfoo #AR #VR #XR #IoT #5G #SmartCity #retailtech #futureofwork #cx #ux #ui #DigitalTransformation \n https:\/\/t.co\/x2exl22HXd",
        "Timestamp": "2021-05-09 03:11:22"
    },
    {
        "Tweet": "\"With better brains and learning capabilities, powered by ML at the edge, IoT is finally going to live up to its original expectations and transform manufacturing and other industries from the ground and up.\" https:\/\/t.co\/s3ELgOWkBX",
        "Timestamp": "2021-05-09 13:31:19"
    },
    {
        "Tweet": "Week 15 of @IoTCommunity’s IoT Premier League, Thought Leaders &amp; Influencers Division published:\nhttps:\/\/t.co\/7mBpEXAjmf\nKudos to Top 10:\n@CioAmaro\n@KirkDBorne\n@Eli_Krumova\n@avrohomg\n@enricomolinari\n@JADP\n@EvanKirstel\n@ingliguori\n@mvollmer1\n@SallyEaves\n-\n#IoTCommunity #IoTPL #IoT https:\/\/t.co\/pE0EeW5ryU",
        "Timestamp": "2021-05-09 09:18:05"
    },
    {
        "Tweet": "😱#DidYouKnow the United Kingdom is texting jet suits at sea. This is awesome. Visions of Tony Stark! https:\/\/t.co\/LIDyzfwFrz #futureofwork #IoT #UK #SmartCity #SundayMorning #sundayvibes #dyk",
        "Timestamp": "2021-05-09 09:12:04"
    },
    {
        "Tweet": "REFRESH! 9 New Thought Leaders Added to #IoT Premier League:\n@mvollmer1 at 9th\n@DigitalColmer at 46th\n@drfeifei at 49th\n@MarcoDalPino at 50th\n@digital_howell at 53rd\n@Thomas_Harrer at 67th\n@JosephSteinberg at 68th\n@kartben at 81st\n@_lisapark at 98th\n-\n#IoTCommunity #IoTPL #IIoT https:\/\/t.co\/UNy9JnRG6Y https:\/\/t.co\/4XkIhMvtX1",
        "Timestamp": "2021-05-09 09:23:50"
    },
    {
        "Tweet": "Massive adoption of #IoT by enterprises across industry verticals to boost automation, enhance productivity &amp; efficiency &amp; lower operational cost will drive the global #IIoT market to rise from $161.14 billion in 2018 to reach $949.42 billion by 2025, registering a CAGR of 29.4%. https:\/\/t.co\/WaWXN8VRqU",
        "Timestamp": "2021-05-07 04:05:35"
    },
    {
        "Tweet": "#IoT-powered smart agriculture sensor can collect data from the crop field &amp; monitor weather conditions and enable farmers to make smart decisions about farming. Explore how #STPIOctaNE is nurturing #startups to build such solutions: https:\/\/t.co\/M6izWW80wm. #STPIINDIA #STPICoEs https:\/\/t.co\/88obcCDDRu",
        "Timestamp": "2021-05-07 04:35:06"
    },
    {
        "Tweet": "#IoT-led interconnection between various devices and systems can streamline the logistics management activities with enhanced monitoring and smart deliveries. Explore how #STPIIoTOpenLab is enabling #startups to build such products: https:\/\/t.co\/ECnBL1TKJJ #STPICoEs #STPIINDIA https:\/\/t.co\/H740NiaTd0",
        "Timestamp": "2021-05-04 05:12:26"
    },
    {
        "Tweet": "#IoT can enable automotive companies to improve car engineering &amp; production timelines by reducing go-to-market time and lowering production cost. Explore how #STPIMOTION is nurturing #startups to build such solutions: https:\/\/t.co\/74BshwgyhF. #STPIINDIA #STPICoEs #GrowWithSTPI https:\/\/t.co\/bY4WHL8avC",
        "Timestamp": "2021-05-04 07:16:23"
    },
    {
        "Tweet": "“We call this concept ‘proof of anything’ which can include health data from wearables or automotive data from vehicles to trigger insurance-related smart contracts and much more,” said @larrypang of @iotex_io\nBy @benjaminopowers \nhttps:\/\/t.co\/EaqEq2AReD",
        "Timestamp": "2021-05-03 19:03:14"
    },
    {
        "Tweet": "Internet-connected devices have crept into our daily lives, from smart TVs to Alexa and even smart fridges. But it's worth taking a hard look at the risks they pose to your privacy. Here’s why you should be skeptical of any “smart device.” https:\/\/t.co\/E12ypBy6sm https:\/\/t.co\/q62D7mdbyj",
        "Timestamp": "2021-05-05 19:03:05"
    },
    {
        "Tweet": "This kind of rent-seeking is just getting started. As I tried to illustrate in my novella UNAUTHORIZED BREAD (part of my 2019 book RADICALIZED), there are limitless ways for Apple's pioneering business innovation to destroy our lives:\n\nhttps:\/\/t.co\/3o77vw66MZ\n\n34\/",
        "Timestamp": "2021-05-02 19:13:22"
    },
    {
        "Tweet": "✅ Meet sustainability goals\n✅ Improve employee experience\n✅ Enable a safe return to the office\n\nSee how we’re giving buildings a smart upgrade with the help of Cisco DNA Spaces and the full Catalyst 9000 family – wired and wireless.  \n\n#IoT",
        "Timestamp": "2021-05-04 20:08:00"
    },
    {
        "Tweet": "How is #IoT changing the World? 🤔 Get ready to join us in our latest #TwitterChat at 4pm BST on Tuesday, May 11th with our #KingstonCognate Industry Experts! We look forward to welcoming you to the conversation next week 🙌 #KingstonIsWithYou https:\/\/t.co\/OqQ5bj3hW6",
        "Timestamp": "2021-05-05 09:22:50"
    },
    {
        "Tweet": "Data was the new #oil,\n\nuntil the oil caught fire\n\nhttps:\/\/t.co\/eH04M4ggHn #fintech #insurance #insurtech #BigData #AI #ArtificialIntelligence #MachineLearning @dannycrichton @TechCrunch #IoT @psb_dc @andi_staub @YuHelenYu @ahier @enricomolinari @antgrasso @mclynd @Ronald_vanLoon https:\/\/t.co\/khGt06ZGSs",
        "Timestamp": "2021-05-03 00:27:04"
    },
    {
        "Tweet": "🌇 #5G  📶⚡️the driver for #smartcities of the #future \n\nvia @Paula_Piccard #AI #SmartCities #5g #IoT #DigitalTransformation #cybersecurity #IIoT #Sustainability #energy https:\/\/t.co\/muQsaQNFkX",
        "Timestamp": "2021-05-03 16:58:54"
    },
    {
        "Tweet": "🌆 🤩“You ordered a 🍕?!”\n\nBy @thefuturisthq mt @ShiCooks @TerenceLeungSF #drone \n#automation #AI #IoT #smartcities #retailtech #5G #drones #dronesforgood #finalmile #pizza \n https:\/\/t.co\/dlazLR8um7",
        "Timestamp": "2021-05-05 05:32:25"
    },
    {
        "Tweet": "The #future is NOW 🚀 \n\n🇬🇧 Royal Marines 🌊 \n\n@reuters #Jetpack #IronMan #EmergingTechnologies #IoT #AI #futureofwork #5G #tech \n \n https:\/\/t.co\/RSUDhhWnT0",
        "Timestamp": "2021-05-04 22:17:49"
    },
    {
        "Tweet": "Tired of just flipping switches? Automate your lights with Arduino instead! https:\/\/t.co\/jGINgv4iGO https:\/\/t.co\/A4lkRlUPcn",
        "Timestamp": "2021-05-05 12:32:55"
    },
    {
        "Tweet": "Major U.S. pipeline system shut down after cyber attack https:\/\/t.co\/fgOc4OJAtF",
        "Timestamp": "2021-05-08 13:47:43"
    },
    {
        "Tweet": "Going to be wild when Elon rolls around Mars in his cyber truck https:\/\/t.co\/31y44FI00c",
        "Timestamp": "2021-05-08 15:46:47"
    },
    {
        "Tweet": "Cyber Cat💕\n\nphoto by @wunder_p_house https:\/\/t.co\/o6FYlr9GjG",
        "Timestamp": "2021-05-08 11:31:43"
    },
    {
        "Tweet": "Cyber attacks are like arsons - you need someone to put the fire out, but then you need investigators to figure out who started it &amp; how. This type of attack on our infrastructure is one of the major threats we face.  https:\/\/t.co\/FzqkcQ7c7M",
        "Timestamp": "2021-05-08 16:55:18"
    },
    {
        "Tweet": "CNN so obsessed with bashing Republicans (9 of 17 stories above the fold on front page hitting GOP from various angles) it apparently has no room to inform readers of a cyber attack against a major U.S. pipeline. https:\/\/t.co\/FJdhyl2XIL",
        "Timestamp": "2021-05-09 11:49:30"
    },
    {
        "Tweet": "#ColonialPipeline ANALYSIS @bobgourley tells @CBSNews it appears “financially motivated criminal activity done by an adversary of limited sophistication. But, this has national security implications because of its potential impact...needs a response new National Cyber Director”",
        "Timestamp": "2021-05-08 23:27:30"
    },
    {
        "Tweet": "ALERT: Ransomware attack leads to shut down of major U.S. pipeline system, U.S. official says. Still unknown if carried out by criminals or foreign govt. These incidents are more common than realized, but mostly go unreported to the public, experts say.   https:\/\/t.co\/z2nDua6lEz",
        "Timestamp": "2021-05-08 14:06:45"
    },
    {
        "Tweet": "As suspected, the Colonial Pipeline precautionary shutdown was due to ransomware. This is what I was hearing from sources as well. https:\/\/t.co\/nNXocQPXYT",
        "Timestamp": "2021-05-08 14:08:57"
    },
    {
        "Tweet": "If it’s a criminal group overseas that is shutting down the oil flows in America, long past time to impose some costs on those nations harboring these cyber criminal groups.  https:\/\/t.co\/AiZkHzZV4N",
        "Timestamp": "2021-05-09 20:00:42"
    },
    {
        "Tweet": "Welcome to our future: https:\/\/t.co\/5VORSm5BB6",
        "Timestamp": "2021-05-09 16:12:30"
    },
    {
        "Tweet": "Let's gooooo\n\n https:\/\/t.co\/U3s09Ox3el",
        "Timestamp": "2021-05-09 00:17:48"
    },
    {
        "Tweet": "This is wild\n\nColonial Pipeline, which operates the largest US gasoline and diesel pipeline system, said it shut its entire network after a cyber-attack. The artery transports roughly 45% of the fuel to the East Coast\n\nhttps:\/\/t.co\/VJwiiGEIRm https:\/\/t.co\/b9Z52d6SSp",
        "Timestamp": "2021-05-08 14:27:39"
    },
    {
        "Tweet": "New: Justice Dept warns GOP-led audit of the 2020 election ballots in Arizona that turning over materials to Cyber Ninjas — operated by Trump supporter — could violate federal voting and civil rights laws.",
        "Timestamp": "2021-05-06 16:46:01"
    },
    {
        "Tweet": "Cyber Alert :::\nAdvice : For all those who are working from home or who are studying from home💻.\nFollow these simple tips🔻 https:\/\/t.co\/QPhr4iY1l2",
        "Timestamp": "2021-05-08 01:55:03"
    },
    {
        "Tweet": "Arizona has turned over 2.1 million ballots to Cyber Ninjas, a random Florida company run by a \"Stop the Steal\" conspiracy theorist\n\nA bunch of tables have been set up in an auditorium so the ballots can be viewed under UV light. No one knows why\n\nI'm sure this will end well",
        "Timestamp": "2021-05-03 14:50:18"
    },
    {
        "Tweet": "Endless picturesque opportunities await if you have the 64MP AI Quad Camera of the #realme8.\n\n#InStyleCaptureInfinity\n\nKnow more: https:\/\/t.co\/7My18mr4lT https:\/\/t.co\/jiRx9Dlhhq",
        "Timestamp": "2021-05-08 11:30:00"
    },
    {
        "Tweet": "Dominion Voting Systems has sharply criticized the election firm conducting the Arizona recount, saying auditors had \"already committed serious errors\" and \"demonstrated incompetence.\"\n\n\"\"The lead firm, Cyber Ninjas, has no election experience.\"\nhttps:\/\/t.co\/xQ7TkJ0GAz",
        "Timestamp": "2021-05-07 12:00:00"
    },
    {
        "Tweet": "\"China has a cyber sovereignty model, this idea that all data is ultimately part of the state - a system where US companies or anyone who's doing business in China then has their data become part of the Chinese state.\" @AynneKokas @hkdc_us #hkdc2021 #digitalauthoritarianism https:\/\/t.co\/L06BbDCK5z",
        "Timestamp": "2021-05-07 22:47:28"
    },
    {
        "Tweet": "Drone assassination, torture, kidnapping, overturning governments, rigging elections, putting down labor movements, cyber-terrorism, illegal domestic surveillance, blackmail, arms delivery — but of course, we need the most progressive hiring practices for those activities. https:\/\/t.co\/oH1MG3SFep",
        "Timestamp": "2021-05-03 01:55:46"
    },
    {
        "Tweet": "✨🍃Imagine a peaceful future without humans, just a cyber-Phil vibing with the flowers in Spring 2121 🤖🌷\n\nCollab + @deathandmilk_ a soft hoodie in a double sided futuristic floral print - only available for May!\n\nWorldwide: https:\/\/t.co\/ZZYZzWmBJz \nUSA: https:\/\/t.co\/ITvjiu8YZ6 https:\/\/t.co\/LBA3qEHaJ3",
        "Timestamp": "2021-05-06 19:55:42"
    },
    {
        "Tweet": "A reminder that @MelaniaTrump is the classiest First Lady ever. She sat through vicious attacks from the press— and reacted gracefully through her example.\n\nHappy anniversary to her amazing Be Best initiative promoting youth well-being against cyber bullying @OfficeofMelania https:\/\/t.co\/8ch3J86a9e",
        "Timestamp": "2021-05-07 15:59:29"
    },
    {
        "Tweet": "people wonder why millennials are bad with money and at the same time live in a world where if i put my entire college tuition into cyber bucks i would be a literal billionaire",
        "Timestamp": "2021-05-05 06:09:21"
    },
    {
        "Tweet": "Democracy dies with the cyber ninjas https:\/\/t.co\/iW7R87qBSD",
        "Timestamp": "2021-05-07 21:43:44"
    },
    {
        "Tweet": "Cyber ninjas. Bamboo ballots. Secret watermarks.\n\nHere’s how a bunch of conspiracy theorists in Arizona are trying to swing the 2020 election to Trump. https:\/\/t.co\/7FwlWXV1F5",
        "Timestamp": "2021-05-07 02:00:55"
    },
    {
        "Tweet": "🇦🇺 &amp; 🇬🇧 bonds are stronger than ever, as our partnership in the #IndoPacific deepens. This morning in London, @DominicRaab &amp; I discussed shared priorities including equitable vaccine access, cyber, Myanmar, Xinjiang &amp; human rights. We welcome the UK #IntegratedReview. @G7 https:\/\/t.co\/0xrMT3nUGl",
        "Timestamp": "2021-05-05 14:45:02"
    },
    {
        "Tweet": "BREAKING REPORT: MyPillow CEO Mike Lindell has Spent $1M DOLLARS on 'FRANK' while DEFENDING multiple cyber attacks.. \n\nMike is FIGHTING for FREE SPEECH.. \n\nGIVE BACK and fight CANCEL CULTURE.. \n\nUSE CODE:➡️THANKS45⬅️ @ https:\/\/t.co\/JToDYOjNvl up to 66% OFF.. \n\nPlease RT.. https:\/\/t.co\/WSoe6lBEWw",
        "Timestamp": "2021-05-03 19:44:58"
    },
    {
        "Tweet": "12\/12\nWhat we are watching in Arizona is Democracy coming apart in the little details. By handing over real people's ballots to Cyber Ninjas, we are giving up the actual levers and tools of our free and clear election. #velshi",
        "Timestamp": "2021-05-02 16:19:58"
    },
    {
        "Tweet": "Why is the AZ GOP allowed to do a recount of a certified election by a company called Cyber Ninjas? This is promoting the Big Lie &amp; members of the insurrection are there. If anyone can recount certified elections, I want KY, TX, &amp; SC recounted. What states do you want recounted?",
        "Timestamp": "2021-05-02 12:12:10"
    },
    {
        "Tweet": "The Arizona GOP’s election re-audit shows Democracy coming apart in the little details. By outsourcing our democracy to \"Cyber Ninjas,\" we are giving up the actual levers and tools of  free and fair elections. #velshi 🗳 https:\/\/t.co\/zpDUHHtsL6",
        "Timestamp": "2021-05-02 18:02:56"
    },
    {
        "Tweet": "Is everyone good with AZ recounting the election by a company out of FL called Cyber Ninjas that promoted the Big Lie?",
        "Timestamp": "2021-05-02 21:45:59"
    },
    {
        "Tweet": ".@cindymccain on with @jaketapper says the Arizona Senate’s election audit run by Cyber Ninjas is “ludicrous,” and takes a shot at the @AZGOP for refusing to audit its own election from January. \n\n https:\/\/t.co\/NSe3xfq0po",
        "Timestamp": "2021-05-02 16:29:19"
    },
    {
        "Tweet": "Google is enrolling millions of Chrome users into its ‘creepy’ new tracking program without any warning — Straight Talking Cyber tells you how to stop it https:\/\/t.co\/8YlXyJVVYc https:\/\/t.co\/kxEEB9lIRO",
        "Timestamp": "2021-05-02 19:30:00"
    },
    {
        "Tweet": "(UPDATE2) When asked about the use of UV lights, the response from the Logan\/Bennett duo was that the \"Cyber Ninjas\" were looking for \"watermarks\" on ballots to confirm that the ballots were authentic. \n\nJust one problem with that: Arizona *doesn't use watermarks on its ballots*.",
        "Timestamp": "2021-05-02 16:54:33"
    },
    {
        "Tweet": "The insurrectionists are suing the government for getting shot while trying to overturn the election. Cyber Ninjas in AZ are recounting the election. States are passing voter suppression laws. Fox &amp; the GOP are lying about hamburgers. We are in a very bad place.",
        "Timestamp": "2021-05-02 20:54:58"
    },
    {
        "Tweet": "Quirky, clever boys who don’t fit into the limited, cyber-glamourised masculine roles now on offer. Is medicalisation the best that society can do for them? (With links to a recent series of thoughtful articles, mostly by mums, about this underreported trend.) #GenderClinics https:\/\/t.co\/APiXn7yYYX",
        "Timestamp": "2021-05-02 21:32:19"
    },
    {
        "Tweet": "“King Cyber Ape - LUVELLI” for bid on @withFND! 🌐\n1\/1 Commemorative Piece.\nIn Celebration of the Ape Craze.\n\nBackground - Orange\nEarring - Gold Hoop\nEyes - Cyborg\nFur - Cheetah\nHat - King's Crown\nMouth - Cigar\n\nhttps:\/\/t.co\/oiPTS2ZExY \n#nftart #nftcollector #apes #rare",
        "Timestamp": "2021-05-02 13:43:37"
    },
    {
        "Tweet": "In 2021, every family in America should have access to high-speed internet — regardless of their ZIP code.",
        "Timestamp": "2021-05-08 21:54:28"
    },
    {
        "Tweet": "Unfair distribution of the vaccine happening because of COWIN. \n\nRich urban people with access to fast internet, understanding of OTP &amp; captcha, are getting the slots.\n\nWhile the poor, with no access to means or knowledge, are left with nothing!",
        "Timestamp": "2021-05-08 13:17:45"
    },
    {
        "Tweet": "Network disruptions in Cali are being reported.Internet shutdowns violate international HR law &amp; are unacceptable in a democratic society. I call the Colombian authorities to disclose information about this incident &amp; refrain from imposing shutdowns during these protests @CIDH",
        "Timestamp": "2021-05-09 13:24:08"
    },
    {
        "Tweet": "I pray the internet shut down for a year",
        "Timestamp": "2021-05-08 16:25:45"
    },
    {
        "Tweet": "thankful that we're all a part of this magic internet money thing",
        "Timestamp": "2021-05-08 18:02:27"
    },
    {
        "Tweet": "@LVJYonline I reckon this is the coolest thing the internet will see for a little while",
        "Timestamp": "2021-05-10 00:42:24"
    },
    {
        "Tweet": "Now read @michaelharriot’s stunning piece in @TheRoot. Understand that many white lawmakers are utterly ignorant abt the history of this country. https:\/\/t.co\/DYzt2HVrBH They have been deliberately miseducated. Disinformation &amp; propaganda abt racism did not start w\/the internet. https:\/\/t.co\/IiyJliJZUS",
        "Timestamp": "2021-05-08 12:52:00"
    },
    {
        "Tweet": "I’ve help build internet communities that have generated hundreds of millions of members\n\nThe most often question I get asked is:\n\nBut Greg - how do I build a community from scratch?!\n\nHere's what I usually say:",
        "Timestamp": "2021-05-08 16:01:41"
    },
    {
        "Tweet": "The most honest meme on the internet. https:\/\/t.co\/qIMzQbbGGo",
        "Timestamp": "2021-05-09 18:17:34"
    },
    {
        "Tweet": "The power of the internet https:\/\/t.co\/DArxpDBsBB",
        "Timestamp": "2021-05-08 16:28:06"
    },
    {
        "Tweet": "So... my daughters have discovered @claires and they came home with some stuffed animals. Winnie drew a picture of one today and thought I should put it on the internet so that kids (or whoever, really!) can print it &amp; color it for free. Here ya go! Tag me so I can repost you 🎨 https:\/\/t.co\/7uQGZ4BpNU",
        "Timestamp": "2021-05-08 13:45:29"
    },
    {
        "Tweet": ".@MikePrysner &amp; I spoke to a student leader in Colombia who says over 100 ppl have been murdered or disappeared by police—they’re driving in unmarked vans shooting into crowds &amp; cutting internet to commit crimes under the cover of darkness on @EmpireFiles https:\/\/t.co\/NUnRhSxoHe",
        "Timestamp": "2021-05-09 03:24:40"
    },
    {
        "Tweet": "My Sunday Sun column: Internet censorship only part of Trudeau's vision: His govt’s obsession with regulating, censoring &amp; ultimately controlling what we see on social media is part of a much larger agenda of instructing us on what &amp; how to think.\nhttps:\/\/t.co\/WJQqnvqfT2 #cdnpoli",
        "Timestamp": "2021-05-08 17:43:12"
    },
    {
        "Tweet": "Trudeau's Bill C-10 will restrict free speech in Canada. We need to stop it.\n\nhttps:\/\/t.co\/jxL0cTIDYN https:\/\/t.co\/NA5Z46GmhZ",
        "Timestamp": "2021-05-08 21:46:00"
    },
    {
        "Tweet": "2020 Election Integrity: National - NBC News, Jan 2020\n\nExperts find more than 30 U.S. voting systems connected to internet https:\/\/t.co\/0NFp1DdS9O via @nbcnews",
        "Timestamp": "2021-05-08 12:20:06"
    },
    {
        "Tweet": "😂 the internet right now! #Safemoon $SFM @safemoon $BNB https:\/\/t.co\/tB8BNcYC1f",
        "Timestamp": "2021-05-08 04:37:52"
    },
    {
        "Tweet": "A well reasoned piece on the problems with Bill C-10 from Conservative Leader ⁦@erinotoole⁩.\nIf you value a free and open internet, read this, learn about the problems and contact your MP before it is too late. #cdnpoli #c10 #stopbillc10 #stopc10  https:\/\/t.co\/oNssQmUeGC",
        "Timestamp": "2021-05-08 12:49:27"
    },
    {
        "Tweet": "2020 Election Integrity: National - Court Supervised Forensic Discoveries May 8, 2021 Summary To Date\n\nVoters have been assured systems are (1) \"air-locked\" f\/ the internet &amp; that (2) machine internal controls prevent vote manipulation.\n\nNew court evidence now suggests otherwise. https:\/\/t.co\/OwXAAu19ll",
        "Timestamp": "2021-05-08 11:49:10"
    },
    {
        "Tweet": "Internet law says you must watch this every time you see it. Internet law is wise in this case. https:\/\/t.co\/LdyQ5xQsqE",
        "Timestamp": "2021-05-08 01:01:29"
    },
    {
        "Tweet": "It’s only 7am ET but the winner of the Internet today is ….. https:\/\/t.co\/GYlMtokBPQ",
        "Timestamp": "2021-05-08 11:01:42"
    },
    {
        "Tweet": "PAC Protocol CEO David Gokhshtein told Sky News it will only take two to three years for a “decentralised” version of the internet to take over and those who don’t adapt “will be left out”.\n\nhttps:\/\/t.co\/Te3xq9yzDY",
        "Timestamp": "2021-05-08 04:59:19"
    },
    {
        "Tweet": "\"This is classic government, OK? ... The post office has an internet covert operations program to spy on the social media political behavior of our fellow Americans.\"\n\n@RepMattGaetz says USPS \"covert operations program\" is \"classic government.\" \n\nhttps:\/\/t.co\/q3g6qFdr4R",
        "Timestamp": "2021-05-08 08:39:19"
    },
    {
        "Tweet": "Rashami Desai sets the internet on FIRE with her hot dance moves on Cardi B’s song; Dalljiet, Monalisa in awe\n\n#RashamiDesai #CardiB #BollywoodBubble @TheRashamiDesai \n\nhttps:\/\/t.co\/nXXUVgV0tU",
        "Timestamp": "2021-05-08 08:50:02"
    },
    {
        "Tweet": "Billionaire Tesla and SpaceX CEO Elon Musk teases his upcoming \"SNL\" hosting gig and the internet is ablaze in controversy https:\/\/t.co\/xQnudfn05w https:\/\/t.co\/THTZBsBl44",
        "Timestamp": "2021-05-08 06:31:06"
    },
    {
        "Tweet": "The Hardy Compound finally procured the one thing that money couldn’t buy..\n\nHigh Speed Internet\n\nGame changer.",
        "Timestamp": "2021-05-08 01:50:51"
    },
    {
        "Tweet": "i’m not seeing a lot written in english about what’s happening in colombia — basically, colombian riot police have been shooting + killing peaceful protestors in the streets. 26 people have been killed and internet is being cut off.  \n\nto donate: https:\/\/t.co\/wmG3zcreGl https:\/\/t.co\/eVAn8yaGWt",
        "Timestamp": "2021-05-05 17:11:03"
    },
    {
        "Tweet": "Here's a \"disinformation\" reporter who pretends to be the authority truth and falsity, and who agitates for internet censorship based on his superior judgments, maligning as a \"conspiracy theory\" something which health experts around the world are investigating as possible: https:\/\/t.co\/GPYZKmvkI2",
        "Timestamp": "2021-05-07 22:15:12"
    },
    {
        "Tweet": "Easier to look it than to be it. Internet in a nutshell",
        "Timestamp": "2021-05-08 03:16:36"
    },
    {
        "Tweet": "This might be obvious as hell (then again we’re on the internet...) but god damnit, tell people when they’re great at things! Tell them you like what they did or made. Tell them you’re excited by them, that you’re proud of them. Tell them they’re seen. Tell them you love them.",
        "Timestamp": "2021-05-04 21:32:06"
    },
    {
        "Tweet": "Imagine If J Cole, Kendrick Lamar &amp; Drake Dropped Their Albums In A 3 Week Span. The Internet Won’t Work 😂😂",
        "Timestamp": "2021-05-04 18:16:27"
    },
    {
        "Tweet": "Will all the non-fascist people and eminent liberals kindly come out of their intellectual cave and condemn what’s happening in Bengal? Or have they not recharged their internet account?",
        "Timestamp": "2021-05-04 05:09:17"
    },
    {
        "Tweet": "At last, @LeegitItsSam joins the Internet search with @Jae_Day6 and @AleXa_ZB! 🙌\n\nThey talk about NFTs, which essentially allows people to sell digital...anything? Did you know there's a chance you can get rich from just a single tweet?! Listen to this week's ep to hear more! 🤯 https:\/\/t.co\/TgtX4AIWrP",
        "Timestamp": "2021-05-04 17:01:21"
    },
    {
        "Tweet": "Opinion: Russia’s plot to control the Internet is no longer a secret https:\/\/t.co\/WT7Ln7X3Y0",
        "Timestamp": "2021-05-05 06:04:05"
    },
    {
        "Tweet": "On #WorldPressFreedomDay, a group of Western embassies in Myanmar \"call for the immediate release of all media workers, the establishment of the freedom of information and communication and for the end of all internet restrictions in Myanmar.\" https:\/\/t.co\/uRng8yB2Vr https:\/\/t.co\/ih3WbAy5z6",
        "Timestamp": "2021-05-03 14:54:00"
    },
    {
        "Tweet": "1. You banned our reporters from the election debates.\n2. You had RCMP escort our reporter away from your press conference.\n3. You introduced a bill to censor the Internet including individuals on social media.\n4. You have nationalized 99% of the news media with your bail-outs. https:\/\/t.co\/mNMn9PaRK1",
        "Timestamp": "2021-05-03 15:10:54"
    },
    {
        "Tweet": "‘From the Desk of Donald J. Trump’ goes live on internet - https:\/\/t.co\/DVPhHJMjnE #OANN",
        "Timestamp": "2021-05-04 22:59:14"
    },
    {
        "Tweet": "Due to the Empire's internet censorship Bill, I’m unable to share my intergalactic adventure with you. #MayThe4thBeWithYou https:\/\/t.co\/Y9IjYfqcaZ",
        "Timestamp": "2021-05-04 13:21:21"
    },
    {
        "Tweet": "VP Osinbajo &amp; Microsoft's President just announced a digital plan that will upskill 5m Nigerians, ensure internet connectivity infrastructure including cloud services in the 6 geopolitical zones, &amp; the project, by itself, creates 27,000 jobs right away, ahead of multiplier effect",
        "Timestamp": "2021-05-03 15:57:38"
    },
    {
        "Tweet": "BREAKING REPORT: Leaked Documents Reveal Chinese leader Xi Jinping PERSONALLY DIRECTED the communist regime to focus its efforts to CONTROL THE GLOBAL INTERNET, displacing the influential role of the United States..\n\nIS CHINA OUR BIGGEST ADVERSARIAL THREAT?",
        "Timestamp": "2021-05-02 22:15:29"
    },
    {
        "Tweet": "With theories and excitement about their upcoming single #Butter taking over the Internet, @BTS_twt amp up the anticipation with the release of two additional concept clips https:\/\/t.co\/6Om7cw4o5f",
        "Timestamp": "2021-05-04 17:31:53"
    },
    {
        "Tweet": "sorry, i can’t, i’m comparing myself to strangers on the internet",
        "Timestamp": "2021-05-03 05:52:07"
    },
    {
        "Tweet": "Voice of a generation. Avatar of internet mega-fame. Reluctant icon of body positivity. A lot rests on @BillieEilish’s 19 year old shoulders. And she has a point to make. https:\/\/t.co\/JWMbtQrrgf https:\/\/t.co\/ofnesaqQB4",
        "Timestamp": "2021-05-02 16:16:18"
    },
    {
        "Tweet": "The news that should break the internet today: Dawid Malan makes his debut in red and gold! 🤩\n\nHappy, #SaddeFans? 🥰\n\n#SaddaPunjab #PunjabKings #IPL2021 https:\/\/t.co\/JkHXLyt4w1",
        "Timestamp": "2021-05-02 13:25:01"
    },
    {
        "Tweet": "Prayers for the West Bengal BJP cadre who risked their everything to campaign for the party. They are going to face the consequences.\n\nThe Internet Yodhas who predicted a massive BJP victory and asked others to save their tweets have already deleted those tweets and moved on.",
        "Timestamp": "2021-05-02 13:50:41"
    },
    {
        "Tweet": "Amazing that Dominic Raab has discovered ‘a network of trolls’ only 6 years since the Internet Research Agency was first extensively covered by mainstream press. While this same govt REFUSES point blank Intel Committee’s demand for a proper investigation &amp; inquiry https:\/\/t.co\/C3Kl74Zzbr",
        "Timestamp": "2021-05-02 11:14:28"
    },
    {
        "Tweet": "We need to be extremely careful, especially with the security situation of the country. Posting personal information, bank details etc online. There are kidnappers, thieves and even ritualists everywhere on the internet. May we not be a victim. 🙏🏼",
        "Timestamp": "2021-05-02 11:41:18"
    },
    {
        "Tweet": "Look at all that internet outrage. \n\nThe same souls who celebrated BLM gatherings even before vaccines were developed are now losing their nut over a rodeo. \n\nWhat they really hate is seeing people enjoying themselves. \n\nPolitics of envy. \n\nThey wallow in misery &amp; want to share.",
        "Timestamp": "2021-05-02 14:05:29"
    },
    {
        "Tweet": "Follow Covid Guidelines and get vaccinated #PunjabFightsCorona\n\n@DGPPunjabPolice \n\nSource:Internet https:\/\/t.co\/ROfTVFGVZ6",
        "Timestamp": "2021-05-02 11:11:40"
    },
    {
        "Tweet": "New Uzbekistan laws ban using internet to ‘disrespect’ the government, organize protests\nhttps:\/\/t.co\/m04Jg7hrM8",
        "Timestamp": "2021-05-02 16:10:05"
    },
    {
        "Tweet": "Kenya most expensive in East Africa in mobile internet affordability index https:\/\/t.co\/f40GkhIy0h",
        "Timestamp": "2021-05-02 14:20:00"
    },
    {
        "Tweet": "FYI: After seizing power in a coup on February 1, Myanmar’s military junta has arrested more than 70 journalists, revoked licenses of independent media outlets, and repeatedly blocked internet access. \n\n#PressFreedom #whatshappeninginMyanmar \n\nhttps:\/\/t.co\/qVWVEohm3g",
        "Timestamp": "2021-05-02 13:06:34"
    },
    {
        "Tweet": "bra i have 50+ ppl on internet money right now. i’m trying to do more, but it’s a process. y’all acting like this is noah’s ark and i have to save 2 of every kind of artist rn. https:\/\/t.co\/oQR6Dgxn5c",
        "Timestamp": "2021-05-02 14:09:28"
    },
    {
        "Tweet": "Internet service providers sue to repeal $15-a-month mandate; Cuomo says 'bring it on'\n\nhttps:\/\/t.co\/5s3oLlr7yp",
        "Timestamp": "2021-05-02 11:41:22"
    },
    {
        "Tweet": "\"If you're talking about a scope which is roads, bridges, internet and tunnels-- we can be pretty close. If you're talking about spending hundreds of billions of dollars to benefit public service unions, we are far apart.\" - @SenBillCassidy on a potential infrastructure bill.",
        "Timestamp": "2021-05-02 13:38:52"
    },
    {
        "Tweet": "This week's \"Man Like\" is Bolu Okupe, a 27-year old bodybuilder and model living in Paris. He talks about repressing his sexuality until he was in his 20s, having to assert his masculinity and how he deals with internet trolls.\n\nRead it here:\nhttps:\/\/t.co\/UpcsPQurRM",
        "Timestamp": "2021-05-02 11:15:07"
    },
    {
        "Tweet": "TIP - Don't believe everything you read online. Don't take anything for granted, such as who you are speaking to or where that person is - unfortunately there are a lot of lies on the internet.",
        "Timestamp": "2021-05-02 10:30:09"
    },
    {
        "Tweet": "Best thread on the internet! https:\/\/t.co\/A1ivaYghlh",
        "Timestamp": "2021-05-02 11:46:03"
    },
    {
        "Tweet": "This is science fiction.  Except it isn't.  \"The main fuel supply line to the U.S. East Coast has shut down indefinitely after the pipeline's operator suffered what is believed to be the largest successful cyberattack on oil infrastructure in the country's history.\"",
        "Timestamp": "2021-05-09 17:04:01"
    },
    {
        "Tweet": "Experts say a ransomware attack that has shut down a vital U.S. pipeline should serve as a wake-up call. The cyberattack – the worst to date on critical U.S. infrastructure – targeted a pipeline that delivers about 45% of fuel consumed on the East Coast. https:\/\/t.co\/5I9gkHmlst",
        "Timestamp": "2021-05-09 18:30:01"
    },
    {
        "Tweet": "CYBERATTACK: 45% of East Coast fuel shuts down after major online attack - Sara A. Carter\n\n https:\/\/t.co\/LMO9d2IivK",
        "Timestamp": "2021-05-08 19:26:44"
    },
    {
        "Tweet": "A cyberattack forced the shutdown of a key U.S. pipeline said to carry almost half of the East Coast’s gasoline and jet fuel supply. https:\/\/t.co\/bajo3vsQ0j",
        "Timestamp": "2021-05-08 12:17:47"
    },
    {
        "Tweet": "A cyberattack has forced the shutdown of a major gas pipeline in the U.S. that supplies 45% of all fuel consumed on the East Coast. https:\/\/t.co\/r72gxtHaIJ",
        "Timestamp": "2021-05-08 17:09:00"
    },
    {
        "Tweet": "45% of the East Coast's fuel supply is carried through one delivery system, operated by Colonial Pipeline, the victim of a cyberattack Friday. The shutdown was precautionary; company says attack did not impact delivery. But, that's a lot of dependency on one company. https:\/\/t.co\/CLXKZqZsgd",
        "Timestamp": "2021-05-08 12:32:17"
    },
    {
        "Tweet": "🚨A #cyberattack forced the shutdown of 5,500 miles of pipeline that carries 45% (2.5 million barrels\/day) of the East Coast’s fuel supplies, taking refined gasoline, diesel fuel &amp; jet fuel from the Gulf Coast up to New York Harbor &amp; NYC’s major airports.\nhttps:\/\/t.co\/7tkwUdFGsY",
        "Timestamp": "2021-05-08 12:35:32"
    },
    {
        "Tweet": "Ransomware shuts down one of the most critical regional pipelines. This has gotten out of control. https:\/\/t.co\/xvRNQ0GAIO",
        "Timestamp": "2021-05-08 12:41:57"
    },
    {
        "Tweet": "Whoa - “The Colonial Pipeline, the main conduit carrying gasoline and diesel fuel to the U.S. East Coast, said it had halted all operations after being hit with a cyberattack” https:\/\/t.co\/wZuZcYNy0Z",
        "Timestamp": "2021-05-08 13:18:32"
    },
    {
        "Tweet": "Cyberattack Forces a Shutdown of a Top U.S. Pipeline Operator https:\/\/t.co\/CIFzujVrOO",
        "Timestamp": "2021-05-08 13:41:04"
    },
    {
        "Tweet": "A major U.S. fuel pipeline running from Texas to New York has been taken offline by its operator because of an apparent cyberattack.\n\nhttps:\/\/t.co\/4IwCNGSuzJ",
        "Timestamp": "2021-05-08 13:04:52"
    },
    {
        "Tweet": "US fuel pipeline operator Colonial Pipeline, a major supplier of gasoline, diesel and jet fuel, has temporarily halted all pipeline operations after a cyberattack.\n\nhttps:\/\/t.co\/wxCAV5maPp",
        "Timestamp": "2021-05-08 11:12:00"
    },
    {
        "Tweet": "Yesterday, the Belgian Foreign Affairs Committee was set to have a hearing on the #UyghurGenocide, with witnesses. It was canceled due to a cyberattack 30 min before the hearing.\n\nThe hearing will be rescheduled. Meanwhile, we will continue to speak our truth. https:\/\/t.co\/cRWYZ0cnjb",
        "Timestamp": "2021-05-05 07:09:12"
    },
    {
        "Tweet": "Alaska court system forced offline by cyberattack https:\/\/t.co\/O8XY8K7HbH https:\/\/t.co\/6Z1iYxfRWG",
        "Timestamp": "2021-05-03 15:16:08"
    },
    {
        "Tweet": "I know the @ScrippsHealth IT team is working overtime on this senseless cyberattack. @UCSDHealth and the rest of the community are standing by to help in any way we can.\n\nhttps:\/\/t.co\/FSgDIqXo1K https:\/\/t.co\/SGKo2elGrd",
        "Timestamp": "2021-05-02 21:02:24"
    },
    {
        "Tweet": "Scripps Health confirms their technology information systems were hacked overnight, forcing them to switch to offline chart systems and causing a disruption to their patient portals.https:\/\/t.co\/LBoJNy1M8C",
        "Timestamp": "2021-05-02 20:14:04"
    },
    {
        "Tweet": "Arrest him https:\/\/t.co\/85WU6eBKzL",
        "Timestamp": "2021-05-06 18:03:46"
    },
    {
        "Tweet": "Can we create a new law that says no Secret Service protection for anyone who incites insurrection to overturn the will of the people?\n\nIt's a REALLY low bar.",
        "Timestamp": "2021-05-08 17:55:24"
    },
    {
        "Tweet": "Appalling that 6 weeks on the teacher and his family in the Prophet Mohammad row still can't return home to Batley. Instead they are being given police protection at an address so secret even relatives haven't been told. Grateful if Boris would speak up for him against the mob.",
        "Timestamp": "2021-05-09 08:17:29"
    },
    {
        "Tweet": "Odds are good that both the House &amp; Senate change hands in 2022. Odds are even better that Biden doesn't aggressively pursue voter rights protection laws or government ethics reform before losing the opportunity. Odds are better still that the 118th Congress won't support reform.",
        "Timestamp": "2021-05-09 13:32:28"
    },
    {
        "Tweet": "The celebration of Mother's Day is a tradition in which we honor the gift of life &amp; the love, protection, &amp; guidance we receive from our mothers. In the last year, however, we have lost many incredible mothers due to the pandemic. Today, let us also honor &amp; remember them.",
        "Timestamp": "2021-05-09 15:30:00"
    },
    {
        "Tweet": "A historic India-EU Summit between PM @narendramodi and 27 EU leaders. \n\nhttps:\/\/t.co\/rLX8StJ8Op\n\nAgreed to resume negotiations on Trade, Investment Protection and Geographical Indications. Confident we will reach a balanced and ambitious outcome.",
        "Timestamp": "2021-05-08 15:12:25"
    },
    {
        "Tweet": "Balkanize. Get you and yours to a place where you will have SOME form of government protection against what’s coming. That’s not surrender. That’s tactically retreating to a defensible position. You do our side no good getting swallowed up behind enemy lines. https:\/\/t.co\/f91ctisGnG",
        "Timestamp": "2021-05-08 18:24:30"
    },
    {
        "Tweet": "Reminder. Face shield is NOT a substitute for a mask. It’s an extra protection. A mask is NOT a substitute for social distancing.",
        "Timestamp": "2021-05-08 09:53:02"
    },
    {
        "Tweet": "Happy #MothersDay!\n\nCheers to all the phenomenal mothers around the world who provide care, laughs, lessons, protection, inspiration, strength, love and so much more. https:\/\/t.co\/Lq9fhDaMyX",
        "Timestamp": "2021-05-09 01:35:02"
    },
    {
        "Tweet": "“We agreed to resume negotiations for a balanced, ambitious, comprehensive and mutually beneficial trade agreement..also agreed... negotiations on a stand-alone investment protection agreement.”\n\nJoint Statement on India-EU Leaders' Meeting (May 08, 2021) https:\/\/t.co\/cmx4TYmIra",
        "Timestamp": "2021-05-08 15:47:21"
    },
    {
        "Tweet": "RIP Alireza Fazeli Monfared 💔\n\nBrutally killed and disposed of by his family because of his sexuality.\n\nCultural attitudes in society towards homosexuality are a literal life or death problem. What compounds the problem is when the laws of a state do not provide any protection. https:\/\/t.co\/rycx8WdELm",
        "Timestamp": "2021-05-08 21:46:52"
    },
    {
        "Tweet": "Today’s meeting was a milestone in 🇪🇺🇮🇳 relations.\n\nWe agreed that we will resume the Free Trade Agreement negotiations!\n \nIn parallel, we will launch negotiations on an EU-India investment protection agreement &amp; on Geographic Indications. https:\/\/t.co\/FwA35u4G6K",
        "Timestamp": "2021-05-08 14:09:29"
    },
    {
        "Tweet": "The Trump children are costing taxpayers $4700 per day, and that's not even counting the receipts for their time at Trump properties...\nhttps:\/\/t.co\/0i8R4FTszD",
        "Timestamp": "2021-05-08 17:00:18"
    },
    {
        "Tweet": "17 EU Members States have supported a worth over 100 million Euros of supply that has been brought to India &amp; is being brought in the next days through the EU Civil Protection mechanism &amp; further assistance will follow: President of the European Commission, Ursula von der Leyen",
        "Timestamp": "2021-05-08 14:28:31"
    },
    {
        "Tweet": "As my friend @charlesadler noted, are they TRYING to demoralize us? Tam warns full vaccination does not equal full protection from COVID-19: How about a blueprint from government - ANY gov't - about how they intend to get us out of never-ending lockdowns? https:\/\/t.co\/DHA3NiPk32",
        "Timestamp": "2021-05-09 13:12:01"
    },
    {
        "Tweet": "A slow &amp; delayed vaccination drive is the worst possible strategy. The virus continues to survive &amp; mutate rapidly in the unvaccinated. One of these mutants will find a way to overcome the vaccine protection.\nYou have to carpet bomb the virus out of existence.",
        "Timestamp": "2021-05-08 06:23:13"
    },
    {
        "Tweet": "Ivanka trump, Don Jr, &amp; Eric should NOT be costing taxpayers another penny for Secret Service protection.\n\nWhy not have the former guy use some of the money he swindled from his followers?",
        "Timestamp": "2021-05-07 22:44:18"
    },
    {
        "Tweet": "Just like with other vaccines, experiencing mild side effects after receiving a #COVID19 vaccine is normal and is a signal that your body is building protection against coronavirus. \n\n👉🏽 https:\/\/t.co\/035DdxeCya\n\n@WHOWPRO \n@JKJAVMY https:\/\/t.co\/8GAfGAkY67",
        "Timestamp": "2021-05-08 02:30:32"
    },
    {
        "Tweet": "Arizona secretary of state assigned protection following death threats amid election audit https:\/\/t.co\/bdgRvv3mqw",
        "Timestamp": "2021-05-08 08:02:02"
    },
    {
        "Tweet": "Daily madness watch. \n\n111 in Irish hospitals, 34 in ICU, one in five completely vaccinated, one in four with massive dose of protection.\n\nAnd yet, so little open there's excitement about click and collect and far off promises nowhere near normality that may never materialise.",
        "Timestamp": "2021-05-08 08:39:26"
    },
    {
        "Tweet": "The journalist fraternity appreciated and welcomed the approval of the Protection of Journalists and Media Professionals Bill, by the Federal Cabinet. The Lahore Press Club and Punjab Union of Journalists expressed exclusive appreciations for Fed Min for I&amp;B @fawadchaudhry. https:\/\/t.co\/UZsTdhedu1",
        "Timestamp": "2021-05-08 09:25:37"
    },
    {
        "Tweet": "To get protection against 3rd wave of Coronavirus vaccination is very important.\n \nWe can vaccinate Delhi within 3 months if we're given sufficient doses.\n \nTill now we got only 40 lac vaccines, appeal to Centre to provide us with at least 3 crore vaccines: H. CM @ArvindKejriwal",
        "Timestamp": "2021-05-08 06:52:13"
    },
    {
        "Tweet": "Let’s take a moment to honor the Palestinian journalists in #Jerusalem who have no protection or freedom of press b\/c theyre Palestinian. The ones being beaten &amp; attacked as they try to cover the story that continues to be censored. At least 4 have been injured. #SaveSheikhJarrah",
        "Timestamp": "2021-05-08 01:09:58"
    },
    {
        "Tweet": "GOI doesn’t get it. \n\nThe only way to stop the spread of Corona now is a full lockdown- with the protection of NYAY for the vulnerable sections. \n\nGOI’s inaction is killing many innocent people.",
        "Timestamp": "2021-05-04 04:33:54"
    },
    {
        "Tweet": "The $140k figure for Secret Service protection of Trump's kids is a gross underestimate. That's just travel costs. \n\nSecurity details are expensive. That won't even cover the monthly pay of the agents.",
        "Timestamp": "2021-05-07 23:37:16"
    },
    {
        "Tweet": "Don't lower your guard! \n\nKeep your mask on outside at all costs. Cover your nose and mouth properly for effective protection.\n\nRemember, we shall overcome this together!\n\n#MaskUpAssam\n\n@UNICEFIndia @nhm_assam https:\/\/t.co\/jqyreXvMvj",
        "Timestamp": "2021-05-08 06:21:33"
    },
    {
        "Tweet": "We know not all vaccines are made equal but this article provides *an* argument against waiting for Pfizer, or something else, before getting vaccinated. We can get protection now, and reduce transmission risk. Not perfectly, but substantially. https:\/\/t.co\/Rtu2A4Xac9",
        "Timestamp": "2021-05-07 23:23:47"
    },
    {
        "Tweet": "NOW Arizona Gov. Doug Ducey's office has assigned state troopers to provide round-the-clock protection to @SecretaryHobbs after report of death threats. Second time in 6 months that AZ's top elections officer has received law-enforcement protection.",
        "Timestamp": "2021-05-07 19:31:50"
    },
    {
        "Tweet": "President Trump took the unusual step of extending Secret Service protection for 6 months for his family. \n\nThat already cost taxpayers at least $140,000--in just the first month after Trump left office. \nhttps:\/\/t.co\/WFKuVg16kw",
        "Timestamp": "2021-05-07 22:30:03"
    },
    {
        "Tweet": "The President’s Oath of Office requires him to preserve, protect and defend The Constitution. Article 4 section 4 of the Constitution guarantees to every state protection against invasion. We are being invaded on our southern border. Joe Biden, you are violating your Oath!",
        "Timestamp": "2021-05-02 16:03:07"
    },
    {
        "Tweet": "15 million people across our United Kingdom have received two doses of a COVID vaccine.\n\nThank you to everyone who has made this possible.\n\nPlease keep coming forward to get your jabs to give yourself maximum protection from the virus. https:\/\/t.co\/oZ1mm8DsVD",
        "Timestamp": "2021-05-02 15:35:19"
    },
    {
        "Tweet": "The Bengal poll result has come as a hard slap on my face.\nIt is almost like an insult.\nI haven't been able to process this.\nI am worried about thousands of ground workers who threw caution to the wind and campaigned for BJP. And the BJP candidates who lost.\nThey need protection.",
        "Timestamp": "2021-05-02 15:20:52"
    },
    {
        "Tweet": "Keeping the formula for coronavirus vaccines a trade secret under patent protection in the middle of a global pandemic should be considered a crime against humanity. Poor countries must have the formula and all necessary help to manufacture the vaccines on their own. Immediately.",
        "Timestamp": "2021-05-02 15:11:03"
    },
    {
        "Tweet": "Dr. Manisha Jadhav took action when the pandemic hit last year, mustering personal protection equipment, food and transportation for the staff at her Mumbai hospital system. She died at 51 from complications of Covid-19. https:\/\/t.co\/32sjJGug6o",
        "Timestamp": "2021-05-02 14:00:13"
    },
    {
        "Tweet": "Even if children and young people will be some of the last to receive #COVID19 vaccines, their access to education, health and protection services will continue to be impacted if we don’t take collective measures. @voicesofyouth https:\/\/t.co\/Q9R1MWFRdy",
        "Timestamp": "2021-05-02 12:55:02"
    },
    {
        "Tweet": "My prayers are with nameless\/faceless BJP cadre in WB who will now be destroyed by post election violence that TMC has unleashed. Hopefully they will find protection and help. They will need security and their families will need security.",
        "Timestamp": "2021-05-02 14:50:21"
    },
    {
        "Tweet": "Maintain Covid protection. Don’t take out victory rallies. Please go home. Covid (protection) is first priority: Mamata Banerjee to supporters in first remarks about results. #WestBengalPolls #MamataBanerjee https:\/\/t.co\/foFMUeJVyv",
        "Timestamp": "2021-05-02 11:38:18"
    },
    {
        "Tweet": "Jared Kushner's apartment company violated Maryland's consumer protection laws, and the damages could be in the millions of dollars range.\nhttps:\/\/t.co\/Akoiz8Dudf",
        "Timestamp": "2021-05-02 15:00:42"
    },
    {
        "Tweet": "Multimillionaires don’t need taxpayer protection. These people are absolutely shameless. https:\/\/t.co\/hLbb09nKMS",
        "Timestamp": "2021-05-02 14:28:59"
    },
    {
        "Tweet": "Our first 36 hours at sea:\n\nDamage control exercises 🔥💧 ✔\n\nForce protection scenarios 🔫 ✔\n\nMan-overboard drills 🏊‍♂️ ✔ \n\n#PWLSatSea https:\/\/t.co\/Jjn5Tl04S5",
        "Timestamp": "2021-05-02 12:40:47"
    },
    {
        "Tweet": "When we took charge, Punjab as a whole and Lahore specially was facing a crisis in shape of smog. Under the leadership of PM @ImranKhanPTI we took multiple initiatives to ensure environmental protection and started to convert brick kilns in Zigzag technology.\n1\/2",
        "Timestamp": "2021-05-02 14:03:11"
    },
    {
        "Tweet": "Three separate noise complaints result in 17 tickets overnight for violating the Health Protection Act &amp; non compliance with #COVID19 restrictions. https:\/\/t.co\/gS6xm1lgWC",
        "Timestamp": "2021-05-02 14:14:31"
    },
    {
        "Tweet": "Steam\n\nIn COVID patients: Might provide temporary symptomatic relief. Not cure. Psychological satisfaction is a consideration.\n\nIn normal people: No protection from COVID. No benefit. False sense of protection. https:\/\/t.co\/HDjv0rlrfu",
        "Timestamp": "2021-05-02 14:53:31"
    },
    {
        "Tweet": "Critical medicines, equipments &amp; oxygen have arrived ✈️ in 🇮🇳 from 🇪🇺 Member States #Belgium, #France &amp; #Germany. More to follow from 🇪🇺 #TeamEurope.\n\nUrgent support is being mobilized via the EU Civil Protection Mechanism. The 🇪🇺 stands in solidarity with 🇮🇳.\n\n#TeamEurope4India https:\/\/t.co\/JXZPLTEPPS",
        "Timestamp": "2021-05-02 11:23:04"
    },
    {
        "Tweet": "The rapid COVID-19 surveillance dashboard has been updated\n\n💻 https:\/\/t.co\/zpWRYSUbfh\n📱 https:\/\/t.co\/HSclxpZjBh\n\nRead our daily statement here: https:\/\/t.co\/u6SKHz0zsG https:\/\/t.co\/ad2jZuzjWv",
        "Timestamp": "2021-05-02 11:00:07"
    },
    {
        "Tweet": "After a day of vulgar goose-stepping militarist kitsch, smarmy *poshlost*, banal bathos and of course, the Great Leader, we return you to our regularly scheduled programming of white-washing crimes against humanity, murders in Europe, occupations and... the Great Leader.",
        "Timestamp": "2021-05-09 17:13:52"
    },
    {
        "Tweet": "We interrupt regular programming…\n\nSomeone wants to say hi 👋\n\n#RBNY🇵🇱 | @KlimalaPatryk https:\/\/t.co\/z45Gx2juFk",
        "Timestamp": "2021-05-09 01:00:01"
    },
    {
        "Tweet": "Regular reminder that CNN bills Don Lemon as news and not opinion programming. \n\nFascinating dynamic when you consider how much CNN’s media team fixates on Fox’s opinion hosts — at least they’re not pretending to be news while constantly throwing out absurd opinion like Lemon. https:\/\/t.co\/uo5ntyYFe3",
        "Timestamp": "2021-05-09 01:02:36"
    },
    {
        "Tweet": "Who’s ready for another summer under the stars? 🌟 We’re only 3⃣ days away from announcing this summer’s programming, and we can’t wait to share it with you! 🎊 https:\/\/t.co\/vRBGcivXpj",
        "Timestamp": "2021-05-08 17:00:01"
    },
    {
        "Tweet": "I learned about this tonight via Vaccine Hunters. \n\nBecause why would anyone learn about government programming from…the government? https:\/\/t.co\/4GNJ4KCmmh",
        "Timestamp": "2021-05-08 01:54:09"
    },
    {
        "Tweet": "💻The #TCAF2021 Festival Guide is online and ready to download. Get all of your #TCAF programming information and Zoom\/YouTube links in one place!👉https:\/\/t.co\/sHXNmpFpLj Program🎨 by @TundraWizard https:\/\/t.co\/5Ax6WaxRfx",
        "Timestamp": "2021-05-08 17:38:41"
    },
    {
        "Tweet": "CREATORS: #TCAF is pleased to present #WordBalloonAcademy, a full day of creator-focused programming on Sunday, May 9. FREE! Register here: https:\/\/t.co\/S9pGaCZeGZ #TCAF2021 https:\/\/t.co\/WFWRmaHzMm",
        "Timestamp": "2021-05-08 21:55:56"
    },
    {
        "Tweet": "Programming Note: \nAt 11:30 Saturday Night Live will be seen on NBC 10 and Phillies\/Braves will continue on NBC Sports Philadelphia",
        "Timestamp": "2021-05-09 03:20:00"
    },
    {
        "Tweet": "Anyways chile. Back to our regular programming.\n\nWhat is the best book aimed at Black British teenage girls and why is it Grown: The Black Girls Guide to Glowing Up?\n\nhttps:\/\/t.co\/XOOoxMBxbC",
        "Timestamp": "2021-05-09 14:00:53"
    },
    {
        "Tweet": "Happy Mother's Day from the @McCourtyTwins!\n\nDevin and Jason chose our slate of programming TODAY, starting at 12 p.m. ET! https:\/\/t.co\/5piUYcat15",
        "Timestamp": "2021-05-09 15:30:00"
    },
    {
        "Tweet": "Expert curators and celebrities give commentary to some of Hollywood's most treasured home movies in 'Hollywood Home Movies: Stars at Work and Play.' You won't want to miss this on #TCMFF's final night of programming, says our @emilykub_: https:\/\/t.co\/AYPfwI5WLH https:\/\/t.co\/HPtjsZW6Re",
        "Timestamp": "2021-05-09 21:32:04"
    },
    {
        "Tweet": "NPC love their programming and it is rarely complicated either https:\/\/t.co\/L87aXUzTJy",
        "Timestamp": "2021-05-09 18:46:36"
    },
    {
        "Tweet": "BREAKING: In a bid to get its #TokyoGames programming in front of a younger audience, @NBCOlympics is partnering with @Twitch on a channel to carry live Olympic content, including a daily live studio show produced from Tokyo (@Ourand_SBJ).\n\nFree to read: https:\/\/t.co\/605HRcl8Wy https:\/\/t.co\/Vgccy6lVts",
        "Timestamp": "2021-05-06 15:00:43"
    },
    {
        "Tweet": "Whenever someone starts a conversation, “I’m not antivaccine but...”  remember the guy who told you “it’s not about the money” because it will be all about the money. \n\nFox News night programming has launched a very destructive antivaccine campaign in 2021. I don’t understand why https:\/\/t.co\/W5DVlwbeG5",
        "Timestamp": "2021-05-04 15:45:29"
    },
    {
        "Tweet": "@MMartynMusic @kinsellawarren The government does have a role. They enforce defamation and hate speech laws that already apply. That's quite different than governments ordering YouTube or Netflix to shove certain programming in your face, which is what C-10's explicit purpose is.",
        "Timestamp": "2021-05-09 11:59:16"
    },
    {
        "Tweet": "Time to call people out. @TimesNow @vineetjaintimes \n\nYou gave viewers pious sermons how #Covid was the primary issue on counting day. Programming alert! Remember ? \nPolitics second. Covid first. \n\nToday 7-11 pm non-stop every panel discussion on ‘Bengal Politics’. \n\nIntrospect",
        "Timestamp": "2021-05-04 10:16:04"
    },
    {
        "Tweet": "For anyone wanting to learn Java, just a reminder that I have an engaging course available just for you! And it's FREE ❤️\n\n👉🏾 https:\/\/t.co\/eQ9rqO1Dp5 https:\/\/t.co\/U6H88PZ66U",
        "Timestamp": "2021-05-02 16:48:57"
    },
    {
        "Tweet": "Tucker Carlson is now so thoroughly integrated into Fox’s programming and strategy that advertisers on the network’s other programs can’t hope to fully separate their brands from his.\n\nAnd that’s very dangerous for them. https:\/\/t.co\/RjwWnphF1x",
        "Timestamp": "2021-05-03 18:29:05"
    },
    {
        "Tweet": "Is there something about realizing reality is a Simulation that gives you control over programming it? Or does it only look and feel as if it does?",
        "Timestamp": "2021-05-02 17:02:03"
    },
    {
        "Tweet": "#KickingTheStigma programming lineup for today:\n* Peyton Manning\n* Frank &amp; Linda Reich\n* Snoop Dogg\n* Tony Dungy\n* Jeff Saturday\n* Rob Lowe\nDonate and watch at https:\/\/t.co\/Rgq5joRwcA !!! Every dollar counts!",
        "Timestamp": "2021-05-04 12:06:06"
    },
    {
        "Tweet": "that silly Halloween programming also had nothing to do with it.  It wasn't \"schedule\" oriented at all.",
        "Timestamp": "2021-05-02 15:48:56"
    },
    {
        "Tweet": "LOL, ok so no one else says they didn't know...\n\nPython: https:\/\/t.co\/K9Hi8R4xHl\n\nJS: https:\/\/t.co\/xItuVb9MAh\n\nJava:https:\/\/t.co\/eQ9rqO1Dp5\n\nAll free! 🤗 https:\/\/t.co\/96tKrPGYWG",
        "Timestamp": "2021-05-03 21:12:56"
    },
    {
        "Tweet": "Now there is a new Buer #malware variant in the wild, written in the Rust programming language.\n\nRead details: https:\/\/t.co\/ce4lBi8gY9\n\n#infosec #cybersecurity",
        "Timestamp": "2021-05-03 13:04:49"
    },
    {
        "Tweet": ".@NPR broadcast its first on-air original programming 50 years ago today: May 3, 1971. We celebrate today with an entire playlist of songs from that year! \nhttps:\/\/t.co\/q2f51XbZ90",
        "Timestamp": "2021-05-03 21:12:54"
    },
    {
        "Tweet": "Marie Donoghue, VP Global Sports Video, Amazon, and Larry Fitzgerald, NFL wide receiver, just announced that starting in 2022, 15 Thursday night football games will be exclusively on @PrimeVideo as well as a weekly slate of original NFL programming! #NewFronts https:\/\/t.co\/LRVEtFdZiL",
        "Timestamp": "2021-05-03 20:26:20"
    },
    {
        "Tweet": "TFW you spend all morning working on something and it becomes progressively more and more broken to the point where you have to hard reset to a previous commit and you're pissed off that you just wasted 4 hours and then you question if you even like programming.",
        "Timestamp": "2021-05-04 10:08:33"
    },
    {
        "Tweet": "Runner's World+ coach Jess Movold created this 4-week workout challenge based on the strength programming that’s helped her get stronger, run faster, set new PRs, and (most importantly) stay injury-free. Kick it off with us tomorrow! https:\/\/t.co\/27haPtnvdM https:\/\/t.co\/qEFB1hMWid",
        "Timestamp": "2021-05-02 23:25:15"
    },
    {
        "Tweet": "Join @ACEurope + @EUintheUS this week for our EU-US Future Forum! #EUFF2021\n\nWith more than 50 speakers and 12 hours of programming, follow this thread to see a few of the conversations we're looking forward to ❶\/: https:\/\/t.co\/IYuPBp1DTm",
        "Timestamp": "2021-05-02 22:28:22"
    },
    {
        "Tweet": "join us in building out the @flow_blockchain ecosystem and open source stack: from the Cadence programming language to the Flow Client Library and other developer tools, we're looking for full-time hires and open source community partners to help out at every level #BuildonFlow https:\/\/t.co\/Qg0fyTT8Gt",
        "Timestamp": "2021-05-03 03:11:14"
    },
    {
        "Tweet": "@hillelogram @dan_abramov The UML was originally designed to be a language for visualizing and reasoning about a system; it was never intended to be a visual programming language, and that’s what helped diminish it, by introducing considerable complexity.",
        "Timestamp": "2021-05-02 18:56:30"
    },
    {
        "Tweet": "@flcnhvy Might still need a VPN in some countries",
        "Timestamp": "2021-05-08 22:52:29"
    },
    {
        "Tweet": "The 9 reasons why everyone should use a VPN. Yes, even non-techies https:\/\/t.co\/sgrLZNhyZp Via @ForbesAdvisor https:\/\/t.co\/pTtXbEGoQb",
        "Timestamp": "2021-05-08 00:18:56"
    },
    {
        "Tweet": "Economic hardships have turned most of these women into gold diggers, thats why your girlfriend is telling me she is single #FixTheCountryNow \nEconomic hardships make boys dey job but lunch time them for on VPN and search client for office. E no easy",
        "Timestamp": "2021-05-04 19:57:40"
    },
    {
        "Tweet": "Update:\n\n“Dear Future Children” is currently in 2nd place at @hotdocs film fest. If they make it to #1 by May 8, they will be shortlisted for #Oscars 2022!\n\nPlease support the film by watching it (Canada or 🇨🇦IP address via VPN), and give it a rating here: https:\/\/t.co\/KWAsCxCaKI https:\/\/t.co\/tChSieV5sU",
        "Timestamp": "2021-05-07 02:58:24"
    },
    {
        "Tweet": "The Online Content Regulation extends to everyone residing in #Tanzania \nThe use of VPN is illegal as it “allows users to have access to prohibited content” - that’s blocked by the govt\n@Twitter was prohibited and @FichuaTanzania still is #WorldPressFreedomDay https:\/\/t.co\/IZC8c8EpL1",
        "Timestamp": "2021-05-03 07:10:40"
    },
    {
        "Tweet": "What a VPN is and how it works: https:\/\/t.co\/JOT4PWbyBL Via @ForbesAdvisor https:\/\/t.co\/UskVolYFMM",
        "Timestamp": "2021-05-07 00:08:41"
    },
    {
        "Tweet": "Resident Evil Village is live on Steam if you're in Europe (or have a VPN) https:\/\/t.co\/KLBPuMrwx8",
        "Timestamp": "2021-05-07 00:52:10"
    },
    {
        "Tweet": "Learn how to build a #Wireguard based #VPN using #NetworkManager in this Magazine article: https:\/\/t.co\/o82An5UFYl #security #opensource",
        "Timestamp": "2021-05-03 12:31:11"
    },
    {
        "Tweet": "Central Political and Legal Affairs Commission of the Communist Party of China posted two photos on Weibo, which showed a rocket and mass cremation of bodies in India with the caption -- \"Lighting a Fire in China Vs Lighting a Fire in India\".\n\nhttps:\/\/t.co\/vSqz4Fkp8J",
        "Timestamp": "2021-05-03 03:41:09"
    },
    {
        "Tweet": "SCOOP (w\/ @jordanr1000): Hackers stole nearly 100 GBs of data from the operator of the U.S. biggest gasoline pipeline on Thursday. Hackers threatened to leak the data if the ransom was not paid. (We don’t know the current status of the ransom.) Story TK.",
        "Timestamp": "2021-05-09 03:15:07"
    },
    {
        "Tweet": "Cybercriminal hackers have shut down a pipeline that carries nearly half the fuel consumed on the East Coast of the United States. Alarmingly, these kinds of disruptive attacks are happening more and more frequently. https:\/\/t.co\/962xloiRRK",
        "Timestamp": "2021-05-08 21:44:04"
    },
    {
        "Tweet": "The hackers who caused Colonial Pipeline to shut down the biggest U.S. gasoline pipeline on Friday began their blitz against the company a day earlier, sources say https:\/\/t.co\/dOPhbFHRzx",
        "Timestamp": "2021-05-09 03:50:19"
    },
    {
        "Tweet": "A cyberattack has never taken down a U.S. fuel pipeline quite as big as the Colonial, but this isn’t the first time hackers have hit energy assets in America https:\/\/t.co\/65lxdruSCj",
        "Timestamp": "2021-05-08 21:44:04"
    },
    {
        "Tweet": "Colonial Pipeline hackers stole data on Thursday - Bloomberg News https:\/\/t.co\/7xQa6zbo0d https:\/\/t.co\/BUMHghywBs",
        "Timestamp": "2021-05-09 04:20:06"
    },
    {
        "Tweet": "CARTOON PHOBIA! More than 100 attempts by the hackers from more than 50 different IPs in Malaysia to hack https:\/\/t.co\/BAP2qQ9MW8 during our ASEAN cartoonists live forum just now. https:\/\/t.co\/fJoAN9Du1g",
        "Timestamp": "2021-05-08 08:58:02"
    },
    {
        "Tweet": "Colonial Pipeline did not say what was demanded or by whom, but ransomware attacks are typically carried out by criminal hackers who seize data and demand a large payment in order to release it. https:\/\/t.co\/XiRZs71f9g",
        "Timestamp": "2021-05-08 18:49:03"
    },
    {
        "Tweet": "Please beware of money transfers online ! The #Hackers need a good lesson &amp; long jail sentences as no one pursues the case they come back to rob digital India (Dont transfer any money to any one, if you know them also, hackers sending you wats app message from your known contacts",
        "Timestamp": "2021-05-08 13:03:12"
    },
    {
        "Tweet": "The hackers are believed to be part of a cyber criminal group rather than a nation state, 3 sources told Reuters. Investigators are looking at a group named \"Darkside\" as being possibly responsible. Still very early in investigation.\n\nUpdating story now.",
        "Timestamp": "2021-05-08 16:10:48"
    },
    {
        "Tweet": "\"Hackers stole $13,103.91 from me. Learn from my mistakes.\"\n\n@Recode reporter Sara Morrison shares 3 simple ways to protect yourself from common hacks.\nhttps:\/\/t.co\/HcsiBoemW5",
        "Timestamp": "2021-05-09 18:38:35"
    },
    {
        "Tweet": "Imagine if this story said “ICBM silos” instead of pipelines. Could it happen? Could hackers sabotage nuclear weapon system? Yes. They are vulnerable, studies show. This is a dangerous new risk if we insist on keeping thousands of weapons we don’t need. 1\/ https:\/\/t.co\/YPH32jt5lE",
        "Timestamp": "2021-05-09 12:05:55"
    },
    {
        "Tweet": "Hackers have shut down the biggest petrol &amp; diesel #pipeline in the US. The #ColonialPipeline can take about 2.5m barrels a day from Texas to the north-east US. The intruders, part of a cyber gang called DarkSide, stole data and then demanded a ransom. https:\/\/t.co\/bND6b9CSDl",
        "Timestamp": "2021-05-09 12:27:36"
    },
    {
        "Tweet": "Dear @bstategames,\nPlease rename your asia servers “hackers welcome here”.\nSincerely,\nDied 7 labs in a row 3 seconds off spawn timmy",
        "Timestamp": "2021-05-06 16:58:04"
    },
    {
        "Tweet": "The Russia-linked hackers that compromised popular software by Texas-based SolarWinds last year broke into email accounts and likely took data from the firm https:\/\/t.co\/9bLmii0i9u",
        "Timestamp": "2021-05-08 00:16:14"
    },
    {
        "Tweet": "❌ Banned from the country\n❌ Targeted by hackers\n❌ Taken to court\n\n🇨🇳 China is taking desperate measures to silence Uyghur researcher Adrian Zenz.\n\n@Josiensor spoke to Zenz to find out why 👇🧵\n\n🔓 This article is currently free to read \nhttps:\/\/t.co\/M4xKfDqbCG",
        "Timestamp": "2021-05-04 12:29:55"
    },
    {
        "Tweet": "When Qatar hacked Elliot Broidy no one raised the possibility that American journalists who coordinated with state-sponsored hackers should go to prison.\n\n0 difference between what Assange is accused of doing (lol at believing the IC’s allegations) and what every outlet does.",
        "Timestamp": "2021-05-06 18:16:10"
    },
    {
        "Tweet": "8. Byrne is a notorious conspiracy theorist who insists Trump won and says he has \"been funding a Bad News Bears collection of just the right spooks, lawyers and ethical hackers, patriots all, to reverse engineer, infiltrate, and disrupt this coup\" \n\nhttps:\/\/t.co\/j6LwSEAZId",
        "Timestamp": "2021-05-04 13:08:59"
    },
    {
        "Tweet": "US, UK authorities say Russian state-sponsored hackers exploited Microsoft vulnerabilities https:\/\/t.co\/LnPNPFmRo5 https:\/\/t.co\/hrmHEu5kT0",
        "Timestamp": "2021-05-07 19:40:09"
    },
    {
        "Tweet": "Exclusive: Hackers Break Into $2 Billion Delivery Startup Glovo https:\/\/t.co\/mZqvChYn68 https:\/\/t.co\/n5SkZb3UlK",
        "Timestamp": "2021-05-04 10:30:44"
    },
    {
        "Tweet": "A new Qualcomm MSM #vulnerability (CVE-2020-11292) could allow hackers to spy on #Android devices by hiding malicious activity in modem chips.\n\nRead details: https:\/\/t.co\/tCJuDNqce1\n\n#infosec #cybersecurity #hacking",
        "Timestamp": "2021-05-06 10:58:23"
    },
    {
        "Tweet": "Joy Reid got to where she is for the same reason she managed to get into Harvard. No cable news outlet would've believed a white pundit's story that old controversial blogs were the work of hackers. \n\nSpeaking of merit, how were you rejected by UCF but accepted into Harvard? https:\/\/t.co\/2TnlHJCOGb",
        "Timestamp": "2021-05-04 17:14:25"
    },
    {
        "Tweet": "This is just horrific: “They Told Their Therapists Everything. Hackers Leaked It All” https:\/\/t.co\/Rn1krL0A38",
        "Timestamp": "2021-05-05 02:47:33"
    },
    {
        "Tweet": "”Hackers do not cause breaches, people (insiders) do” - Frank Abagnale.\n\nThis is very true of Nigerian bank frauds.",
        "Timestamp": "2021-05-06 02:10:53"
    },
    {
        "Tweet": "A hackathon using #EUSpace🇪🇺🛰️#OpenData to digitise #greenspaces?\n\nThe 1st of the #CASSINIHackathons is here!\n\nOver the next 3 years, stay tuned for\n• 6 hackathons\n• 60 locations\n• Hundreds of brilliant hackers\n• 1,800 hours of expert mentoring\n \nVisit https:\/\/t.co\/G4YwsqvcTU https:\/\/t.co\/QwdLupDnNp",
        "Timestamp": "2021-05-03 07:14:43"
    },
    {
        "Tweet": "Bhakt and Malware will run hashtag Bring back Kangana Ranaut but India will tweet #WelldoneTwitter",
        "Timestamp": "2021-05-04 07:17:59"
    },
    {
        "Tweet": "Emails reveal 128 million iOS users were affected by 'XcodeGhost' malware https:\/\/t.co\/TScTSPRdur by @filipeesposito",
        "Timestamp": "2021-05-07 20:56:51"
    },
    {
        "Tweet": "Malware droids are attacking our devices. Help save the galaxy – defend your networks: https:\/\/t.co\/llCa7HmmJI #MayThe4thBeWithYou #MayThe4th https:\/\/t.co\/QCFUAWKeds",
        "Timestamp": "2021-05-04 17:31:02"
    },
    {
        "Tweet": "Malware, at least he is doing press conferences and informing the people on regular basis. \n\nWhere is Modi? https:\/\/t.co\/Fzyep5Aznx",
        "Timestamp": "2021-05-06 11:02:20"
    },
    {
        "Tweet": "UNC2529 went phishing, and we caught 3 new malware families in the process: DOUBLEDRAG, DOUBLEDROP, &amp; DOUBLEBACK. \n \nGet the details on the widespread phishing campaign that targeted numerous orgs across many industries ➡️  https:\/\/t.co\/GQy59T965w https:\/\/t.co\/R9161i8a7n",
        "Timestamp": "2021-05-04 15:28:03"
    }
]