[
    {
        "Tweet": "Bill Gates: “We need to be able to track Americans with vaccine passports.“\n\nAlso Bill Gates: “Please respect my privacy during this difficult time.”",
        "Timestamp": "2021-05-05 08:15:22"
    },
    {
        "Tweet": "Bill Gates just asked us all for privacy...let that sink in for a moment. 😂",
        "Timestamp": "2021-05-06 21:02:48"
    },
    {
        "Tweet": "I share this piece a lot. It's just one person's perspective, and doesn't include all details for privacy and safety reasons. But we as a country are in danger of forgetting January 6. As a journalist, as a person who was there, I will not let that happen.\nhttps:\/\/t.co\/mEWBwylmSG",
        "Timestamp": "2021-05-06 13:43:28"
    },
    {
        "Tweet": "...It is the wish of the family to be granted privacy at this moment and that prayers be offered on their behalf.\n\nOluwadamilare Temitayo Adeboye, June 9th 1978 - May 4th 2021.\nRemain forever in our hearts.\n\nSigned \nRCCG Public Relations",
        "Timestamp": "2021-05-06 14:04:05"
    },
    {
        "Tweet": "EXPOSED: @SAPoliceService Crime Intelligence has illegal bugged my phone again, these criminals masquerading as law enforcement agency have no shame, harassing innocent citizens and invading my privacy @PresidencyZA @BantuHolomisa @Julius_S_Malema @FloydShivambu @SAEditorsForum https:\/\/t.co\/Jr63k6hTcZ",
        "Timestamp": "2021-05-05 09:48:25"
    },
    {
        "Tweet": "BREAKING: This morning, a bill (S636) passed a Senate committee which would take dark campaign money and make it even darker.\n\nThe title is “Donor Privacy,” which right off the bat raises a red flag because this is an area that needs more transparency, not more privacy.\n\n#ncpol",
        "Timestamp": "2021-05-06 14:57:21"
    },
    {
        "Tweet": "#COVID19 Statistics in SA as at 05 May.\n\nUse the COVID Alert SA app to protect yourself, your loved ones and your community. Start using this privacy preserving app today. Add your phone to the fight! Download the Covid Alert SA app now! https:\/\/t.co\/8YKEqaiiRF https:\/\/t.co\/7zh4JkCb9t",
        "Timestamp": "2021-05-05 21:39:02"
    },
    {
        "Tweet": "Where else can you go for some privacy? https:\/\/t.co\/Uv9lEmSkvT",
        "Timestamp": "2021-05-06 16:09:00"
    },
    {
        "Tweet": "Facebook Bans Signal after it uses clever ads to demonstrate Facebook’s privacy intrusion system.  https:\/\/t.co\/XpDonBwgUr",
        "Timestamp": "2021-05-05 15:27:36"
    },
    {
        "Tweet": "This is just another example of why privacy by default matters. We cannot trust big platforms not to harvest and manipulate our data for ad targeting. https:\/\/t.co\/JNHgQm8iZ5",
        "Timestamp": "2021-05-06 15:00:00"
    },
    {
        "Tweet": "As an Indian journalist who always asks patients for their permission before naming them, I can assure you that patients who are being battered by an inadequate healthcare system think very differently about privacy than most Americans do. https:\/\/t.co\/kCpcU5ir8T",
        "Timestamp": "2021-05-06 04:56:00"
    },
    {
        "Tweet": "Want to protect your privacy without having to #DeleteFacebook?\n\nWe get it. You don't want to miss your uncle's visionary political takes. But what if we said you could get those thrilling updates AND keep FB from following you around the web? \n\nYou can:\n\nhttps:\/\/t.co\/W6ZDIpi3c2",
        "Timestamp": "2021-05-05 18:45:03"
    },
    {
        "Tweet": "Please respect my privacy at this difficult time. https:\/\/t.co\/zGGcO7jD5D",
        "Timestamp": "2021-05-05 14:42:53"
    },
    {
        "Tweet": "I talked to Russell Brand (@RustyRockets) about privacy, surveillance, and more. Here's a part about how your phone is used to keep track of your movements—even if you uninstall every app in the drawer and disable \"location services\": https:\/\/t.co\/mdeeSNiJeU",
        "Timestamp": "2021-05-05 00:21:41"
    },
    {
        "Tweet": "Must read @Chellaney: Western media coverage of tragedies elsewhere tends to traffic in cultural stereotypes and violations of privacy and dignity that would not be accepted at home\n\nhttps:\/\/t.co\/N4YxBeHdDo",
        "Timestamp": "2021-05-05 05:02:23"
    },
    {
        "Tweet": "Bill Gates would like for you to respect his privacy: https:\/\/t.co\/2HSJpqTx0u",
        "Timestamp": "2021-05-05 08:10:03"
    },
    {
        "Tweet": "Whatever you think of Bill Gates, he’s a human being, so let’s respect his privacy. (Link unrelated)\n\nhttps:\/\/t.co\/S41sROdDRK",
        "Timestamp": "2021-05-03 21:09:05"
    },
    {
        "Tweet": "Bill Gates deserves all of the same privacy he would give those who aren’t going to take the vaccine.",
        "Timestamp": "2021-05-04 02:18:09"
    },
    {
        "Tweet": "Bill and Melinda Gates: “We ask for space and privacy for our family as we begin to navigate this new life.” Can our families also have space and privacy from both of you?",
        "Timestamp": "2021-05-04 00:43:05"
    },
    {
        "Tweet": "Anyone else find it ironic Bill Gates is asking for privacy?",
        "Timestamp": "2021-05-04 17:18:54"
    },
    {
        "Tweet": "Over 180 musicians and human rights groups are asking Spotify to commit to never use or sell its recently patented speech recognition technology.\n\nActivists say the tech — which suggests songs by listening for “mood, gender, age or accent” — would violate the privacy of users. https:\/\/t.co\/cwr9opivyh",
        "Timestamp": "2021-05-04 23:25:00"
    },
    {
        "Tweet": "Why is Facebook so upset about the new Apple privacy feature?\n\nIf you don’t know, now you know. https:\/\/t.co\/JKxn5SD2mh",
        "Timestamp": "2021-05-04 12:02:00"
    },
    {
        "Tweet": "The government ruled that the government violated the rules of the government, and then re-approved the government's continued violation of your rights and privacy. https:\/\/t.co\/uHeEra9UnL",
        "Timestamp": "2021-05-04 17:47:17"
    },
    {
        "Tweet": "There’s #Harry on stage in Los Angeles invading his own privacy. And there’s these two. #RoyalFamily https:\/\/t.co\/7Bu0c5OCy9",
        "Timestamp": "2021-05-04 19:40:12"
    },
    {
        "Tweet": "Bill Gates would like you to have a chip implant so that every human being can be tracked. Meanwhile, he asks you to respect his privacy at this difficult time. 🤔",
        "Timestamp": "2021-05-05 01:46:30"
    },
    {
        "Tweet": "And it begins.  @Facebook \/ @Instagram explore additional scare tactics to combat @Apple iOS14 #ATT privacy changes.\n\n“Help keep Facebook free of charge” https:\/\/t.co\/mOB9WJpz9A",
        "Timestamp": "2021-04-30 23:15:45"
    },
    {
        "Tweet": "The future of startups:\n\n- Privacy-first\n- Community-first\n- Sustainability-first\n- Creator-first\n- Decentralized-first\n- Digital-first \n\nBookmark this list. Print it out\n\nThis is where the world is going",
        "Timestamp": "2021-05-01 18:15:57"
    },
    {
        "Tweet": "1\/ We are announcing a strategic partnership with @PlatON_Network, the privacy-preserving AI network blockchain marking our first step into the Chinese market 🇨🇳🇨🇳!\n\nRead this thread to learn more about the partnership 👇👇 https:\/\/t.co\/VhhrF5f7wX",
        "Timestamp": "2021-04-29 11:00:40"
    },
    {
        "Tweet": "Your web browser is the first line of defense against third-party trackers. That’s why it is essential to choose a browser with strong privacy protections. Check out our favorite browsers here: https:\/\/t.co\/YkoLWqsjE4",
        "Timestamp": "2021-04-30 22:04:39"
    },
    {
        "Tweet": "“TikTok is a data collection service thinly-veiled as a social network.”\n\nFor example, in London TikTok is facing a lawsuit for violating UK &amp; EU data protection laws, demanding that illegally processed data from millions of children be deleted.\n\nhttps:\/\/t.co\/VrD0GWZ6Me",
        "Timestamp": "2021-04-30 13:47:01"
    },
    {
        "Tweet": "Just a warning that there is some data leak from the covid test centres and ICMR system. I just got a call from somebody I don't know who knows that I had covid and wanted my plasma\nI WILL donate plasma, but not like this\nPrivacy of data has gone to hell\n@ICMRDELHI @AyushmanNHA",
        "Timestamp": "2021-05-01 13:39:14"
    },
    {
        "Tweet": "Nice story!\nJournalist Ahmer Khan meets grieving Hindu families at crematoriums.\nThey tell him, they don't need privacy.\n\"Show our family's deadbody to the world!\" Each one tell him.\nHe offers no proof or evidence of this.\nHe does not go to graveyards.\nThere, people need privacy. https:\/\/t.co\/5U3UU0zfil https:\/\/t.co\/jllRawk75a",
        "Timestamp": "2021-05-01 02:58:24"
    },
    {
        "Tweet": "Take some time on Wednesday, May 5, at 12 pm PT to learn about digital privacy and surveillance by tuning in to our latest EFF30 livestream! This event features EFF leaders and special guest Edward Snowden. https:\/\/t.co\/kfgbsXTZrb",
        "Timestamp": "2021-05-01 03:18:00"
    },
    {
        "Tweet": "Do you know of a guru who cremated his wife in privacy, even before her father came to the funeral, disregarding her family tradition of burial? \nPrivacy is a clever argument against transparency.",
        "Timestamp": "2021-05-02 02:57:39"
    },
    {
        "Tweet": "We’re in the early stages of a voice-profiling revolution that exploits consumers’ feelings, privacy and wallets, says Joseph Turow, author of the forthcoming “The Voice Catchers.” #TheDefender\n\nhttps:\/\/t.co\/WC1KK1AEad",
        "Timestamp": "2021-04-30 12:58:54"
    },
    {
        "Tweet": "NEWS: Today we welcome Arrington Capital, Blocktower Capital, Spartan Group, and Skynet Trading to the Secret ecosystem as they acquire a collective $11.5M position in $SCRT, helping support the ongoing growth of privacy-preserving apps on Secret Network. \nhttps:\/\/t.co\/0YkNm6BFjK https:\/\/t.co\/bpw290nAYS",
        "Timestamp": "2021-05-03 14:06:59"
    },
    {
        "Tweet": "Remember how Apple refused to unlock the San Bernardino shooter's iPhone, because it was the principle, they had to protect their user's privacy? \nBut, notice how fast they were to let the same FBI break into Rudy Giuliani's iCloud: https:\/\/t.co\/itPc9JfHQT",
        "Timestamp": "2021-05-03 16:51:39"
    },
    {
        "Tweet": "All the liberandus who kept talking about privacy rights during Aadhaar are happily clicking funeral pics and selling them online.... \n\nAll these photographers are heading to their nearest crematorium for $¥€\n\nSick https:\/\/t.co\/jMTlffrzXd",
        "Timestamp": "2021-04-29 10:23:41"
    },
    {
        "Tweet": "Not many Indians would have understood this tweet . This is for Ashraf Sehrai who died today in Jammu jail because of Covid. \n\nSehrai was appointed chairman Tehreek E Hurriyat by Geelani and wanted merger of Kashmir with Pakistan as an Islamic state.\n\nKnow whom to trust ! https:\/\/t.co\/7lmW8dafwv",
        "Timestamp": "2021-05-05 17:29:42"
    },
    {
        "Tweet": "I don't trust Big Pharma. I don't trust CDC, FDA, or NIAID. I don't trust the WHO. These are all overtly corrupt and political entities. I'm not complying with their insanity, and you shouldn't either. The era of trust, but verify is long over. If you can't verify, don't trust.",
        "Timestamp": "2021-05-06 00:35:07"
    },
    {
        "Tweet": "A damning view of this government by Barnier.\n\n\"The current team in Downing St is not up to the challenges of Brexit nor to the responsibility that is theirs for having wanted Brexit. Simply, I no longer trust them.”\nhttps:\/\/t.co\/u6mkRezMG9",
        "Timestamp": "2021-05-05 10:45:03"
    },
    {
        "Tweet": "A Nirankari Sikh woman &amp; her Dera  husband ran after me on the streets of Timbuktu today.\n\n\"Excuse me!\"\n\n\"Yes, everything okay?\"\n\n\"Well, no. I'm so upset in seeing the covid crisis I want to help but don't trust Khalistanis but I trust fat bald homosexuals. How can I help?\" https:\/\/t.co\/HcPpLvc1mO",
        "Timestamp": "2021-05-05 19:40:32"
    },
    {
        "Tweet": "Create your own plan, trust yourself. Don't let others decide your future.",
        "Timestamp": "2021-05-06 05:07:57"
    },
    {
        "Tweet": "I deleted a previous post as it seems to have offended some. I didn’t know why so I went to someone that I trust &amp; who I knew could give me better insight. Others chose to educate me and it’s out of care and respect for them that I deleted my post.",
        "Timestamp": "2021-05-06 06:57:49"
    },
    {
        "Tweet": "Can I just cuddle with you &amp; tell you how I don’t trust nobody including you 🤧 #Respectfully",
        "Timestamp": "2021-05-06 02:17:27"
    },
    {
        "Tweet": "Trust me, My fundraising will be more transparent than the PM Cares Fund. 🙏🏻",
        "Timestamp": "2021-05-06 08:59:10"
    },
    {
        "Tweet": "Trust the Lord not man",
        "Timestamp": "2021-05-06 05:29:28"
    },
    {
        "Tweet": "Do you trust Facebook’s Oversight Board?",
        "Timestamp": "2021-05-05 15:58:35"
    },
    {
        "Tweet": "Faith is trusting in the good. Fear is putting your trust in the bad.",
        "Timestamp": "2021-05-05 09:30:00"
    },
    {
        "Tweet": "Experts Say Earning Trust Of Vaccine Skeptics Will Be Key To Jabbing Them When They’re Not Looking https:\/\/t.co\/MvbHXXgmou https:\/\/t.co\/1Gsd4dSZNs",
        "Timestamp": "2021-05-05 19:01:04"
    },
    {
        "Tweet": "I am deeply worried about the lack of progress on climate adaptation.\n\nPeople are already dying, farms are failing, millions face displacement.\n\nI reiterate my call to ensure that at least 50% of climate finance is for adaption &amp; resilience. This is a matter of urgency &amp; trust.",
        "Timestamp": "2021-05-06 18:50:00"
    },
    {
        "Tweet": "It’s performative. And a diversion tactic. Like how do they expect us to trust them with new Black talent when they marginalized Ray to hell? Bye! https:\/\/t.co\/yQWrlvgOFT",
        "Timestamp": "2021-05-06 00:23:43"
    },
    {
        "Tweet": "stay calm and trust God.",
        "Timestamp": "2021-05-05 08:01:27"
    },
    {
        "Tweet": "I just invested $everything$ I have into #dogecoin @elonmusk in doge we trust #dogefather",
        "Timestamp": "2021-05-05 04:37:47"
    },
    {
        "Tweet": "A SOLID man means a lot to a woman who can’t trust nobody 💙 #Respectfully",
        "Timestamp": "2021-05-05 02:43:30"
    },
    {
        "Tweet": "Why would Texas voters trust him to keep faith with them when he dishonors his wife &amp; his father with a smirk on his face? https:\/\/t.co\/GKLpViqRQs",
        "Timestamp": "2021-05-05 02:31:53"
    },
    {
        "Tweet": "My favorite Twitter trend right now is those scolding people for being too cautious as though those of us who spent the past year and change wearing a mask and stopping the spread should trust those who mocked us for wearing masks and tried to overthrow the government.",
        "Timestamp": "2021-05-05 01:49:27"
    },
    {
        "Tweet": "Trust in God. We can only see a little bit down the road but God can see around every curve.",
        "Timestamp": "2021-05-05 05:17:00"
    },
    {
        "Tweet": "This election is about the future, hope, and better days ahead.\n\nTomorrow, on Thursday, May 6th, put your trust in a party that always has and always will demand the best for our nation.\n\nVote Plaid Cymru. \n#VoteForWales 🏴󠁧󠁢󠁷󠁬󠁳󠁿 https:\/\/t.co\/YS7LFcdPdL",
        "Timestamp": "2021-05-05 06:49:38"
    },
    {
        "Tweet": "We're so excited to introduce ‘Ant &amp; Dec’s Making it in Media’ with The @princestrust, a project that will help unemployed &amp; disadvantaged young people gain skills for the media industry. Find out if this is the course for you at https:\/\/t.co\/lnhwwpKCxb\nhttps:\/\/t.co\/qjyNkyH9gX",
        "Timestamp": "2021-05-05 09:02:09"
    },
    {
        "Tweet": "as a new white, i would like to instruct all negros to cease all use of the N word for the sake of the children. \n\ntrust me, i marched once.",
        "Timestamp": "2021-05-05 03:32:19"
    },
    {
        "Tweet": "You can now bid on two #DISCO white label pressings, with proceeds going towards @TheBRITtrust 🤍 @WhiteLabelAuct https:\/\/t.co\/m6HQ1aFMoN https:\/\/t.co\/gBSYCIkKEN",
        "Timestamp": "2021-05-05 09:28:46"
    },
    {
        "Tweet": "Nowadays acute hunger is not act of god or even poverty on its own but almost always from armed conflict esp when accompanied by deliberate atrocities eg #Tigray #Ethiopia. Yes more aid but it isn’t solution. #G7 leaders need to tackle causes not symptoms https:\/\/t.co\/oF2rpYgPoj",
        "Timestamp": "2021-05-05 08:52:59"
    },
    {
        "Tweet": "Today’s G7 meeting must be a gamechanger for preventing unprecedented, medieval famine in crisis countries around the world. \n\n@JeanMichelGrand and I outline in @TRF_Stories what G7 governments concretely need to do now to reverse the hunger emergency. https:\/\/t.co\/mCR4lCWj3l",
        "Timestamp": "2021-05-05 08:39:34"
    },
    {
        "Tweet": "1 thing I’ve never understood is people from a decent background acting\/wishing they was from the hood, trust me, we don’t wanna be here my boy...",
        "Timestamp": "2021-05-05 09:19:52"
    },
    {
        "Tweet": "You have woken up feeling low, worried, sickly, apprehended, blaming others and unrepentant?—-God knows you by name. Say a prayer, trust in Him, leave it all to Him. He will never fail to change your situation. Blessed Wednesday friends🙏🏾 https:\/\/t.co\/vEWihq8RPM",
        "Timestamp": "2021-05-05 04:35:18"
    },
    {
        "Tweet": "Jalsas like this have been avoided due to COVID-19 during By Election campaign, but we know that people of Pakistan trust PM Imran Khan to fix Pakistan. The system has been deteriorating for years, Kaptaan is fixing the fundamentals. #خوشاب_عمران_خان_کا https:\/\/t.co\/5EPFUfr8KT",
        "Timestamp": "2021-05-05 04:00:53"
    },
    {
        "Tweet": "If you’re feeling down and depressed at the moment, you have to believe that you’ll experience the favours of the Almighty in unexpected and unusual ways. For as long as you trust Him, He will turn your troubles, challenges and hardship in your favour. Bear patience!",
        "Timestamp": "2021-04-29 12:31:28"
    },
    {
        "Tweet": "My sincere thanks to the great People of Nandigram for their love, trust, blessings, and support, and for choosing me as their representative and the MLA from #Nandigram. It is my never-ending commitment to be of service to them and working for their welfare. I am truly grateful! https:\/\/t.co\/oQyeYswDa8",
        "Timestamp": "2021-05-02 14:24:31"
    },
    {
        "Tweet": "Are you the impatient type? Be careful. Impatience can be dangerous. Instead of trusting the Almighty’s timing, you think you know better? Get out of this mindset. Lay your trust in what He’s doing. He’s the best planner right down to the last second.  Never doubt that.",
        "Timestamp": "2021-05-04 14:19:14"
    },
    {
        "Tweet": "\"I swear Day 2 is the most important day of the NFL draft. See look.. Gronk was drafted in Round 2, T.O. in Round 3. This is where you find your gems, ya know? See me, I've won my 4-team fantasy league two years in a row. I'm practically a GM. Trust me. Turn to ESPN &amp; pay atten-\" https:\/\/t.co\/7dJ9Vqket7",
        "Timestamp": "2021-04-30 22:49:56"
    },
    {
        "Tweet": "The Christian journey begins from the grace of receiving mercy. If we trust in our own abilities, in the efficiency of our structures and projects, we will not go far. Only if we accept the love of God, will we be able to offer something new to the world.",
        "Timestamp": "2021-04-29 11:30:00"
    },
    {
        "Tweet": "Morning #TeamJustice. I have a TON of faith &amp; trust in AG Garland &amp; DAG Lisa Monaco. Both were stellar federal prosecutors in my former office, DC USAO. They are neither timid nor afraid of criticism. Our Department of Justice could not be in better hands. And #JusticeIsComing",
        "Timestamp": "2021-05-01 11:32:55"
    },
    {
        "Tweet": "I’m still working on my trust issues and dealing with self-doubt on the daily because of my trauma brought by cheaters, so why would I put someone through that? Why would I cheat on someone that I love?",
        "Timestamp": "2021-04-30 06:48:06"
    },
    {
        "Tweet": "Be careful who you trust... Salt &amp; sugar look the same.",
        "Timestamp": "2021-05-01 01:52:10"
    },
    {
        "Tweet": "The question isn't why are people still masking outside, reluctant to open schools, reluctant to trust the vaccine is working. The question is how do we rebuild trust across a society that has been racked with trauma and governed by malice and incompetence? \n\nI don't know.",
        "Timestamp": "2021-05-05 00:26:37"
    },
    {
        "Tweet": "Grateful to the people of Puducherry for choosing NDA to serve this beautiful state. This victory reflects people’s trust in PM @narendramodi ji led NDA’s Politics of Development. Puducherry will now witness a corruption-free and development-oriented government.",
        "Timestamp": "2021-05-02 16:54:25"
    },
    {
        "Tweet": "God never asked you to figure out the how. In fact, the scripture says, “Trust in the Lord with all your heart and lean not to your own understanding.” We serve a supernatural God. He can make things happen we couldn’t make happen.",
        "Timestamp": "2021-04-30 12:45:01"
    },
    {
        "Tweet": "I have vaccinated my elderly parents. They are my life. I trust the vaccine. You should too.\n\nPlease don't be afraid about the #vaccine. It is perfectly safe to take. Just consult any physician once before you get the shot. Each individual is different. So do your due diligence.",
        "Timestamp": "2021-05-01 06:45:22"
    },
    {
        "Tweet": "pain changes people, it makes them trust less, overthink more and shut people out.",
        "Timestamp": "2021-05-03 11:14:53"
    },
    {
        "Tweet": "At this point I trust Joe Rogan over bill Gates.",
        "Timestamp": "2021-05-01 14:46:25"
    },
    {
        "Tweet": "Trust the system, says the government \n\nOh, is System bigger than the Government? \n\nPlease tell us, who is the Prime Minister of the System ?",
        "Timestamp": "2021-04-29 11:10:08"
    },
    {
        "Tweet": "So my scheduled 2nd shot of #Covaxin for May 2 booked 2 weeks ago has been summarily cancelled via SMS and trust me, rescheduling isn’t as easy as this text makes it sound. Just WOW. #VaccineShortage is real @NHPINDIA @MoHFW_INDIA https:\/\/t.co\/CwEtl3UXbG",
        "Timestamp": "2021-04-29 11:17:51"
    },
    {
        "Tweet": "One thing I have observed is that a lot of Africans don't know how to say the word ”No” or admit that they made a mistake. They like stringing people along forever and in the process lose integrity. \n\nThis is what compounds our trust issues.",
        "Timestamp": "2021-04-29 10:07:52"
    },
    {
        "Tweet": "Moscow and Beijing's vaccine diplomacy includes \"disinformation and manipulation efforts to undermine trust in Western-made vaccines, EU institutions and Western\/European vaccination strategies,\" an EU report has warned. https:\/\/t.co\/rfGrbwy2ng",
        "Timestamp": "2021-04-29 11:01:15"
    },
    {
        "Tweet": "\"What we need for the next few weeks is somebody the players can trust and feel comfortable with - not just the goalkeepers, but also the outfield players.\"\n\n@Vorm_Official on returning as Interim Goalkeeper Coach.\n\n#THFC ⚪️ #COYS https:\/\/t.co\/WC8HcaQS2M",
        "Timestamp": "2021-04-29 11:00:42"
    },
    {
        "Tweet": "BREAKING: God Is Angry With @MBuhari, Says Mbaka\nhttps:\/\/t.co\/Kp6vbF7bRm",
        "Timestamp": "2021-04-29 09:47:49"
    },
    {
        "Tweet": "\"I did business with Kilig the SOMALI way. Word of mouth. Trust. Mere Handshake\" Murathe to PIC. \n\nThat is community patent infringement!",
        "Timestamp": "2021-04-29 10:59:43"
    },
    {
        "Tweet": "Memories with Mama Anna Mkapa, former First Lady of the United Rep. of Tanzania. Mama Mkapa is warmly remembered for her staunch role as First Lady &amp; keen interest in changing the lives of women in #Tanzania through the Equal Opportunities (for all) Trust Fund (EOTF). https:\/\/t.co\/gIo5YXXzfq",
        "Timestamp": "2021-04-29 11:16:08"
    },
    {
        "Tweet": "Chanchangi Airline Plans Return, Gets Licence\nhttps:\/\/t.co\/5VnC2sstvW",
        "Timestamp": "2021-04-29 10:22:31"
    },
    {
        "Tweet": "Can we trust a deserter? In the battlefield of climate change, the U.S. has played AWOL for multiple times. Before it can convince others of its latest \"leadership,\" Washington has four deficits to address, and one of them could blow up the entire global response. https:\/\/t.co\/zVpzRXajsW",
        "Timestamp": "2021-04-29 11:03:43"
    },
    {
        "Tweet": "How to ensure vaccine equity, build trust and strengthen healthcare https:\/\/t.co\/YC3Oe2LQpo https:\/\/t.co\/xips9xAsu7",
        "Timestamp": "2021-04-29 10:30:23"
    },
    {
        "Tweet": "Really? It shows how deeply eroded the standards are and how the respect for our Westminster system of parliamentary democracy has collapsed that someone who openly rorted public money and destroyed public trust like @senbmckenzie is given a platform like #QandA",
        "Timestamp": "2021-04-29 10:41:32"
    },
    {
        "Tweet": "JAMB Threatens To Sanction Schools Charging Above N4,000\nhttps:\/\/t.co\/IHzaqKrw1E",
        "Timestamp": "2021-04-29 09:50:29"
    },
    {
        "Tweet": "Global Opinions: Duque’s repressive security policies have failed Colombia https:\/\/t.co\/40X0agSqpk",
        "Timestamp": "2021-05-06 03:16:37"
    },
    {
        "Tweet": "“No government should sell a single bullet to the junta\" while the Myanmar generals uses them to shoot demonstrators, say 200 NGOs. But the Chinese government is blocking the UN Security Council from imposing the requested \"global arms embargo\" on Myanmar. https:\/\/t.co\/5mcMl42jYx https:\/\/t.co\/BUe9Sw4vbR",
        "Timestamp": "2021-05-06 02:44:58"
    },
    {
        "Tweet": "The DOJ's Civil Rights Division is asking Arizona Senate President Karen Fann to respond to concerns it has about the security of ballots and potential voter intimidation involved in the Senate's election audit.\n https:\/\/t.co\/IL9UE3t5FT",
        "Timestamp": "2021-05-06 02:00:01"
    },
    {
        "Tweet": "Residents in Kalay, Sagaing rallied on Thursday to protest tightened security measures enforced by the regime. Protesters said they support the People’s Defence Force formed by the National Unity Government, and distributed copies of anti-military newsletter the Voice of Spring. https:\/\/t.co\/AKRc6eNxKb",
        "Timestamp": "2021-05-06 06:43:48"
    },
    {
        "Tweet": "Florida took action this legislative session to increase transparency and strengthen the security of our elections. I’d like to thank the leaders on this issue – @WiltonSimpson, @ChrisSprowls, @dennisbaxley, and @GovGoneWild https:\/\/t.co\/ZCdrPm2rsZ",
        "Timestamp": "2021-05-06 13:36:43"
    },
    {
        "Tweet": "AUNG KHINE MYINT:\n\n33-years-old, was abducted by Terrorists (Myanmar security forces) on May 5 at night from his home in Na Win Kwat Thit Ward, Pyay, Bago Region.\n\nTerrorists were looking for the people who were involved in bombing Pyay Police Station. 1\/4\n\n#May6Coup https:\/\/t.co\/CvqfIAomqS",
        "Timestamp": "2021-05-06 11:47:31"
    },
    {
        "Tweet": "This couple was abducted by Terrorists (Myanmar security forces) on May 1 at 8:30am from Gone Kyaw market, 35th Street, Mandalay.\n\nThey were accused of urging shoppers not to pay daily tax. An informant Kaythi Aung sent misinformation to Terrorists. 1\/2\n\n#May6Coup https:\/\/t.co\/VIJZVzXuEs",
        "Timestamp": "2021-05-06 14:37:50"
    },
    {
        "Tweet": "MUDON, Mon State:\n\nNLD's information officer &amp; Youth organizer U Ko Ko Oo was abducted by Terrorists (Myanmar security forces) from his home on May 5 at 11pm.\n\nTerrorists also raided Mudon Protest &amp; Mudon Rescue leader Ko Than Win's house. 1\/2\n\n#May6Coup #WhatsHappeningInMyanmar https:\/\/t.co\/JJqoiuY2gO",
        "Timestamp": "2021-05-06 12:36:57"
    },
    {
        "Tweet": "At least 89 people in Colombia are listed as \"disappeared\" after protests, say independent human rights officials.\n\nThe government's official death toll is 19.\n\nThe UN has condemned security forces for using live fire and beatings against people protesting inequality. https:\/\/t.co\/0pV4naVMa5",
        "Timestamp": "2021-05-05 13:33:00"
    },
    {
        "Tweet": "NEW: @ChuckGrassley letters to @SecBlinken + State IG “Did Secretary Kerry retain his security clearance after leaving office..ever use his security clearance to access sensitive + classified information after he left office..was (he)required to disclose his meeting with FM Zarif https:\/\/t.co\/Rhf1xyQCt9",
        "Timestamp": "2021-05-05 23:43:55"
    },
    {
        "Tweet": "Reality Winner is serving a 5 year prison sentence for allegedly leaking 1 document. Ex-Obama chief of staff Bill Daley admitted he divulged information about an imminent raid on bin Laden to someone without a security clearance &amp; will face zero consequence. That's how DC works.",
        "Timestamp": "2021-05-05 13:21:47"
    },
    {
        "Tweet": "\"Myanmar’s security forces are arresting and forcibly disappearing thousands of people, especially boys and young men, in a sweeping bid to\" stop the protests. \"In most cases, the families of those taken do not know where they are.\" https:\/\/t.co\/dil3xOPm8x https:\/\/t.co\/fT0OlSXGSK",
        "Timestamp": "2021-05-05 12:00:24"
    },
    {
        "Tweet": "KANI, Sagaing Region:\n\nMost of the villagers from villages in Kani fled as Terrorists (Myanmar security forces) are always harassing the villagers, camping inside villages and shooting unnecessarily.\n\n#May5Coup #WhatsHappeningInMyanmar #MilkTeaAlliance",
        "Timestamp": "2021-05-05 07:28:27"
    },
    {
        "Tweet": "LASHIO, Shan State:\n\nTerrorists (Myanmar security forces) abducted 4 young men. A young man was beaten for not stopping the motorcycle. Another one was shot &amp; was beaten with an iron stick when he said he can't walk anymore. They confiscated motorcycles.\n\n#May5Coup https:\/\/t.co\/neOofj6sBp",
        "Timestamp": "2021-05-05 07:08:43"
    },
    {
        "Tweet": "MANDALAY: \n\n2 people on a motorcycle near Workers’ Hospital were shot by Terrorists (Myanmar security forces) at 12:40pm. A woman was shot in the head and KILLED. A man was shot in the mouth and INJURED. \n\n#May5Coup #WhatsHappeningInMyanmar #MilkTeaAlliance @ASEAN",
        "Timestamp": "2021-05-05 11:55:15"
    },
    {
        "Tweet": "#HongKong🇭🇰: The level of media freedom for media workers has plunged to a record low after the imposition of the national security law. The HK government must respect international standards and protect press freedom as guaranteed by the city’s Basic Law https:\/\/t.co\/cu6x3eLSAt",
        "Timestamp": "2021-05-05 10:10:20"
    },
    {
        "Tweet": "#Bitcoin mining is rapidly &amp; naturally decentralizing to supportive political jurisdictions, thereby spreading prosperity to those with energy &amp; enthusiasm, while enhancing security for everyone on the network. https:\/\/t.co\/5aXRisJDZY",
        "Timestamp": "2021-05-05 12:46:26"
    },
    {
        "Tweet": "I’m less concerned about whether Facebook gives Trump an account than the fact that Facebook is so over mighty that we’re reduced to waiting on this bogus review board like it’s a meeting of the UN Security Council. It’s just a company and one with a malevolent corporate culture.",
        "Timestamp": "2021-05-05 12:58:10"
    },
    {
        "Tweet": "Myanmar's junta announces \"a ban on satellite television receivers..., saying outside broadcasts threatened national security.\" In other words, the junta doesn't want the Myanmar people knowing that the world is following their struggle for democracy. https:\/\/t.co\/9f3ppJhdMK https:\/\/t.co\/sON4vSwmTM",
        "Timestamp": "2021-05-05 05:17:38"
    },
    {
        "Tweet": "Pentagon officials are considering new restrictions on service members’ interactions with far-right groups, but the measures could trigger legal challenges from critics who say they would violate First Amendment rights https:\/\/t.co\/GGdlWJPUg1",
        "Timestamp": "2021-05-05 12:24:10"
    },
    {
        "Tweet": "The McCarthy Rules:\n\nGaetz can stay on Judiciary;\n\nMTG can keep committee assignments;\n\nGosar can stay on Oversight &amp; subcommittee on national security;\n\nJordan can stay as ranking member of Judiciary;\n\nBut Liz Cheney committed the only sin McCarthy cares about: cross Trump https:\/\/t.co\/3orIMdrUb1",
        "Timestamp": "2021-05-05 12:17:16"
    },
    {
        "Tweet": "Bruno Fernandes on Sunday: \"I was in my room watching Udinese v Juventus. I didn’t try to go outside. I did what security said and stayed in my room.\"",
        "Timestamp": "2021-05-05 12:34:31"
    },
    {
        "Tweet": "Opinion: @RepMattGaetz says forget packages, the USPS is 'tracking' you https:\/\/t.co\/TRhGzTywbl https:\/\/t.co\/ELfkUMxtwe",
        "Timestamp": "2021-05-05 11:40:03"
    },
    {
        "Tweet": "On May 2 at 11pm — 8 youths including two young women were abducted by Terrorists (Myanmar security forces) from their homes in Thida Ye Sin Street, 16\/4 Ward, Thingangyun, Yangon. \n\nTheir houses were raided and destroyed household things. 1\/2\n\n#May5Coup #WhatsHappeningInMyanmar https:\/\/t.co\/OTcwql5Ofd",
        "Timestamp": "2021-05-05 02:32:03"
    },
    {
        "Tweet": "President Biden spoke with Abu Dhabi Crown Prince Mohamed bin Zayed to address regional security. He emphasized our commitment to consult with our Gulf partners as we consider our approach to Iran — and thanked Sheikh Mohamed for the UAE’s partnership in Afghanistan.",
        "Timestamp": "2021-05-05 01:51:00"
    },
    {
        "Tweet": "MAUNG MIN SOE: \n\nA 3rd Year Student majoring in Mathematics at Hpa-An University, was abducted by Terrorists (Myanmar security forces) from his home in Aung Nang 2nd Street, Hpa-An, Karen State on May 4 at 11pm.\n\n#May5Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/uzhkL6Haq5",
        "Timestamp": "2021-05-05 01:34:19"
    },
    {
        "Tweet": "PYAY, Bago Region:\n\nTerrorists (Myanmar security forces) abducted 3 youths from Na Win Kwat Tht 12th Street on May 4 at 10:45pm.\n\n#May5Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/gAcxYAZIkS",
        "Timestamp": "2021-05-05 01:36:32"
    },
    {
        "Tweet": "This guy just solved information security. https:\/\/t.co\/m7W7w2OySl",
        "Timestamp": "2021-05-05 01:30:36"
    },
    {
        "Tweet": "The Far Left controls Pres Biden’s admin. That’s why he’s quadrupling the current refugee cap this year.\n\nHe desperately wants to change the subject from his disastrous immigration policies, which created a humanitarian, public health, &amp; national security crisis on our border.",
        "Timestamp": "2021-05-04 22:02:35"
    },
    {
        "Tweet": "The Liberals sent the debt collectors after social security recipients who often didn’t owe anything all.\n\nBig businesses pocketing hundreds of millions they didn’t need?\n\n*Crickets*\n\nBusiness as usual for the Liberals.\n\nhttps:\/\/t.co\/3KU9qkzgp0 #auspol #BillionaireKeeper https:\/\/t.co\/16kR9cDZvS",
        "Timestamp": "2021-05-05 04:32:42"
    },
    {
        "Tweet": "The first casualty of the Yankees-Astros game: an inflatable trash can confiscated by security https:\/\/t.co\/Ip6fK6xVYz",
        "Timestamp": "2021-05-04 23:04:42"
    },
    {
        "Tweet": "BREAKING\n\nOur analysis of the #2021Budget reveals over 316 duplicated capital projects totalling N39.5bn, among other loopholes for corruption.\n\nBudgIT also found ZERO audit records of the N10.02tn received by the security sector between 2015 &amp; 2021.\n\nOur press statement:\nThread! https:\/\/t.co\/BDQXeBh6WU",
        "Timestamp": "2021-05-04 06:01:11"
    },
    {
        "Tweet": "1\/2 I am alarmed about reports of excessive use of force by security forces against P. protestors in Colombia-Bogota,Cali &amp; Popayan.There are reports of 9pers killed since 28\/04.Security forces must refrain from excessive use of force &amp;those responsable must be held accountable.",
        "Timestamp": "2021-05-03 10:12:26"
    },
    {
        "Tweet": "“I can’t crush an ant under my feet. How can I pose a threat to the state.”\n\nThirty-eight-year-old teacher, Idrees Jan Mir's termination order, issued by J&amp;K’s Lieutenant Governor Manoj Sinha accused him of working against the “security of the state.”\n\nhttps:\/\/t.co\/eOeAuhHrOu",
        "Timestamp": "2021-05-05 03:45:01"
    },
    {
        "Tweet": "If you were in charge of the COVID task force, ignored travel warnings to go to Vail, risked the lives of Secret Service people &amp; spent $757K taxpayer dollars, people would probably assume you were bad at your job. Well, that's exactly what Mike Pence did: https:\/\/t.co\/hyjQiqvhZ5",
        "Timestamp": "2021-05-05 02:00:37"
    },
    {
        "Tweet": "Alarming situation in Nanoor (Birbhum district) with more than a thousand Hindu families out in the fields to escape marauding mobs seeking to take it out against BJP supporters. Reports of molestation or worse of women. @AmitShah please rush some security to the area.",
        "Timestamp": "2021-05-03 16:04:02"
    },
    {
        "Tweet": "At least seven people have been reported killed in Myanmar when the junta’s security forces opened fire on some of the biggest protests against military rule in days to mark what organisers called \"the global Myanmar spring revolution\". #WhatsHappeningInMyanmar",
        "Timestamp": "2021-05-02 13:57:57"
    },
    {
        "Tweet": "There’s always a girl in the airport security line that looks like this https:\/\/t.co\/4Erl1zqxaC",
        "Timestamp": "2021-04-30 19:55:57"
    },
    {
        "Tweet": "Hotel accommodations for a Secret Service detail assigned to Steve Mnuchin have cost taxpayers more than $30,000 — since he left office. \n\nBefore leaving, Trump ordered an extra six months of security for family and appointees, including Mnuchin.\nhttps:\/\/t.co\/GttgABmL3t",
        "Timestamp": "2021-05-02 14:00:00"
    },
    {
        "Tweet": "What happened to the Myanmar coup leader's promise to ASEAN to stop the violence? Today, \"Myanmar security forces opened fire on some of the biggest protests against military rule in days...killing eight people.\" What will ASEAN do? More sitting-on-hands? https:\/\/t.co\/JLUOob5qfg https:\/\/t.co\/ypzszdkwy4",
        "Timestamp": "2021-05-02 16:12:34"
    },
    {
        "Tweet": "Stop calling Nigerian Governors ‘Chief Security Officer’ of their states. They are POWERLESS! Herdsmen, Bandits or Boko Haram attack their states and they run to take photos with @MBuhari. Igboho and @MaziNnamdiKanu have more control over security than ANY Governor\n\n#TableShaker",
        "Timestamp": "2021-05-02 13:45:16"
    },
    {
        "Tweet": "SEXUAL HARASSMENT in MONYWA:\n\nA young woman in her 20s on motorcycle was stopped &amp; interrogated by Terrorists (#Myanmar security forces). \n\nA Terrorist asked her to leave the motorcycle or be kissed. As motorcycle is about 2-3M Kyats she had to accept the kiss.\n\n#May3Coup",
        "Timestamp": "2021-05-03 09:18:14"
    },
    {
        "Tweet": "It took Twitter NG two days to track down that man and in a strange way that broke my heart really badly because it means clearly security agencies in Nigeria have decided big time do their work. Clearly.",
        "Timestamp": "2021-05-02 08:48:28"
    },
    {
        "Tweet": "Alert ⚠️ : Multiple witnesses \/ Myanmar security forces are seen wearing plain cloths and some in “ambulances” waiting to arrest the youth protestors. Some using motorbikes to chase protestors and one youth got arrested in Hlaing township. \n#WhatsHappeningInMyanmar",
        "Timestamp": "2021-05-02 03:57:32"
    },
    {
        "Tweet": "A question that demands answers: why was John Kerry even speaking with Iran when President Trump was leading Middle East peace talks?\n\nWould Biden approve Mike Pompeo doing the same?\n\nIf true, Kerry must resign, or be fired and have his security clearance revoked immediately.",
        "Timestamp": "2021-05-01 21:59:43"
    },
    {
        "Tweet": "According to local news reports, the plainclothes security forces in #Mandalay using weapons attacked civilians who marched in the street joining today’s #GlobalSpringRevolutionDay. At least three arrested in the morning. \n\n#WhatsHappeningInMyanmar #May2Coup https:\/\/t.co\/q6h5rxFYrD",
        "Timestamp": "2021-05-02 03:13:14"
    },
    {
        "Tweet": "JUST IN: Iranian FM Zarif says he DID NOT Know About Israel's Covert Military Operations Until Kerry Told Him -- New revelations from leaked audio contradict State Dept's defense of Kerry https:\/\/t.co\/dvsLPB3XIL",
        "Timestamp": "2021-04-30 01:31:14"
    },
    {
        "Tweet": "Liberals and parts of the cultural left refuse to admit they have power -- they always insist it's the right who wields it -- but the fact that the most powerful entities in the country now speak this way (corporations, security agencies, etc.) is a testament to their hegemony: https:\/\/t.co\/uhmLlffSuX",
        "Timestamp": "2021-05-02 18:56:37"
    },
    {
        "Tweet": "Adar Poonawalla (Serum Institute of India CEO) said that he was threatened by some senior leaders. Congress takes full responsibility of his security. But he should make it public as to who are these leaders: Maharashtra Congress Chief Nana Patole https:\/\/t.co\/NKmXjxPbDM",
        "Timestamp": "2021-05-03 05:34:22"
    },
    {
        "Tweet": "A far-right GOP Oregon legislator who let violent pro-Trump protesters through locked doors into the state Capitol building, where they wreaked havoc, will be charged with criminal offenses: https:\/\/t.co\/bK87cXVSYu He was also dumb enough to do this in front of security cameras.",
        "Timestamp": "2021-05-01 14:51:19"
    },
    {
        "Tweet": "Security adviser: US intel believed Kerry’s unauthorized talks with Iran undercut Trump | Just The News https:\/\/t.co\/6GFuJ3Rf53",
        "Timestamp": "2021-05-01 06:34:49"
    },
    {
        "Tweet": "Florida Republicans are restricting vote-by-mail &amp; ballot drop boxes after more Democrats than Republicans voted by mail in 2020.\n\nThey claim it's about election security — but the only 2020 election fraud in Florida was from the GOP.\n\nIt's voter suppression, plain &amp; simple.",
        "Timestamp": "2021-04-29 21:25:17"
    },
    {
        "Tweet": "Biden claims white supremacy is biggest terror threat, security experts say Islamic terrorists killed thousands of Americans - https:\/\/t.co\/3hfsw6dkpU #OANN",
        "Timestamp": "2021-04-29 23:57:28"
    },
    {
        "Tweet": ".@MBuhari, You Brought Crises On Nigeria With Your Lopsided Appointments, Failure To Curb Killer Herdsmen – Falana Tackles President | Sahara Reporters\nFalana added that the socio-economic and security challenges confronting the country could...\nREAD MORE: https:\/\/t.co\/I7IyRLdAEY https:\/\/t.co\/peR4KVsPSg",
        "Timestamp": "2021-04-29 17:37:04"
    },
    {
        "Tweet": "Outside a #COVID19 Hospital past midnight, I’m finally admitting my uncle after an 18hr long desperate struggle. Thanks to the top security apparatus of the country led by NSA Ajit Dovalji (under whom uncle worked years ago) and @smritiirani ji for the generous help. Grateful. 🙏 https:\/\/t.co\/85znyN3Ga8 https:\/\/t.co\/AjtaH2Sbsi",
        "Timestamp": "2021-04-29 20:24:50"
    },
    {
        "Tweet": "First it was the extradition bill.\n\nThen the National Security Law, and then Hong Kong's elections were changed.\n\nNow, Communist China will prevent those who support democracy from leaving Hong Kong.\n\nGeneral Secretary Xi will stop at nothing to crush Hong Kong's freedom. https:\/\/t.co\/Ybay09V4bZ",
        "Timestamp": "2021-04-29 18:56:25"
    },
    {
        "Tweet": "We’ll Avenge Death Of Every Herdsman Killed In South-East By Nnamdi Kanu’s IPOB, Miyetti Allah Threatens | Sahara Reporters\nMiyetti Allah spokesman lauded the security agencies, adding that they should “intensify efforts” in dealing with all...\nREAD MORE: https:\/\/t.co\/cnQsP4a3bx https:\/\/t.co\/CbokOnjQVU",
        "Timestamp": "2021-04-29 15:02:30"
    },
    {
        "Tweet": "China supports Saudi Arabia in safeguarding national sovereignty, security &amp; stability, opposes external interference in its domestic affairs, and supports Saudi Arabia in playing a greater role in regional &amp; international affairs. https:\/\/t.co\/PgYR3sWk9Y",
        "Timestamp": "2021-04-29 11:21:33"
    },
    {
        "Tweet": "The Nurse who cleans,Ward boy who packs the body,Ambulance driver, who waits patiently,security guard at the gates,body handler at the crematorium,Constable on the road, the ECommerce delivery boy,vegetable vendor. SALUTE COMMON MEN &amp; WOMEN, risking their Lives to Serve.",
        "Timestamp": "2021-04-29 18:15:07"
    },
    {
        "Tweet": "KHANT SI THU: He was abducted by Terrorists (#Myanmar security forces) in South Okkalapa, Yangon on Apr 28. He was accused of involving in S. Okkalapa police station bombing. His family said he is innocent. \n\nHe must be released immediately. \n\n#Apr29Coup #WhatsHappeningInMyanmar https:\/\/t.co\/1WbzGRbXrv",
        "Timestamp": "2021-04-29 12:46:15"
    },
    {
        "Tweet": "MINGALA TAUNG NYUNT, Yangon: Terrorists (#Myanmar security forces) abducted the staff at Zeyar Thukha restaurant in 88th x Daw Thein Tin Streets. They were beaten, forced to kneel down before taking away.\n\n#Apr29Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/8hysdEbMsq",
        "Timestamp": "2021-04-29 14:23:43"
    },
    {
        "Tweet": "MANDALAY: Terrorists (#Myanmar security forces) abducted a youth and beat him up in front of Ward administrator office in 82nd Street, 16x17 Streets, Aung Myay Thar Zan at 8pm. 1\/2\n\n#Apr29Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/WVuViuxKu2",
        "Timestamp": "2021-04-29 15:42:35"
    },
    {
        "Tweet": "MAWLAMYINE, Mon State: A terrorist (#Myanmar security force) opened gunfire on the crowd waiting to withdraw the money from KBZ bank Ocean Shopping Center branch. No injuries reported.\n\n#Apr29Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/QerrNJZjed",
        "Timestamp": "2021-04-29 10:12:05"
    },
    {
        "Tweet": "KYIMYINDAING, Yangon: Terrorists (#Myanmar security forces) abducted 4 civilians in front of ABM school and forced them to kneel down as you see in the photo.\n\n#Apr29Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/ZrVXQPEoTK",
        "Timestamp": "2021-04-29 10:01:31"
    },
    {
        "Tweet": "PYAPON, Ayeyarwady Region - UPDATE: At 12:30am A man was shot in the abdomen &amp; arm by Terrorists (#Myanmar security forces). He died in Bogalay hospital this morning. 5 night guards, a villager and a woman - total 7 were abducted. \n\n#Apr29Coup #WhatsHappeningInMyanmar",
        "Timestamp": "2021-04-29 10:18:30"
    },
    {
        "Tweet": "Go Home Early, Avoid Travels, Restaurants, Bars, Nigeria’s @CenBank Security Department Writes Staff Over Threats, Insecurity | Sahara Reporters https:\/\/t.co\/LQhaNTKzrg https:\/\/t.co\/zQhYKJNvEY",
        "Timestamp": "2021-04-29 09:50:11"
    },
    {
        "Tweet": "‘Not what I said’: Hong Kong Bar Assoc. chief Paul Harris clarifies security law comments \n\nhttps:\/\/t.co\/j7YftGdCGN https:\/\/t.co\/7CaB3N6Oe0",
        "Timestamp": "2021-04-29 10:59:07"
    },
    {
        "Tweet": "\"Preserving U.S. democracy has always been a core national security interest; it just didn’t necessarily need to be said out loud until the Trump presidency, its handling of the pandemic, and then the January 6, 2021 insurrection.\" https:\/\/t.co\/TbTX0eiyyE",
        "Timestamp": "2021-04-29 11:08:34"
    },
    {
        "Tweet": "A place where:\n- governments listens to criminals not peaceful demands. \n- Crime pays more than legitimate jobs \n- Criminals can pay for Police security\n- No consequence for crimes\n- Criminals can simply apologize and not be prosecuted.\n\nAnd you’re wondering why crime is thriving",
        "Timestamp": "2021-04-29 10:30:09"
    },
    {
        "Tweet": "Hospital has said the patient was brought to their main gate at 8 am, but the security guard had told them that day was the first day of covid admissions, staff would come by 9, so they should return by 9:30 am; Hospital claims condition of patient was not revealed to them @ndtv https:\/\/t.co\/edknx4br41",
        "Timestamp": "2021-04-29 11:21:09"
    },
    {
        "Tweet": "\"To address the national security threat posed by a U.S. democracy under assault from within, [we need] to reaffirm a commitment to the rule of law,...to diffuse domestic political polarization, [and] to strengthen our national security institutions.\"\nhttps:\/\/t.co\/TbTX0eiyyE",
        "Timestamp": "2021-04-29 11:12:57"
    },
    {
        "Tweet": "Nigeria facing extraordinary security challenges —US - Punch Newspapers https:\/\/t.co\/6FFJBIDoRd",
        "Timestamp": "2021-04-29 09:52:12"
    },
    {
        "Tweet": "Former JNU Prof of Diplomacy &amp;eminent academic, Prof Satish Kumar passes away. A prominent member of d Neemrana Track 2 dialogue, an active participant in d Saturday Discussion Group&amp; editor&amp;pub of  d annual National Security Review , Prof Kumar will be missed widely . RIP Sir! https:\/\/t.co\/xaaNRfgRFl",
        "Timestamp": "2021-04-29 10:25:39"
    },
    {
        "Tweet": "For the sake of Somalia’s security, stability and development, it is vital to hold consensus-based elections as soon as possible. \n\n🇬🇧 statement on elections negotiations 👇\n\nhttps:\/\/t.co\/iYWfQwhSmZ",
        "Timestamp": "2021-04-29 11:09:05"
    },
    {
        "Tweet": "Had a VC with HE Dr. Ahmad Nasser Al-Muhammad Al-Sabah, Kuwait's Foreign Minister - discussed on post #COVID19 cooperation. Also reaffirmed our commitment to revitalise 🇲🇾🇰🇼 bilateral relations with an emphasis on trade, investment, food security, technology, and education. https:\/\/t.co\/wXPECltlAe",
        "Timestamp": "2021-04-29 10:39:17"
    },
    {
        "Tweet": "Thugs are targeting TV and other entertainment systems in closed high end pubs night clubs in Nairobi. \n\nSeems like the thugs are working in cahoot with building security. \n\nThe targeted entertainment joints had their CCTV off as the stopped paying for electricity.",
        "Timestamp": "2021-04-29 10:24:06"
    },
    {
        "Tweet": "“I also told President Xi that we will maintain a strong military presence in the Indo-Pacific just as we do with NATO in Europe; not to start conflict but to prevent conflict”. - US Pres. Joe Biden\n\nI see this as an opportunity for the PH to engage the US on WPS security.",
        "Timestamp": "2021-04-29 09:34:54"
    },
    {
        "Tweet": "A firefight on the border of Tajikistan and Kyrgyzstan took place between the military of the two countries - State Committee for National Security of Tajikistan. Two Tajik citizens wounded https:\/\/t.co\/CoW7N3VZHR  #CentralAsia",
        "Timestamp": "2021-04-29 09:42:03"
    },
    {
        "Tweet": "#Texas is moving ahead with legislation aimed at keeping hostile countries out of the state’s critical #Infrastructure.\n\nThe bill aims to protect the state’s #ElectricGrid, #Communications system, #CyberSecurity system, and water treatment facilities. https:\/\/t.co\/NjscUjOrNv",
        "Timestamp": "2021-05-05 18:22:01"
    },
    {
        "Tweet": "Today, @SecMayorkas, @CISAgov and @SecretService  will join the @USChamber to talk about #cybersecurity and #ransomware, and what small and medium-sized businesses need to know to keep themselves safe. https:\/\/t.co\/6zPqM6MnWU",
        "Timestamp": "2021-05-05 13:05:35"
    },
    {
        "Tweet": "Delighted to visit @enisa_eu in Athens today. Our EU Agency for Cybersecurity at the heart of our Security Union. Enhancing our defences, building digital skills, promoting security of health and education systems, fighting fraudsters and cyber criminals. Best of luck to Team EU! https:\/\/t.co\/QdeRU5CUsB",
        "Timestamp": "2021-05-06 10:34:57"
    },
    {
        "Tweet": ".@SecMayorkas: “Today is the day we begin our second cybersecurity sprint. We are going to be recruiting talent that is already developed and we are going to help develop the talent that is about to bloom and will be investing in seeds to grow the talent of the future.\"",
        "Timestamp": "2021-05-06 00:26:39"
    },
    {
        "Tweet": "#100DaysofDHS: Our daily life, economic vitality, and national security depend on a stable, safe, and resilient cyberspace. DHS is committed to improving #cybersecurity and critical infrastructure security. https:\/\/t.co\/wOOYNDaTtO",
        "Timestamp": "2021-05-06 01:03:29"
    },
    {
        "Tweet": "Do you use the same password for everything? If so, use World Password Day as a chance to reset some of your most-frequently used passwords. Why not also set up multi-factor authentication at the same time? For more info go to https:\/\/t.co\/vesUzjo0hu  #cybersecurity https:\/\/t.co\/fmwN8K6UZE",
        "Timestamp": "2021-05-06 01:00:17"
    },
    {
        "Tweet": "this was the 45th president's cybersecurity adviser https:\/\/t.co\/iu2pwLiC1Q",
        "Timestamp": "2021-04-30 14:11:03"
    },
    {
        "Tweet": "#ContestAlert\n💬Unscramble the answer and comment below. Stand a chance to win 🎁a gift voucher worth 500 INR. \n\nParticipate in 🧠#BrainOlympics today!\n\n#CyberPeace #CyberSecurity https:\/\/t.co\/xcS1rmIa8N",
        "Timestamp": "2021-04-30 12:37:45"
    },
    {
        "Tweet": "It’ll never stop being funny and terrifying that this was the guy Trump wanted handling cybersecurity. https:\/\/t.co\/t51adkQNPJ https:\/\/t.co\/HPCeEMIhws https:\/\/t.co\/8fBeOwYfop",
        "Timestamp": "2021-04-30 01:47:15"
    },
    {
        "Tweet": "Cybersecurity is too big a job for governments or business to handle alone @OliverWyman https:\/\/t.co\/VaZ3o9IGnc https:\/\/t.co\/VDATtT5gKR",
        "Timestamp": "2021-05-04 10:30:11"
    },
    {
        "Tweet": "The White House is planning a new executive order aimed at strengthening U.S. cybersecurity — from setting up new ways to investigate cyberattacks to developing standards for software. https:\/\/t.co\/jvJXiZgD95",
        "Timestamp": "2021-04-30 02:49:45"
    },
    {
        "Tweet": "Attention, operational technology owners and operators! You can visit https:\/\/t.co\/IUfuriBb9V to read our partner’s #cybersecurity advisory about the risks of connectivity between information technology and operational technology systems. @NSACyber",
        "Timestamp": "2021-04-30 22:00:13"
    },
    {
        "Tweet": ".@POTUS: No one nation can deal with all the crises of our time alone – from terrorism to nuclear proliferation to mass migration, cybersecurity, climate change – and as we’re experiencing now, the pandemic. https:\/\/t.co\/3a7SBKXP5I",
        "Timestamp": "2021-04-30 06:00:01"
    },
    {
        "Tweet": "Today I had the pleasure of speaking at the CEO Council Summit with industry leaders about the importance of public-private partnerships for confronting increasingly sophisticated cybersecurity threats. https:\/\/t.co\/UtMfJDSbr3",
        "Timestamp": "2021-05-04 22:21:14"
    },
    {
        "Tweet": "#OperationalTechnology owners and operators will benefit from our recent #Cybersecurity Advisory on how to evaluate risks to their systems &amp; make informed decisions to prevent and detect malicious activities. Review the pragmatic evaluation methodology: https:\/\/t.co\/cTnM102Q1Y https:\/\/t.co\/DhcL0QjNI1",
        "Timestamp": "2021-04-29 14:34:40"
    },
    {
        "Tweet": "JUST IN: Biden prepping cybersecurity executive order in response to massive SolarWinds attack https:\/\/t.co\/xRB6Xku9We https:\/\/t.co\/3qKg5Yq1EM",
        "Timestamp": "2021-04-29 14:07:02"
    },
    {
        "Tweet": "#WeLiveSecurity - A year into the pandemic, ESET reveals new research into activities of the #LuckyMouse APT group and considers how governments can rise to the modern #cybersecurity challenges. #esetresearch #enjoysafertechnology",
        "Timestamp": "2021-04-29 09:50:51"
    },
    {
        "Tweet": "As part of #ESET European Cybersecurity Day, we revealed our government-industry report, highlighting the need for #cybersecurity companies to support governments in closing security gaps worldwide. Read the report now, at \nhttps:\/\/t.co\/BbhZoHbFti",
        "Timestamp": "2021-04-29 13:54:20"
    },
    {
        "Tweet": "⁉️ What's going on?!\n\nBased on the following image👇🏻 Guess what new technology #BridgeOracle has developed!\n\n❗️Guess and win 🎁\n\n10 people who guess correctly &amp; Like+Retweet will be awarded $10,000 in #BRG, $1,000 Each😎😱\n\nCOME ON. TIME IS RUNNING OUT⏳\n\n#Binance #BSC #BNB $BNB https:\/\/t.co\/pTPFyLHsXs",
        "Timestamp": "2021-05-05 18:33:57"
    },
    {
        "Tweet": "https:\/\/t.co\/zh6gPkUujo \n\nA simple technology solution to connect #COVID related “Help seekers” and “Donors” in a transparent manner. Pls spread the word. \n\n@BreatheIndia1 #CovidEmergencyIndia #Oxygen #MedicalSupplies",
        "Timestamp": "2021-05-06 07:44:08"
    },
    {
        "Tweet": "Israel embassy in India announces first-of-its-kind trilateral cooperation b\/w Israel, India &amp; UAE. Partnership initiated by IFIICC through which Israel-based, Ecoppia, is producing innovative robotic solar cleaning technology in India for landmark project in UAE: Israel Embassy",
        "Timestamp": "2021-05-06 10:09:27"
    },
    {
        "Tweet": "Stealing medical technology from American companies to give to China won't result in more vaccines. \n\nBut it will jeopardize vaccine development for future pandemics. https:\/\/t.co\/mKbZRgkL2T",
        "Timestamp": "2021-05-06 00:26:32"
    },
    {
        "Tweet": "Breaking: ACLU and 9 civil liberties and human rights groups from around the world call on President Biden to back temporary and limited intellectual property waiver at the WTO to ensure that life-saving COVID vaccine technology is available to all people. https:\/\/t.co\/mJomQyBPNo https:\/\/t.co\/D3Wqisex0G",
        "Timestamp": "2021-05-05 18:48:15"
    },
    {
        "Tweet": "@nextspaceflight @NASASpaceflight Only way to create rapidly &amp; fully reusable orbital rockets, the fundamental technology revolution needed to make life multiplanetary",
        "Timestamp": "2021-05-06 05:00:28"
    },
    {
        "Tweet": "Facebook’s Oversight Board upheld the social network’s decision to ban former president Trump four months after Capitol riot https:\/\/t.co\/jOLWGt1OfA",
        "Timestamp": "2021-05-05 13:02:55"
    },
    {
        "Tweet": "“We’ve definitely moved into a situation of mass enforced disappearances,” @matthewfsmith @FortifyRights tells @thevmilko @KristenGelineau @AP. “We’re documenting and seeing widespread and systematic arbitrary arrests.” #WhatsHappeningInMyanmar\nhttps:\/\/t.co\/SUw5AgIjQD",
        "Timestamp": "2021-05-05 09:33:48"
    },
    {
        "Tweet": "Recite Fatiha! 🇵🇰🇵🇰 \n\nWhat kind of bloody intelligence-based operation is this when you expose our boys frontally to the enemy?😡\n\nIn every IBO we lose more men than the enemy.\n\nWhere is technology? Armoured vehicles? Drones? \nDo I have to teach these basics to the Command?\n😡 https:\/\/t.co\/djX4DUQ0Sq",
        "Timestamp": "2021-05-05 17:54:35"
    },
    {
        "Tweet": "Which hurts Black kids the most trapped in failing schools due to dysfunctional Democrat policies, learning about the Uncritical Race Theory or not learning Science, Technology, English &amp; Math? #NOCRT!",
        "Timestamp": "2021-05-05 23:46:22"
    },
    {
        "Tweet": "I have long-warned that the Iranian regime has never stopped seeking weapons of mass destruction to use against America and our allies.\nhttps:\/\/t.co\/lcruuBm2ds",
        "Timestamp": "2021-05-06 15:13:33"
    },
    {
        "Tweet": "'This is your home': Koo founders welcome Kangana Ranaut after Twitter suspension, share first note\nhttps:\/\/t.co\/GxCu9pugDs",
        "Timestamp": "2021-05-06 01:52:17"
    },
    {
        "Tweet": "Gari and cocoa have been seized by Chinese and I dare say seized because their production ethics and technology is unmatched by us. When will we stop crawling and start walking ?? We will be here and govt will import gari , this is a job loss for us. #FixTheCountryNow",
        "Timestamp": "2021-05-05 07:29:59"
    },
    {
        "Tweet": "To improve our services and achieve our pledged objectives the President has decided to bring changes to the following government positions:\n\nMinister of @MoFMRAmv \nDr. Hussain Rasheed Hassan \n\nMinister of Environment, Climate Change and Technology, @anuahsa https:\/\/t.co\/IDYZdu57sJ",
        "Timestamp": "2021-05-05 06:27:26"
    },
    {
        "Tweet": "Former US president Donald Trump launches new 'communications' platform \nhttps:\/\/t.co\/A3IKoknSE0",
        "Timestamp": "2021-05-05 05:44:01"
    },
    {
        "Tweet": "We MUST cancel the Chinese lease over the Port of Darwin NOW\n\nThe Chinese can see everything that goes through the Port by the Australian Defence Force &amp; our Allies including every litre of fuel, round of ammunition &amp; piece of military equipment used https:\/\/t.co\/c1WnbQSzjW",
        "Timestamp": "2021-05-05 07:08:08"
    },
    {
        "Tweet": "Koo co-founders welcome Kangana Ranaut after her Twitter suspension, share first note https:\/\/t.co\/GxCu9pcFLU",
        "Timestamp": "2021-05-05 02:03:17"
    },
    {
        "Tweet": "A damning new report authored by the Netherland’s General Intelligence and Security Service (AIVD) asserts that the Islamic Republic of Iran attempted to obtain technology in 2020 for weapons of mass destruction.\n⁦@BenWeinthal⁩\nhttps:\/\/t.co\/DOsvhoPBvK",
        "Timestamp": "2021-05-05 06:47:59"
    },
    {
        "Tweet": ".@DoT_India allowing telecom service providers like @AirtelIndia, @MTNLOfficial, @RelianceJio &amp; @VodaIdea_NEWS to conduct trials for use and applications of #5G technology for a period of six months can herald a new dimension in hyper-communications. https:\/\/t.co\/CakpMmdI82",
        "Timestamp": "2021-05-05 05:13:13"
    },
    {
        "Tweet": "Rising need to adopt #AgriTech across the industry, conversion of #capex into #opex for customers &amp; greater customer retention for service providers can propel the global agriculture technology-as-a-service market to grow from $1,101.6 million in 2020 to $3,089.8 million by 2025. https:\/\/t.co\/1jQP4QTwnT",
        "Timestamp": "2021-05-05 05:16:01"
    },
    {
        "Tweet": "Myanmar's military has arrested and disappeared thousands, especially boys and young men, to quell a revolt against its seizure of power. https:\/\/t.co\/ZSToXfb09Q",
        "Timestamp": "2021-05-05 08:00:10"
    },
    {
        "Tweet": "At NIO, design and technology are pure, human, sophisticated, and progressive. We are thrilled by the opportunity to collaborate as a community with tech-savvy Norwegians. https:\/\/t.co\/7pP9X1CINC #NIONorway #DrivenByDesign https:\/\/t.co\/OPkTLIbxZs",
        "Timestamp": "2021-05-05 08:00:00"
    },
    {
        "Tweet": "Dogecoin's market cap is now at a whopping $86 billion. https:\/\/t.co\/OolY5VUr81",
        "Timestamp": "2021-05-05 05:08:49"
    },
    {
        "Tweet": ".@AdyBarkan: \"If the US discovers a vaccine first, will you commit to sharing that technology w\/ other countries? And will you ensure there are no patents to stand in the way of other countries &amp; companies producing those life-saving vaccines?\"\n\nBiden: \"Absolutely, positively\" https:\/\/t.co\/mjfYUAB8t6",
        "Timestamp": "2021-05-04 19:17:53"
    },
    {
        "Tweet": "Today I am approving a new Technological University for the Midlands &amp; the Mid-West based on an application I received from @AthloneIT &amp; @LimerickIT. Major milestone &amp; a good day for balanced regional development &amp; access to higher education.\n\nMore here: https:\/\/t.co\/4ENbUHrRKM https:\/\/t.co\/snmHp6iJnZ",
        "Timestamp": "2021-05-05 06:01:23"
    },
    {
        "Tweet": "𝐂𝐄𝐋𝐄𝐁𝐑𝐀𝐓𝐈𝐍𝐆 𝐖𝐎𝐌𝐄𝐍: 𝐆𝐎𝐀𝐁𝐀𝐎𝐍𝐄 𝐉𝐀𝐂𝐊𝐈𝐄 𝐑𝐀𝐌𝐀𝐓𝐋𝐀𝐏𝐄𝐍𝐆 \n\nGoabaone Jackie Ramatlapeng  is one of the women driving change in Botswana regarding participation of women in Science Technology Engineering and Mathematics \"STEM\" disciplines.\n\n#WCW https:\/\/t.co\/GmMZA7vyYs",
        "Timestamp": "2021-05-05 08:55:36"
    },
    {
        "Tweet": "Snatched from homes, businesses and streets, Myanmar's young men are being disappeared by a brutal military intent on crushing resistance. https:\/\/t.co\/LNku1KZLAp",
        "Timestamp": "2021-05-05 05:29:47"
    },
    {
        "Tweet": "Allah o Akbar. Amazing pictures of Hajr e Aswad ( black stone) Never seen before.We can see a new world inside this holy stone.Latest technology was used to see the every part of the stone https:\/\/t.co\/3VCLgRSIRw",
        "Timestamp": "2021-05-03 19:50:45"
    },
    {
        "Tweet": "Please allow me to re-share my rough sketch of some advanced carbon capture technology https:\/\/t.co\/GEZ6UwMMTJ",
        "Timestamp": "2021-05-04 10:50:29"
    },
    {
        "Tweet": "Yesterday in North Carolina, @SecretaryPete and I discussed how the American Jobs Plan will renew public investment in research and development, improving our infrastructure nationwide.\n\nIt’s time we reestablished the United States as a leader in innovation and technology. https:\/\/t.co\/JrNd2XljiA",
        "Timestamp": "2021-05-01 13:18:12"
    },
    {
        "Tweet": "We welcomed launch of an Enhanced Trade Partnership as a roadmap to a comprehensive FTA, with a target to more than double the bilateral trade by 2030. We also agreed upon several new initiatives in health, technology, energy, etc.",
        "Timestamp": "2021-05-04 13:24:35"
    },
    {
        "Tweet": "IIT Bombay (along with Tata Consultancy Engineers) devised a technology to use Nitrogen plants for generating Oxygen. \n\nBUT.. BUT..\n\nFor Adityanath, that wasn't enough and to be seen as 'step ahead' he has asked IIT Kanpur to convert Nitrogen into Oxygen. UNFREAKINGBELIEVABLE!",
        "Timestamp": "2021-05-02 03:16:58"
    },
    {
        "Tweet": "As the @RoyalNavy embraces technology and innovation, @hms_tamar trials the latest game-changing kit with the @RoyalMarines. https:\/\/t.co\/rckeuom7yg",
        "Timestamp": "2021-05-01 17:51:01"
    },
    {
        "Tweet": "In one of the greatest management moves of all time, Basecamp's CEO persuaded all of his most grindingly annoying employees to resign at once.  .https:\/\/t.co\/BUUhnfU691",
        "Timestamp": "2021-05-01 13:18:34"
    },
    {
        "Tweet": "$DOGE is bringing in so many new people into this space. \n\nBesides bringing them into this space, the community is literally helping them understand what cryptocurrency and blockchain technology is. \n\nMeaning : They also have brought themselves $ETH or $BTC. \n\n#DogecoinToTheMoon",
        "Timestamp": "2021-05-04 16:41:19"
    },
    {
        "Tweet": "PM Cares funded DRDO to get 500 oxygen plants made in a short time of 3 months. DRDO that has developed a technology for Tejas fighter aircraft for onboard oxygen generation has tweaked this technology to have oxygen plants that can deliver up to 1000 liters\/minute: DRDO Chairman https:\/\/t.co\/tGrWbZMIq2",
        "Timestamp": "2021-05-04 14:48:55"
    },
    {
        "Tweet": "Our govt is determined &amp; we will put in place reforms in our electoral system through the use of technology to bring transparency &amp; credibility to our elections &amp; strengthen our democracy.",
        "Timestamp": "2021-05-01 09:53:54"
    },
    {
        "Tweet": "At Star Wars: Galactic Starcruiser, launching in 2022 at Walt Disney World Resort, guests may encounter a brand-new, more realistic lightsaber brought to life with new technology created by Walt Disney Imagineering. #MayThe4thBeWithYou https:\/\/t.co\/8SVcvNWjV4",
        "Timestamp": "2021-05-04 18:00:15"
    },
    {
        "Tweet": "Disney shows off their new lightsaber technology \n\nComing to ‘Star Wars: Galactic Starcruiser’ in 2022 https:\/\/t.co\/BWaBxwxv4G",
        "Timestamp": "2021-05-04 12:24:53"
    },
    {
        "Tweet": "There's no place like home! 🌎\n\nAfter spending six months in orbit, four astronauts will return to Earth aboard @SpaceX's Crew Dragon Resilience spacecraft. Defy distance with @Oculus virtual reality technology by watching live coverage starting at 6pm ET: https:\/\/t.co\/QOLRzSyZK0 https:\/\/t.co\/ZywUrtT4Rg",
        "Timestamp": "2021-05-01 21:20:59"
    },
    {
        "Tweet": ".@NASA is critical to U.S. national and economic security. With decades of experience and as a former astronaut, Bill Nelson will advance NASA's science, aviation, and technology missions as Administrator. https:\/\/t.co\/dVPQ4fiudZ",
        "Timestamp": "2021-05-03 19:24:33"
    },
    {
        "Tweet": "I am not cut out for this modern world, especially one where touchscreens have replaced the reliable technology of a “handle” in bathrooms—and where you can’t wash your hands because “internal storage running out” means “applications &amp; system functions may not work well” https:\/\/t.co\/WjsbyJV9O7",
        "Timestamp": "2021-04-29 19:20:39"
    },
    {
        "Tweet": "Dr. Khotso Nkhatho\n\nHonoured by Central University of Technology with a Doctorate in Communication and language Practice. \n\nCongratulation Dr. Khotso Nkhatho 👏  👏 👏 https:\/\/t.co\/PnqffbBHu9",
        "Timestamp": "2021-04-29 12:24:07"
    },
    {
        "Tweet": "No, other people's COVID vaccines can't disrupt your menstrual cycle. Yes, this is a lie spread online by some conservatives. https:\/\/t.co\/Y3h4YItkAK",
        "Timestamp": "2021-04-30 12:30:00"
    },
    {
        "Tweet": "Unfortunately no substantive reforms were put in place. Technology &amp; use of Electronic Voting Machines are the only answer to reclaim credibility of elections. I invite the Opposition to sit with us &amp; select from EVM models we have available to restore our elections credibility.",
        "Timestamp": "2021-05-01 09:53:53"
    },
    {
        "Tweet": "Either a foreign power has developed technology that far outreaches what we are capable of or can even conceive of, or there actually are beings from another planet visiting Earth. I'm not really sure what the third option would be. Those seem to be it.",
        "Timestamp": "2021-04-30 16:59:03"
    },
    {
        "Tweet": "Bill Gates says Covid-19 vaccine tech should not be shared with India, now there is a vaccine shortage - Technology News https:\/\/t.co\/MHllRPYlBC",
        "Timestamp": "2021-04-30 19:06:21"
    },
    {
        "Tweet": "People don’t seem to appreciate this, but the U.S. scientists had already done years of work on SARS and MERS. So when Covid-19 struck, Fauci sprang into action and took a bold bet on mRNA technology — the same one powering the Moderna and Pfizer vaccines. He’s the father. https:\/\/t.co\/UXgNhMUNbn",
        "Timestamp": "2021-04-29 11:23:42"
    },
    {
        "Tweet": "The inflation is flowing into commodities we need (like oil, lumber &amp; copper), assets the government supports (sovereign, corporate, &amp; residential debt), &amp; rapidly growing technology that is reshaping our world (FAANG, #Bitcoin).  Gold &amp; silver don't check any of these boxes. https:\/\/t.co\/uJZ0ZtIPWM",
        "Timestamp": "2021-04-29 15:56:26"
    },
    {
        "Tweet": "NEW — Senator Hawley introduced a bill Wednesday aimed at reducing Chinese control over technology used by the Department of Defense and its contractors. https:\/\/t.co\/NCgT1Cqj8y",
        "Timestamp": "2021-04-29 18:19:55"
    },
    {
        "Tweet": "#CardanoAfrica countdown is ON! 6,5 hours to go! ⏰ \n\nJoin us at 16:30 UTC to hear how #Cardano and decentralized technology will help Africa build a new future. Blockchain has come of age. \n\nRegister here https:\/\/t.co\/gtrEhmURRX https:\/\/t.co\/OGuci8EKvG",
        "Timestamp": "2021-04-29 10:00:00"
    },
    {
        "Tweet": "“What we’re calling on the government to do is to ease the intellectual property rules around who owns this vaccine technology”\n\nCEO of Oxfam @dhnnjyn says the best way to help India and other countries is to share the rights to vaccine production. #bbcqt https:\/\/t.co\/U7ckhH6NDr",
        "Timestamp": "2021-04-29 22:22:10"
    },
    {
        "Tweet": "India is facing a humanitarian and public health crisis. We can’t let COVID run rampant in places that don’t have the tools they need to get everyone vaccinated. These giant drug companies need to do their part to get vaccines where they need to be. https:\/\/t.co\/vzm4vgGqZl",
        "Timestamp": "2021-04-29 20:26:03"
    },
    {
        "Tweet": "Aim high, and fly, fly again. The #MarsHelicopter's ambitious fourth flight didn't get off the ground, but the team is assessing the data and will aim to try again soon. We'll keep you posted. https:\/\/t.co\/TNCdXWcKWE https:\/\/t.co\/HDaF0fAILs",
        "Timestamp": "2021-04-29 18:53:03"
    },
    {
        "Tweet": ".@thehill: \"Rep. Matt Gaetz (R-Fla.) and a group of other House Republicans on Friday introduced legislation to end funding for an arm of the U.S. Postal Service that carries out online surveillance.\"\n\nhttps:\/\/t.co\/cbJPLMqBCl",
        "Timestamp": "2021-05-01 00:03:06"
    },
    {
        "Tweet": "It’s not just death from #COVID19, it’s also the long term suffering of #LongCovid. \n\nDon’t let COVID deniers \/ minimizers try to tell you otherwise. The human suffering toll is real. \n\nThread 🧵 \nhttps:\/\/t.co\/OS5rw01Zgk https:\/\/t.co\/PJWTtPlKaK",
        "Timestamp": "2021-04-29 15:22:54"
    },
    {
        "Tweet": "#Blockchain is the technology that enables the existence of #cryptocurrency. With the increased in global spending on #blockchain, what new inventions do you expect to see in the #crypto industry? #OKnowledge https:\/\/t.co\/lYORsLEqP5",
        "Timestamp": "2021-04-29 09:56:52"
    },
    {
        "Tweet": "🌇 Join @CISAgov, @USChamber and @SecMayorkas this afternoon to learn how small businesses can harden their networks against ransomware attacks. To attend this event at 1:30 PM ET register now.\n➡️ https:\/\/t.co\/bAKoCEw6bd \n#Cybersecurity #Ransomare #SMB #DataProtection",
        "Timestamp": "2021-05-05 12:24:00"
    },
    {
        "Tweet": "We repeatedly warned the Government to take #Privacy and #DataProtection seriously, but they dismissed it as bureaucracy. \n\nThis is both a privacy and a public health disaster, and the Government bears responsibility for the public health consequences. \n\nhttps:\/\/t.co\/ua1Lm1itoB",
        "Timestamp": "2021-05-06 10:30:46"
    },
    {
        "Tweet": "Vaccine passes: protecting human rights and personal data.\n\nStatements by the Bioethics Committee and the Data Protection Convention Committee: https:\/\/t.co\/HbD1jbM3lx\n\n#VaccinePassports #Humanrights #DataProtection https:\/\/t.co\/BnTkPghZd3",
        "Timestamp": "2021-05-04 13:19:19"
    },
    {
        "Tweet": "Democracy is under attack around the world. This is coming through sanctions against elected politicians, hacking and impersonations and direct attempts to disrupt parliaments.\n\nHere👇 it was Belgium’s turn as they debated the crimes in Xinjiang. \n\nhttps:\/\/t.co\/r0F0cfF1rn",
        "Timestamp": "2021-05-05 13:13:56"
    },
    {
        "Tweet": "-China bans researchers from Pwn2Own\n-Starts their own Tianfu Cup\n-iPhone 0day wins\n-It’s used to spy on Uyghurs\n-US intelligence identified the attack and told Apple\n\nIncredible deep-dive into how China used a hacking competition to create tools to enable genocide. https:\/\/t.co\/zh4OkOLKdI",
        "Timestamp": "2021-05-06 10:53:26"
    },
    {
        "Tweet": "Millions at risk of hacking from old routers https:\/\/t.co\/cmB3YuU910",
        "Timestamp": "2021-05-06 03:50:05"
    },
    {
        "Tweet": "2017 Ted talk..\n\n\" We are actually hacking into the software of life\"\n\nAny doubt now? \n\nhttps:\/\/t.co\/6DbPzGQg0A",
        "Timestamp": "2021-05-06 18:38:36"
    },
    {
        "Tweet": "I remain convinced that Russian hacking &amp; GOP cheating got him into office in 2018.\n\nSomeone in the FBI knows what really happened and is sitting on it. \n\nI wish that someone would say something. https:\/\/t.co\/rGNUODqRzu",
        "Timestamp": "2021-05-06 13:36:17"
    },
    {
        "Tweet": "The old traditions of media which include circles of shame\/hacking into innocent people's phones arent valued by a new era who are about peace &amp; being kind.\nThe Daily Fail platforms questionable content which leaves society feeling bad. \nCongratulations Meghan Markle on your win! https:\/\/t.co\/u0KcvRIxxV",
        "Timestamp": "2021-05-05 16:28:17"
    },
    {
        "Tweet": "This is a big deal. ANC pays 20% APY on UST stablecoins, but there's hacking risk like all DeFi. Now you can insure against that and other risk for less than 7%. Net 13% \"riskless\". https:\/\/t.co\/nHml0bSBWp",
        "Timestamp": "2021-05-06 22:23:53"
    },
    {
        "Tweet": "When we did Driven2pwn in UAE, I had to set up a makeshift SCIF-lite to keep exploits out of anyone’s hands except the researcher &amp; the target vendor to avoid leaks, even from the multinational judges.\nIt was in defense of the Internet &amp; to keep hacking contests from being banned https:\/\/t.co\/4rZVprAyOU",
        "Timestamp": "2021-05-06 13:36:16"
    },
    {
        "Tweet": "An attack that targeted Apple devices was used to spy on China’s Muslim minority—and US officials claim it was developed at the country’s top hacking competition. https:\/\/t.co\/P6M4F9rEbW",
        "Timestamp": "2021-05-06 14:35:48"
    },
    {
        "Tweet": "Here's @fightfortheftr's statement: we're calling for criminal charges against the companies and executives that funded this fraudulent disinformation campaign, and an investigation into whether they also funded a paid hacking campaign that targeted us. https:\/\/t.co\/q3ZMAQRlel https:\/\/t.co\/FRNTxde2lE",
        "Timestamp": "2021-05-06 18:17:07"
    },
    {
        "Tweet": "Respawn have plans to tackle DDoS and hacking issues in #ApexLegends.\n\nIn the most serious cases, \"legal action may be justifiable.\"\n\nhttps:\/\/t.co\/k7IDgIz3M9",
        "Timestamp": "2021-04-29 12:45:13"
    },
    {
        "Tweet": "A hundred years ago this week, an Arab mob went on a rampage against the Jews of Jaffa, breaking into their homes, looting their property, and beating and hacking them to death.\n\n47 Jews were murdered and 146 were injured in the 1921 Jaffa Riots.\n\nMay their memory be a blessing. https:\/\/t.co\/q3sBMwM0vs",
        "Timestamp": "2021-05-02 20:33:56"
    },
    {
        "Tweet": "1\/16\nOn May 21st 2010, 3 University of Arizona police officers responded to a “welfare check” about a person hacking a tree with a knife. When they arrived on-scene they witnessed a woman, Amy Hughes, emerge from her home carrying a large kitchen knife. #velshi",
        "Timestamp": "2021-05-01 15:11:52"
    },
    {
        "Tweet": "TMC workers are marking polling agents of other political parties and hacking them to death. \n\nThis is how murder of democracy actually looks like. Not what the sold out intellectuals told you all these years. https:\/\/t.co\/wE1RblqvJu",
        "Timestamp": "2021-05-04 11:02:49"
    },
    {
        "Tweet": "The News of the World phone hacking scandal was just the tip of the iceberg of the criminality around Murdoch’s news empire. Underneath it all lies police corruption and the axe murder of a young private investigator — Daniel Morgan. An independent panel reports soon https:\/\/t.co\/wZWF632FTY",
        "Timestamp": "2021-05-03 08:48:32"
    },
    {
        "Tweet": "hacking is over.\nyou can just buy creds from people directly. https:\/\/t.co\/l1waVrEWhL",
        "Timestamp": "2021-05-04 16:01:57"
    },
    {
        "Tweet": "John Kerry said \"differences\" with China don't have to “get in the way of something as critical\" as climate change.\n\nChina’s “differences” include:\n\n🔴Torture &amp; rape of Uighurs\n🔴Hacking U.S. cyber systems\n🔴Covering up COVID-19 origins\n🔴Threatening freedom in Taiwan &amp; Hong Kong",
        "Timestamp": "2021-04-30 14:04:28"
    },
    {
        "Tweet": "Lovejihad leads to hacking of an actress's brother!! In what can be termed as one of the most shocking real-life murder mysteries of showbiz, Kannada actress #ShanayaKatwe has been arrested by Hubballi Rural police in relation to the murder of Rakesh Katwe, her brother.",
        "Timestamp": "2021-04-30 10:30:38"
    },
    {
        "Tweet": "If you're going to KubeCon, you're going to this talk on hacking Kubernetes by @TabbySable and @ellenkorbes, right? Seriously, GO TO THIS. It's going to be even more extra than mine, and mine involves cosplay. ✨\nhttps:\/\/t.co\/TJo4B2WaLn",
        "Timestamp": "2021-05-04 21:09:11"
    },
    {
        "Tweet": "The IRS is looking for help to break into cryptocurrency hardware wallets, according to a document posted on the agency website in March of this year. https:\/\/t.co\/HecoJ1pKMc",
        "Timestamp": "2021-04-29 18:20:01"
    },
    {
        "Tweet": "Pitch my excellent editor Brian. Write for WIRED's security section. We want to publish your hacking\/surveillance\/privacy\/espionage\/cyberwar stories. (Or if you have an idea of someone looking for this kind of work, please pass this on!) https:\/\/t.co\/eBPilNSuaV",
        "Timestamp": "2021-05-04 16:43:23"
    },
    {
        "Tweet": "@glareone @CNBCnow 1. Much of their R&amp;D was government funded\n2. Not allowing them to protect the vaccine as IP won't prevent them from profiting off it\n3. Supporting mega-profiteering off a global pandemic is super cringe",
        "Timestamp": "2021-05-05 20:07:27"
    },
    {
        "Tweet": "I think this sign means different things to different people. https:\/\/t.co\/STxgatAdBC",
        "Timestamp": "2021-05-07 00:22:17"
    },
    {
        "Tweet": "Reasons I won't buy a Peloton:\n1. Overpriced for under featured products\n2. The cultish nature of their \"community\"\n3. Their treadmills eat children\n\n*checks notes*\n\n4. Now a breach of all that personal data (including presence info) that they collect.\n\nhttps:\/\/t.co\/9uzA2gnE82",
        "Timestamp": "2021-05-06 13:52:53"
    },
    {
        "Tweet": ".@CISAgov is staffing up. Specialties at @CISAgov include #InfoSec, #Cybersecurity, #BudgetAnalysis, #HumanResources, and much more! To learn more about jobs at CISA and how to #BecomeaCISAzen, visit: https:\/\/t.co\/fsSlHh9xmk https:\/\/t.co\/80XzcsZ3wX",
        "Timestamp": "2021-05-06 14:56:27"
    },
    {
        "Tweet": "Amazing to see the increase in the number of women in the field, but we still have a long way to go to improve diversity in #infosec. https:\/\/t.co\/NcxREOjYAW",
        "Timestamp": "2021-05-06 13:27:32"
    },
    {
        "Tweet": "A new academic study has highlighted a number of serious #privacy and security pitfalls associated with recycling mobile phone numbers that could be abused to stage a variety of attacks, including account takeovers, phishing, spam attacks.\n\nRead: https:\/\/t.co\/89cHf3jzHU\n\n#infosec",
        "Timestamp": "2021-05-05 13:40:56"
    },
    {
        "Tweet": "Here's a secret for the non infosec people out there:\nI swear just as much as you do when annoying security things happen to me - like being login timed-out, having to dig for my authenticator app, or having to reboot for updates. Even though I know exactly why it has to happen.",
        "Timestamp": "2021-05-04 16:29:00"
    },
    {
        "Tweet": "Happy May the Fourth, infosec friends https:\/\/t.co\/ymTlMaQmpx",
        "Timestamp": "2021-05-04 17:56:49"
    },
    {
        "Tweet": "Anyone in infosec looking for a job or looking to hire? Let's start a thread and hopefully some folks can connect!",
        "Timestamp": "2021-05-01 00:00:03"
    },
    {
        "Tweet": ".@CISAgov has updated its recent Alert on Pulse Secure vulnerabilities to include information on Impossible Travel and Transport Layer Security Fingerprinting that may be useful in identifying malicious activity. Learn more at https:\/\/t.co\/yjrzxI1fW2. #Cybersecurity #InfoSec",
        "Timestamp": "2021-04-30 20:03:15"
    },
    {
        "Tweet": "I realize it may not stop many, but for those considering a fake vaccine card, understand, it is a federal crime if you get caught.\n\nIf you know of someone with a fake card or see them for sale, here's your link to report them:\n\nhttps:\/\/t.co\/QWwbUDW2j9",
        "Timestamp": "2021-05-03 00:28:02"
    },
    {
        "Tweet": "💻 Need to report cyber incidents, phishing attempts, malware, and other vulnerabilities? @CISAgov provides secure means for our partners to submit a report by visiting https:\/\/t.co\/7KulwObDoz. \n#Cybersecurity #InfoSec #Phishing #Malware #VulnerabilityManagement https:\/\/t.co\/Ti5RCrsVyJ",
        "Timestamp": "2021-04-30 16:02:04"
    },
    {
        "Tweet": "The talent pool for #InfoSec is too small and lacks the needed #diversity. \n\nStealing diverse talent from one company to another ≠ improved pipeline. It only helps meet diversity numbers.\n\nInspiring young kids to pursue tech and infosec is a must to improve the diverse pipeline.",
        "Timestamp": "2021-04-29 12:39:22"
    },
    {
        "Tweet": "This really is a must read. Not just for the important medical concepts you (like me) probably have never realized, but also the overarching lesson that can be found here about the importance of self-care and taking breaks from mentally taxing work. https:\/\/t.co\/N4kykGdYCS",
        "Timestamp": "2021-04-30 16:13:11"
    },
    {
        "Tweet": "Get ahead of real-time operating system vulnerabilities by reviewing @CISAgov’s latest ICS Advisory to learn how to reduce the risk of these cybersecurity attacks. https:\/\/t.co\/P9PkVekx1f #Cybersecurity #InfoSec",
        "Timestamp": "2021-04-29 18:07:36"
    },
    {
        "Tweet": ".@CISAgov urges Codecov users to search for the IOCs provided in Codecov’s recent supply chain compromise security update and, if affected, implement the update’s guidance ASAP. https:\/\/t.co\/1z8EHyikUE #Cybersecurity #InfoSec #InfoSecurity #NetSec #NetworkSecurity",
        "Timestamp": "2021-04-30 16:34:43"
    },
    {
        "Tweet": "the enforcement section of the corporate wiki, where the infosec team is supposed to take their cues when staff break the rules https:\/\/t.co\/ub1YrSRt4V",
        "Timestamp": "2021-04-30 06:06:09"
    },
    {
        "Tweet": "Just concluded marathon meeting with senior officials &amp; tech volunteers to suggest changes to BBMP bed booking software.\n\nWe are trying to ensure accountability of persons booking beds, transparent process of allotment &amp; preventing abuse of process.\n\nHope to see them implemented.",
        "Timestamp": "2021-05-05 17:43:52"
    },
    {
        "Tweet": "In the 2nd meeting with senior officials &amp; tech team to revamp the BBMP bed allocation system, we   finalised on the reforms to be made in the software\n\nWe have set ourselves a target to implement them in the next 100 hours\n\nHope to see some changes operational by tomorrow https:\/\/t.co\/DDUtmJT3UF",
        "Timestamp": "2021-05-06 12:47:37"
    },
    {
        "Tweet": "Disgraceful. \n\nFor every liberal celebrating Trump’s social media ban, if the Big Tech oligarchs can muzzle the former President, what’s to stop them from silencing you? https:\/\/t.co\/Yky4P0B38X",
        "Timestamp": "2021-05-05 13:39:01"
    },
    {
        "Tweet": "The Facebook Oversight Board acted as the judge, jury, prosecutor, appellate court and executioner. \n\nBig Tech needs to be broken up.",
        "Timestamp": "2021-05-05 14:58:43"
    },
    {
        "Tweet": "Facebook is more interested in acting like a Democrat Super PAC than a platform for free speech and open debate.\n\nIf they can ban President Trump, all conservative voices could be next.\n\nA House Republican majority will rein in big tech power over our speech.",
        "Timestamp": "2021-05-05 13:40:45"
    },
    {
        "Tweet": "Had a conversation with Sri @NandanNilekani this morning &amp; sought his help to revamp BBMP bed allocation software\n\nLots of gratitude to him for putting very best tech architects on job immediately\n\nYet again, Sri Nandan Nilekani has proved he is always available for Bengaluru! 🙏",
        "Timestamp": "2021-05-05 06:32:34"
    },
    {
        "Tweet": "Just a good reminder that Democrats and tech oligarchs are quite obviously colluding to suppress their political opposition. E.g., Kamala Harris asked Twitter to ban Trump during a Dem primary debate, they eventually did her bidding. https:\/\/t.co\/kXfiRqeVhq",
        "Timestamp": "2021-05-06 13:10:06"
    },
    {
        "Tweet": "Big tech is completely out of control and will be reined in once Republicans take back the House. It is our responsibility to fix this problem &amp; the free-speech hating, fascist Democrats won’t do a thing! https:\/\/t.co\/5uz8xxCPvi",
        "Timestamp": "2021-05-06 16:18:20"
    },
    {
        "Tweet": "Interesting way of admitting how much election interference and election meddling against Republicans that our tech companies can do and have done! https:\/\/t.co\/EzQMD3lWO2",
        "Timestamp": "2021-05-06 18:23:58"
    },
    {
        "Tweet": "🚨🚨\n\nBIG TECH on the MOVE! Twitter just suspended my Communications Director. \n\nAn unconstitutional overreach SILENCING our voices and freedom of speech. \n\nRepublicans are united in fighting back against Big Tech’s tyranny. \n\nMillions of Americans will not be silenced! \n\n🚨🚨",
        "Timestamp": "2021-05-06 11:26:30"
    },
    {
        "Tweet": "Democracies can't thrive when citizens can't agree on what's true. \n\nAnd tech companies have made algorithm-driven conspiracy rabbit holes a feature of our information ecosystem. \n\nThere needs to be a reckoning. \n\nhttps:\/\/t.co\/K4DXAAjVi5\n\nhttps:\/\/t.co\/ijtb2PLps4",
        "Timestamp": "2021-05-05 17:02:15"
    },
    {
        "Tweet": "Every conservative state should enact the following 10 legislative reforms (1\/2):\n\n1. Prohibit big tech censorship\n2. Ban CRT, adopt patriotic history in school(1776 Commission)\n3. Protect womens’ sports\n4. Defund all abortion providers\n5. Mandate e-verify, bar noncitizen welfare",
        "Timestamp": "2021-05-05 18:39:21"
    },
    {
        "Tweet": "BREAKING: President Trump releases a statement on Big Tech companies: https:\/\/t.co\/9py1CKjFGz",
        "Timestamp": "2021-05-05 15:17:43"
    },
    {
        "Tweet": "If you’re surprised by Facebook banning President Trump, you haven’t been paying attention. It’s just the latest page in the book of big tech coming after conservatives. And they won’t stop.\n\nWhich means it’s past time to hold them accountable. Break them up.",
        "Timestamp": "2021-05-05 14:20:41"
    },
    {
        "Tweet": "In 1989, Bill Gates answered a Microsoft tech support call. He said, \"Hello, this is Microsoft Product Support, William speaking. How can I help you?\" and solved the issue\n\nThe customer was so satisfied; they specifically asked for him when they called with a follow-up question",
        "Timestamp": "2021-05-05 05:34:01"
    },
    {
        "Tweet": "I interviewed Rose McGowan @rosemcgowan and she went off (in the best way) on tech bros, Democrats, Kamala Harris, the Clintons, Facebook, Twitter, pseudo-feminists &amp; more. She will be joining the show LIVE on Thursday! https:\/\/t.co\/P9lk5R9wQi",
        "Timestamp": "2021-05-05 05:04:36"
    },
    {
        "Tweet": "#STPIIMAGE is poised to revolutionise the tech startup ecosystem in India by facilitating the most comprehensive platform to translate the ideas of #startups into path-breaking products. Register now: https:\/\/t.co\/jGHWfDej17. #STPIINDIA #STPINEXT #STPICoEs #STPIIMAGECOHORT2 https:\/\/t.co\/HTbhceMasP",
        "Timestamp": "2021-05-05 06:24:12"
    },
    {
        "Tweet": "Dr. @Omkar_Raii, DG, #STPIINDIA &amp; Chairman, #STPINEXT as the Chief Guest will launch the #STPIIMAGECOHORT2 &amp; share his thoughts on how this CoE will transform the tech startup ecosystem in the country. To watch him live, register now: https:\/\/t.co\/jGHWfDej17. #STPICoEs #STPIIMAGE https:\/\/t.co\/J08My0H4Rt",
        "Timestamp": "2021-05-05 05:44:11"
    },
    {
        "Tweet": "Spotify just patented tech to listen to everything — not just your voice — to *try* to predict your age, gender, emotional state...\n\nThis is the stuff that our surveillance and #codedbias nightmares are made of. https:\/\/t.co\/nC2L2lcp3I",
        "Timestamp": "2021-05-05 03:11:00"
    },
    {
        "Tweet": "Women in the tech ecosystem are making their mark in Pakistan 🇵🇰, and one of them is Sakina Abbas, who was named Pakistan’s first female @GoogleDevExpert for Flutter. Congratulations @sakin8tor! https:\/\/t.co\/dYgJCi9kdT",
        "Timestamp": "2021-05-05 05:45:03"
    },
    {
        "Tweet": "Big Pharma, Big Tech, Big Government: Enemies of the People.",
        "Timestamp": "2021-05-05 00:30:15"
    },
    {
        "Tweet": "A study found no link between time teens’ spend on tech devices and mental health problems https:\/\/t.co\/gSm86psfEW https:\/\/t.co\/4WbgaHrffn",
        "Timestamp": "2021-05-05 06:15:08"
    },
    {
        "Tweet": "BIG TECH TYRANNY: Sen. Josh @HawleyMO is speaking out against Big Tech censorship and powerful companies pushing the Left’s agenda. He’ll break down the dangers of Big Tech TONIGHT on “Hannity.”",
        "Timestamp": "2021-05-05 00:50:02"
    },
    {
        "Tweet": "#AfricaTechWeek \n\n#AfricaTeenGeeks \n\nPlease tune in from 08:00 today to hear about how Covid has impacted the world of tech &amp; what @africateengeeks is doing in this space. @AfricaTechWeek \n\nWatch here: https:\/\/t.co\/OEG90QgAgX\n\nOr on https:\/\/t.co\/bTJ50tPRZj https:\/\/t.co\/UijlDn0rAR",
        "Timestamp": "2021-05-05 05:59:51"
    },
    {
        "Tweet": "@chrislhayes Beyond self interest in terms of limiting new variants, for a comparatively small amount of money you can get a huge public diplomacy coup. To the extent we’re in a great power flexing match with China over tech, the Chinese vax is much inferior to the us backed ones.",
        "Timestamp": "2021-05-05 03:10:11"
    },
    {
        "Tweet": "Govt wants to impose a 50% funding cut to arts subjects at higher education in England. Folly. The creative mind is the one that forges ideas in arts, science &amp; tech. Join the @Public_Campaign for the Arts to tell @GavinWilliamson: arts education matters. https:\/\/t.co\/5ljJY5G3y2",
        "Timestamp": "2021-05-04 22:05:12"
    },
    {
        "Tweet": "BREAKING: Trump Launches New Platform to Break Big Tech Censorship of His Communication with American People - Becker News https:\/\/t.co\/VSiRdn9P77",
        "Timestamp": "2021-05-05 02:03:49"
    },
    {
        "Tweet": "Don't worry, Big Tech will surely deplatform and censor and suppress and \"fact-check\" Maxine Waters for spreading divisive disinformation. Surely Big Tech will spring into action and correct the record. https:\/\/t.co\/6wPcZc14pm",
        "Timestamp": "2021-05-02 21:17:11"
    },
    {
        "Tweet": "Biden Firm Worked with CA State Officials, Big Tech to Censor Election Posts  https:\/\/t.co\/PdmfpGhRm1 https:\/\/t.co\/GJYRMxBpXj",
        "Timestamp": "2021-05-02 12:01:17"
    },
    {
        "Tweet": "If I get the MAGA-world case against critical race theory, it's that America is a land of equality and couldn't be systematically biased, and yet also that all major American institutions (media, big tech, deep state, universities) are systematically biased against MAGA-world.",
        "Timestamp": "2021-05-02 03:55:55"
    },
    {
        "Tweet": "It's all hands on the deck, and all spaces for care. @tech_mahindra Noida centre cafeteria turns into a 40-bed Covid facility.. \n\n https:\/\/t.co\/Ry7VTwjbBE via @timesofindia https:\/\/t.co\/J28vSVSbee",
        "Timestamp": "2021-05-03 01:44:19"
    },
    {
        "Tweet": "Bill Gates Says No To Sharing Covid Vaccine Tech With India https:\/\/t.co\/FImr8khOZy",
        "Timestamp": "2021-04-30 20:01:44"
    },
    {
        "Tweet": "Investors flee tech stocks for the safety of Dogecoin.",
        "Timestamp": "2021-05-04 15:21:04"
    },
    {
        "Tweet": "Kevin McCarthy seems to have a closer relationship with Frank Luntz and big tech than Republican voters...",
        "Timestamp": "2021-05-04 14:00:48"
    },
    {
        "Tweet": "It’s official. I am publishing the FIRST collection to EVER center perspectives from Black experts, across climate, health, tech, economics, and more, about how we move forward —with a foreword from THE @tressiemcphd.  \n\nPre-order #TheBlackAgendaBook now👇🏿 https:\/\/t.co\/XR5XJCyfHO https:\/\/t.co\/MCUm0W2Y2o",
        "Timestamp": "2021-05-04 12:30:21"
    },
    {
        "Tweet": "Face recognition tech is dangerous and hopelessly biased. It has now resulted in three false arrests of Black men – that we know of.\n\nStop face surveillance now.\nhttps:\/\/t.co\/UnfBkza4gB",
        "Timestamp": "2021-04-30 16:16:01"
    },
    {
        "Tweet": "Threat of cancellation has become a reality for all Californians. As Governor I will take action to END Big Tech’s un-American, selective bias.  Big Tech is a service provider, a tool for the people of California. Californians will not be a tool for Big Tech! #RandyQuaid4CAGOV https:\/\/t.co\/Um5156t8kw",
        "Timestamp": "2021-05-01 04:00:16"
    },
    {
        "Tweet": "We launched the first phase of Food Tech Valley, a new modern &amp; vibrant city that will serve as a global destination for start-ups and industry experts in the food ecosystem. It will host R&amp;D facilities, innovation center, smart food logistics hub and areas for vertical farming. https:\/\/t.co\/5Hfyi9Ngc1",
        "Timestamp": "2021-05-01 08:55:49"
    },
    {
        "Tweet": "Guys my friend @HawleyMO has a book coming out tomorrow called “The Tyranny of Big Tech.” Josh has been a true warrior on this subject and we need more in the GOP to get with it. Check it out and make sure you’re all informed about what’s really going on. https:\/\/t.co\/zQXHq2xwIn",
        "Timestamp": "2021-05-04 00:59:22"
    },
    {
        "Tweet": "Luka got a tech and was ejected late during the Kings-Mavs game \n\nHe was shook 😬 https:\/\/t.co\/GnN3WLgWXH",
        "Timestamp": "2021-05-03 02:47:26"
    },
    {
        "Tweet": "Please don’t whitewash what AOC did. She eagerly pandered to an anti-Palestinian lobby group that branded her own DSA chapter as anti-Semitic. And she called for a green tech partnership with apartheid Israel. Anyone who is sincerely committed to BDS should have been outraged. https:\/\/t.co\/ul5qsZDOQh",
        "Timestamp": "2021-04-30 20:59:39"
    },
    {
        "Tweet": "Virginia Tech CB Caleb Farley retested today and was negative for COVID. His agent @DrewJRosenhaus called it “very encouraging. He can now watch the draft with his friends and family.”",
        "Timestamp": "2021-04-29 17:16:47"
    },
    {
        "Tweet": "Tech 📟 Star Wars: @TheBadBatch starts streaming May the 4th on @DisneyPlus. #TheBadBatch https:\/\/t.co\/r9HiSC8zIt",
        "Timestamp": "2021-04-30 15:00:03"
    },
    {
        "Tweet": "RIP Calibri. Microsoft announced that they'll be retiring the font as their default typeface after a nearly 15-year run. The tech giant says it wants users' feedback on which of its five new contenders should get the gig next https:\/\/t.co\/Itc99E3HE8",
        "Timestamp": "2021-04-30 02:43:31"
    },
    {
        "Tweet": "The guy whose being funded by a Big Tech billionaire weighs in on providing working families with affordable child care: https:\/\/t.co\/WWfk3dM1RN",
        "Timestamp": "2021-04-29 15:15:40"
    },
    {
        "Tweet": "Someone tell this man — an Ivy League lawyer and venture capitalist backed by a tech billionaire — that half of the households with children in Ohio-11 are headed by single mothers.\n\nUniversal childcare is not a “lifestyle preference.” It is a necessity for working people. https:\/\/t.co\/p8pr1jOOAl",
        "Timestamp": "2021-04-29 19:29:19"
    },
    {
        "Tweet": "Titans used the No. 22 overall pick on Virginia Tech CB Caleb Farley, who has top-10 talent but back surgeries that worried some teams.",
        "Timestamp": "2021-04-30 03:00:58"
    },
    {
        "Tweet": "Biden for President Communications Firm Worked with CA State Officials, Big Tech to Censor Election Posts https:\/\/t.co\/RE17LfKpqa",
        "Timestamp": "2021-04-29 19:05:03"
    },
    {
        "Tweet": "When Republicans take power, they must crush big tech. It will be popular and also feel good. https:\/\/t.co\/xYJLOYeTHc",
        "Timestamp": "2021-04-30 15:28:29"
    },
    {
        "Tweet": "MySpace taught a whole generation of girls to learn to write HTML on their own terms outside of class and without parental pressure, and I sometimes worry if anything popular today forces young people to learn to build tech stuff other than video editing on their own anymore.",
        "Timestamp": "2021-04-30 15:39:28"
    },
    {
        "Tweet": "Members of the world's $100 billion club:\n\n1. Jeff Bezos \n2. Elon Musk\n3. Bernard Arnault\n4. Bill Gates\n5. Mark Zuckerberg\n6. Larry Page\n7. Sergey Brin\n8. Warren Buffett\n9. That's it\n10. Not you\n\nhttps:\/\/t.co\/eSmB1UU6x4",
        "Timestamp": "2021-04-29 12:25:15"
    },
    {
        "Tweet": "CORCORAN: Steven Guilbeault has described Big Tech companies as “behemoths” that are a threat to Canada, its culture and its freedoms. The real behemoth is government, and it’s time to review the minister’s platform and take it down.\n@terencecorcoran\nhttps:\/\/t.co\/bOK2YxggtP",
        "Timestamp": "2021-04-29 14:04:36"
    },
    {
        "Tweet": "The tech event last night in Miami proved that Silicon Valley has officially moved to Miami. \n\nFounders - come here. It will be a competitive advantage moving forward.",
        "Timestamp": "2021-04-30 15:50:29"
    },
    {
        "Tweet": "Tech 📟 Star Wars: #TheBadBatch starts streaming May the 4th on @DisneyPlus. https:\/\/t.co\/Y3OZz6XepN",
        "Timestamp": "2021-04-30 15:00:03"
    },
    {
        "Tweet": "\"Big tech has gone crazy.\" -Former President Donald J. Trump",
        "Timestamp": "2021-04-29 11:54:41"
    },
    {
        "Tweet": "\"Now it's like Ingenuity's graduating from the tech demo phase, to the new ops demo phase, where we can show how a rotorcraft can be used, and show products that only an aerial platform from an aerial dimension can give.\" — MiMi Aung, Ingenuity #MarsHelicopter project manager https:\/\/t.co\/yEh9eT4Gmx",
        "Timestamp": "2021-04-30 15:57:59"
    },
    {
        "Tweet": "Media: @danielsgoldman to @JohnBerman: \"We know from all the pocket-dials and issues that @RudyGiuliani has with cellphones that he's probably not the most tech-savvy person. The real reason to get the phones and electronic devices is to see what was left on there.\" https:\/\/t.co\/SU8CbkdApe",
        "Timestamp": "2021-04-29 11:33:18"
    },
    {
        "Tweet": "Elon Musk wants new tech recruits, and there’s never been a better time to attract them https:\/\/t.co\/DFWA6QjQrz via @bopinion",
        "Timestamp": "2021-04-29 10:51:03"
    },
    {
        "Tweet": "Kwara partners TIIDELab to train youth on software devt\n\nIn a bid to hone their creative and problem-solving skills as well as make them more competitive, the Kwara State Government has set up a plan to empower her youth with tech skills to meet 21st century market demands. https:\/\/t.co\/lSIxNCHbL8",
        "Timestamp": "2021-04-29 11:41:32"
    },
    {
        "Tweet": "UK regional news brands made £3bn from advertising in 2004 versus £470m in 2020. \n\nIn 2020, Google + Facebook made £11bn from UK ads.\n\nThis is why the impact of big tech on advertising (and the market's ability to sustain journalism) is such a big deal.\n\nhttps:\/\/t.co\/Q7FgJQhhhj https:\/\/t.co\/tFPNx3KmFk",
        "Timestamp": "2021-04-29 10:03:49"
    },
    {
        "Tweet": "Lost in the hoopla about Tianhe, a couple days ago China launched a small (30kg) commercial satellite to test out net capture tech for orbital debris removal https:\/\/t.co\/DHFOP2M8L2 https:\/\/t.co\/xMfUsAQ3G0",
        "Timestamp": "2021-04-29 11:45:04"
    },
    {
        "Tweet": "French watchdog warns of big tech's sway over payment services https:\/\/t.co\/sSDDXseilH https:\/\/t.co\/41d8px6T5X",
        "Timestamp": "2021-04-29 11:30:19"
    },
    {
        "Tweet": ".@DivesTech with a $185 pt on Apple (from $175)\n\n\"Apple is essentially the Tom Brady of the tech world, the skeptics will continue to say the best is in the rear view mirror... yet Brady just won his 7th Chip and Apple just reported its most robust quarter in roughly 3 years\"",
        "Timestamp": "2021-04-29 10:23:06"
    },
    {
        "Tweet": "⏰Only a few hours to go before the launch of @UNOCHA's report on new and emerging technology in humanitarian action. Join @UNReliefChief, @bmtazelaar, @johnedwardfrank and speakers from @UNTechEnvoy, @emergingimpact_, and @OCHASom.   \n🌟Register now at https:\/\/t.co\/81U2C0NFiU! https:\/\/t.co\/fQcnNTrSVf",
        "Timestamp": "2021-04-29 11:30:40"
    },
    {
        "Tweet": "“feeling welcome - that’s huge” - great story here about #MiamiTechWeek!  https:\/\/t.co\/oplnhwqAk5 via @wired",
        "Timestamp": "2021-04-29 10:19:35"
    },
    {
        "Tweet": "Hello everyone.. My Facebook page has been hacked. Pls ignore All the random videos posted by the hacker. Trying to get it back asap. @Facebook @facebookapp",
        "Timestamp": "2021-05-06 05:12:13"
    },
    {
        "Tweet": "A researcher in China hacked an iPhone and won a large amount of money for doing so. Then the government used his work to spy on Uyghurs before Apple could fix the issue. Great story by @HowellONeill. https:\/\/t.co\/Brmzu6Wb3H",
        "Timestamp": "2021-05-06 11:16:46"
    },
    {
        "Tweet": "New: How China turned a prize-winning iPhone hack against the Uyghurs https:\/\/t.co\/RgRDVdFW30",
        "Timestamp": "2021-05-06 10:07:53"
    },
    {
        "Tweet": "THERE IS A HACKER IN @G2LeTsHe HAHAHAHA https:\/\/t.co\/2JT7Fc7Fcs",
        "Timestamp": "2021-05-05 19:07:17"
    },
    {
        "Tweet": "\"The incident is stark. One of China’s elite hacked an iPhone, and won public acclaim and a large amount of money for doing so. Virtually overnight, Chinese intelligence used it as a weapon against a besieged minority ethnic group\" \nhttps:\/\/t.co\/vHeFjGtDeh",
        "Timestamp": "2021-05-06 14:41:13"
    },
    {
        "Tweet": "The hacker, the tax haven, and what $200 million in offshore deposits can tell us about the fight against illicit wealth\n\n\"As the FinCEN Files scandal last year revealed, banks often fail to catch the worst offenders in a timely manner.\"\n\nhttps:\/\/t.co\/GVQa6B15jR",
        "Timestamp": "2021-05-06 02:30:22"
    },
    {
        "Tweet": "This is a very good story by @Mike_Eckel on Russian Aleksandr Zhukov, charged in the digital advertising fraud scheme known as “Methbot.” \n\nIn U.S. Trial Of Alleged Hacker, Indications Of Larger Russian Cybercrimes https:\/\/t.co\/FSSqQR02J1",
        "Timestamp": "2021-05-06 16:11:37"
    },
    {
        "Tweet": "Did you know… the 780th Military Intelligence Brigade (Cyber) is teaching: Network +; Security +; Certified Ethical Hacker; and CISSP. Brigade Soldiers and Army Civilians can contact the Brigade S3 for more information. This training is currently being conducted virtually. https:\/\/t.co\/wAEnxxPICi",
        "Timestamp": "2021-05-06 14:22:30"
    },
    {
        "Tweet": "Our donations page is back up and running following a hacker attack.The Russian authorities are trying to kill Meduza. You can help save us.  https:\/\/t.co\/HZslx1zLYW",
        "Timestamp": "2021-05-05 17:15:45"
    },
    {
        "Tweet": "That campaign was traced back to a firm in India that contracts with a Private Investigations firm here in the US, one that counted Verizon as a client... \n\nReally makes you think 🤔\n\nhttps:\/\/t.co\/XZf8JEKl1p",
        "Timestamp": "2021-05-06 16:13:35"
    },
    {
        "Tweet": "\"One of China’s elite hacked an iPhone, and won public acclaim and a large amount of money for doing so. Virtually overnight, Chinese intelligence used it as a weapon against a besieged minority ethnic group\"\n\nGreat reporting by @HowellONeill \n\nhttps:\/\/t.co\/4hfdgKaFCe",
        "Timestamp": "2021-05-06 11:22:45"
    },
    {
        "Tweet": "DOD Expands Hacker Program to All Publicly Accessible Defense Information Systems https:\/\/t.co\/kOPOagJDcW",
        "Timestamp": "2021-05-05 14:27:34"
    },
    {
        "Tweet": "30 April 1939 | A French Jewish girl, Henriette Michele Hacker, was born in Clichy.\n\nShe arrived at #Auschwitz on 2 September 1942 in a transport of 1,000 Jews deported from Drancy. She was murdered in a gas chamber after the selection. https:\/\/t.co\/q3HDAV5qv7",
        "Timestamp": "2021-04-30 21:00:00"
    },
    {
        "Tweet": "More infighting in #antifa Portland: Antifa went after one of their videographers, John Hacker. They smashed his camera. (For the record: I am suing Hacker for assault and robbery.) https:\/\/t.co\/BvPzQRuE3t",
        "Timestamp": "2021-05-02 08:08:01"
    },
    {
        "Tweet": "McEwen's \"United in Purpose\" org handed 191 million US voter profiles to a Hungarian citizen. The same database is believed to have been offered on an elite Russian hacker forum in 2015. Aleksei Burkov was extradited to the US for operating that website.\nhttps:\/\/t.co\/3Q3lUmjrws",
        "Timestamp": "2021-05-04 18:19:39"
    },
    {
        "Tweet": "A former NSA hacker on five ways to protect yourself online https:\/\/t.co\/y5AD8yrQyS",
        "Timestamp": "2021-04-29 16:24:20"
    },
    {
        "Tweet": "We are excited to announce that the @DeptofDefense VDP scope has been expanded to include ALL publicly accessible information systems. See something say something! Thanks to our friends at @DefenseDigital and @DoD_CIO for the support to make this happen.\n\nhttps:\/\/t.co\/17ZTtbPO2K",
        "Timestamp": "2021-05-05 00:10:42"
    },
    {
        "Tweet": "Recently, @RubiDilaik revealed that that someone tried to hack her account. The actress slammed the hacker and asked him\/her to use their energy on the crisis that the nation is going through.\n\n#RubinaDilaik #RubiNav #RubiHolics \nhttps:\/\/t.co\/E3KYSPx57i",
        "Timestamp": "2021-05-01 04:40:00"
    },
    {
        "Tweet": "Rubina Dilaik Slams Hacker: Use Your Energy On The Crisis https:\/\/t.co\/jPcLOSlxL1 #rubinadilaik #biggboss #biggboss14",
        "Timestamp": "2021-04-29 12:42:45"
    },
    {
        "Tweet": "SCOOP - A hacker has broken into Glovo, Europe’s $2 billion-valued Amazon rival.\n\nThey were selling access to Glovo’s backend where they could change user and courier passwords.\n\nhttps:\/\/t.co\/luPKHqZqcm",
        "Timestamp": "2021-05-04 10:23:08"
    },
    {
        "Tweet": "“@abrimatt: A former NSA hacker on five ways to protect yourself online  \n\n@Gidi_Traffic Learn this tricks so as to protect yourself from #Hackers  https:\/\/t.co\/vJIQ1OF7YK",
        "Timestamp": "2021-04-30 05:22:38"
    },
    {
        "Tweet": "Hardware Hacker Breaks the DRM On a Mini Dishwasher https:\/\/t.co\/mtE7D964PB",
        "Timestamp": "2021-05-04 02:03:27"
    },
    {
        "Tweet": "When your teammate is a hacker, there is only one way to make the game fair.. https:\/\/t.co\/JVu5Ry8XLr",
        "Timestamp": "2021-04-29 14:01:00"
    },
    {
        "Tweet": "FASTER HACKER WINS! @Jerry__ow \n\n#JusticeFighting #OWL2021 \n\n💻 https:\/\/t.co\/tbTGBrUfiE https:\/\/t.co\/aodeWQRTBj",
        "Timestamp": "2021-04-30 22:55:27"
    },
    {
        "Tweet": "Corporate boards: Don’t underestimate your role in #DataSecurity oversight. More on the business blog:  https:\/\/t.co\/Z0SJFvlkpb",
        "Timestamp": "2021-05-06 13:12:19"
    },
    {
        "Tweet": "The state-of-the-art #STPIDataCentre at @ChennaiSTPI propels digital revolution in the region by providing robust data centre infrastructure to #startups, #MSMEs &amp; IT\/ITeS companies with 99.98% uptime while warranting #datasecurity &amp; business continuity. #STPIINDIA #GrowWithSTPI https:\/\/t.co\/0bc3hLa6wR",
        "Timestamp": "2021-04-30 09:40:31"
    },
    {
        "Tweet": "@Valsts_policija Members of the Cybercrime Unit of the Economic Crimes Enforcement Department of the @Valsts_policija and the International Cooperation Department of the Prosecutor General’s Office helped detain an organized criminal group that laundered millions of dollars for cybercriminals. https:\/\/t.co\/k5icsBPkJ2",
        "Timestamp": "2021-05-06 23:10:44"
    },
    {
        "Tweet": "A possible global treaty to address cybercrime, first proposed by Russia, risks legitimizing abusive practices and could be used as an excuse to silence government critics and undermine privacy in many countries. Negotiations at the UN start May 10. https:\/\/t.co\/ufKDWgtSrW https:\/\/t.co\/PGILZYbfGo",
        "Timestamp": "2021-05-05 12:21:47"
    },
    {
        "Tweet": "Abuse of Cybercrime Measures Taints UN Talks https:\/\/t.co\/4VUukF0p6v https:\/\/t.co\/ALFRd9CHmn",
        "Timestamp": "2021-05-05 05:01:40"
    },
    {
        "Tweet": "Never tolerate any online harassment or cyber bullying.\nDo report on  https:\/\/t.co\/HNYYIzYnoG or \nreport on 7434888100 @Cyberdost @CyberGujarat https:\/\/t.co\/qHF8Jr6Nm2",
        "Timestamp": "2021-05-06 14:56:28"
    },
    {
        "Tweet": "It’s #WorldPasswordDay! Strengthen your password to help protect yourself from identity theft and cybercrime. Change your password frequently and use different passwords or an app that generates passwords. #LayerUp #CyberSercurity @VPDCyberCrime  https:\/\/t.co\/eWDrH8XtGf https:\/\/t.co\/LGErCpO2rK",
        "Timestamp": "2021-05-06 19:54:46"
    },
    {
        "Tweet": "#1 Do not pay advance before you receive any cylinder\/ medicine.\n\n#2 People from Delhi can report on 011-23469900, if you have already paid up and not received it.\n\n#3 Also report on https:\/\/t.co\/tU5QT4pN79\n\n#4  For Delhi, also email on acp-cybercell1@delhipolice.gov.in",
        "Timestamp": "2021-05-03 07:44:22"
    },
    {
        "Tweet": "@Naina_2892 @raghav_chadha @msisodia Thank you for contacting #DilKiPolice. Please lodge your grievances at https:\/\/t.co\/UX8RcXyvXF or e-mail us on acp-cybercell1@delhipolice.gov.in so that needful can be done. Guidance is available on helpline numbers 155260 and 01123469900.",
        "Timestamp": "2021-05-06 08:28:10"
    },
    {
        "Tweet": "📌@UN_Vienna has hosted inclusive &amp; successful @UN treaty negotiations for decades. \n\nFor upcoming UN #Cybercrime Convention, #Austria🇦🇹 has pledged to support delegates from #LDCs, #SIDS, #LLDCs for travel ✈️ to #Vienna where @UNODC &amp; 🇺🇳-cybercrime are based. #LeaveNoOneBehind https:\/\/t.co\/oyu4AFF3V9",
        "Timestamp": "2021-05-06 14:33:26"
    },
    {
        "Tweet": "Just a reminder, if you're enjoying our new podcast The Lazarus Heist, there are plenty more crazy cybercrime tales in my book\/audiobook, Crime Dot Com:\nhttps:\/\/t.co\/bUc3M2Nj2g \nhttps:\/\/t.co\/ImWbKfBmvJ\nEnjoy!\n#Cybercrime #CrimeDotCom #infosec https:\/\/t.co\/ZjAXHfTQ2L",
        "Timestamp": "2021-05-06 10:30:44"
    },
    {
        "Tweet": "#DELHIPOLICE ACTION ON COVID CHEATS |\nDid someone #cheat you in name of providing oxygen\/medicine\/hosp bed\/remdesivir etc? U paid online &amp; its gone?\n\n1. Report on #155260 so we can stop ur money frm reaching cheat.\n2. Report on https:\/\/t.co\/UX8RcXyvXF\n3. Call4 asst #01123469900",
        "Timestamp": "2021-05-03 16:23:26"
    },
    {
        "Tweet": "If you are a victim of #covidloot cheated by criminals for hospital beds, oxygen, medicines, tests etc inform @DelhiPolice on #112 or if it is a cyber-fraud on https:\/\/t.co\/4nZlLLiYAC. We'll take strict action to neutralize the anti-social profiteers. @CPDelhi @LtGovDelhi",
        "Timestamp": "2021-04-30 07:14:33"
    },
    {
        "Tweet": "CCM through its control of the Executive and Legislative has passed with CERTIFICATE OF URGENCY dozens of repressive laws including Cybercrime Act under @jmkikwete \nThey could just as easily REPEAL them all - but don’t count on this! They love control! \n#WorldPressFreedomDay",
        "Timestamp": "2021-05-03 05:58:39"
    },
    {
        "Tweet": "Obsessed with #LineOfDuty? Know who takes on the real-life OCGs? (Hint: it’s not AC-12…)\n \nThe NCA works 24\/7 to lead the UK’s fight against serious and organised crime, tackling the OCGs bringing harm to our communities through drugs, firearms, cybercrime and other threats. https:\/\/t.co\/444FQpv8LO",
        "Timestamp": "2021-05-02 13:05:41"
    },
    {
        "Tweet": "EFCC Tasks Youth to Lead the Fight Against Corruption\n\nThe Economic and Financial Crimes Commission EFCC has called on youth to take the bull by the horn in leading the fight against corruption, and shun all forms of cybercrime.  https:\/\/t.co\/XFw9lk3gWY https:\/\/t.co\/Rs6xNqVtgs",
        "Timestamp": "2021-04-29 21:16:59"
    },
    {
        "Tweet": "Ransomware is “the single biggest threat” in the organised crime world https:\/\/t.co\/BYA3Z575vE",
        "Timestamp": "2021-05-04 19:42:05"
    },
    {
        "Tweet": "#Google says developers on #PlayStore will have to share details of the type of data collected and stored by their app and explain how the information is used.\n\n#dataprivacy\n\nhttps:\/\/t.co\/jSB5qDlwO8",
        "Timestamp": "2021-05-06 19:10:00"
    },
    {
        "Tweet": "Procmon for Linux v1.01 release for Ubuntu is out. Let us know what you think: https:\/\/t.co\/hmA5qbhdlg",
        "Timestamp": "2021-05-06 02:56:20"
    },
    {
        "Tweet": "Linux turned out to be an universal operating system and Kubernetes is on track to becoming an universal control plane.",
        "Timestamp": "2021-05-05 13:35:56"
    },
    {
        "Tweet": "\"YOU WOULDN'T HAVE THIS PROBLEM WITH LINUX!\"⁠\n\nhttps:\/\/t.co\/vWXnncFKFu https:\/\/t.co\/mgDf9kxiqY",
        "Timestamp": "2021-05-05 13:50:43"
    },
    {
        "Tweet": "My experience over the years is traditional orgs vastly overestimate their security posture in Linux space, so exciting to see vendors pushing Linux detection. https:\/\/t.co\/TqujDWJ2jJ",
        "Timestamp": "2021-05-06 07:27:39"
    },
    {
        "Tweet": "Are you an aspiring open source software developer? Want to grow your career by diving into the #opensource community to learn from top project contributors? Apply to The Linux Foundation Mentorship Program by May 14 &amp; become a mentee! Learn more: https:\/\/t.co\/93IkjiQBdJ",
        "Timestamp": "2021-05-05 18:11:31"
    },
    {
        "Tweet": "NEWS: New AgStack Foundation will build the open source digital infrastructure for agriculture: https:\/\/t.co\/Otf0FTbASu. #OpenAg #digitalagriculture @callforcode @farmfoundation @HPE @digitalgreenorg @farmOSorg @betterfoodvc @niabgroup @OpenTEAMAg @pma @LifeAtPurdue @ucanr",
        "Timestamp": "2021-05-05 13:10:10"
    },
    {
        "Tweet": "We're happy to announce that Griftlands in now Linux compatible on Steam!\n\nThis update also contains some general fixes &amp; tweaks for all PC platforms as we work towards full launch!\n\nMore Details Here:\nhttps:\/\/t.co\/cT0b94RQJ9\n\n#Griftlands #Linux #LinuxGaming @gamingonlinux https:\/\/t.co\/Xrkav0bUHr",
        "Timestamp": "2021-05-06 18:46:29"
    },
    {
        "Tweet": "A tiny Linux board that can fit inside of a phone charger would be a useful gadget for hackers. https:\/\/t.co\/Tn2eQW3Ueb",
        "Timestamp": "2021-05-06 11:00:26"
    },
    {
        "Tweet": "New Windows Weekly is out: We talk Win 10, Flatcar Container Linux, Teams for Education, Epic revelations about Microsoft and gaming, TMZ, CIA, and lots more: https:\/\/t.co\/KrLfRfKNcg",
        "Timestamp": "2021-05-06 15:01:52"
    },
    {
        "Tweet": "Join @awscloud &amp; @LinuxFoundation for a complimentary live webinar on Thursday, May 13 at 9:00am PDT entitled “Building And Maintaining Your Own Secure Container OS”. Learn more &amp; register: https:\/\/t.co\/1uajRIbBgo #opensource #Linux #containers #cloudcomputing https:\/\/t.co\/pBzwY3WH7G",
        "Timestamp": "2021-05-06 18:01:15"
    },
    {
        "Tweet": "April #GNU spotlight with Mike Gerwitz: 16 new releases! #GCC #gdb #gnunet #gnupg #guile #linux-libre #parallel and more! https:\/\/t.co\/MTsqE9VIQC",
        "Timestamp": "2021-05-06 17:45:03"
    },
    {
        "Tweet": "📢 Linux Edge Insiders, we have a special announcement for you:\n\nStarting today, you can download and install the Microsoft Edge Beta channel on your Linux device! Head over to our Edge Insider website to get either the .deb or .rpm package to install now! https:\/\/t.co\/uTpZf3DPsE",
        "Timestamp": "2021-05-04 15:59:43"
    },
    {
        "Tweet": "Microsoft’s Edge browser is now available in beta for Linux https:\/\/t.co\/xK58f1P8ta",
        "Timestamp": "2021-05-04 17:06:03"
    },
    {
        "Tweet": "Microsoft has acquired Kinvolk, a company that builds 100% open source cloud infrastructure and owns the Flatcar Container Linux https:\/\/t.co\/HSiyM0bAZk",
        "Timestamp": "2021-04-29 13:19:58"
    },
    {
        "Tweet": "Microsoft has acquired Kinvolk, the creator and distributor of Flatcar Container Linux, as well as the Lokomotive and Inspektor Gadget projects.",
        "Timestamp": "2021-04-29 13:14:16"
    },
    {
        "Tweet": "This is flat-out false. Tucker cited official government data on deaths of people after taking the Covid 19 shot and compared them to the number of deaths reported after taking earlier vaccines. He said the data raise questions about the Covid vaccine’s health risks. https:\/\/t.co\/SdptSPAqql",
        "Timestamp": "2021-05-06 01:45:32"
    },
    {
        "Tweet": "“What a beautiful view.”\n\nAlan Shepard became the first American in space 60 years ago (May 5, 1961) when Freedom 7 lifted off atop a Mercury-Redstone rocket. The 15-minute flight gave us valuable data on how humans respond to microgravity: https:\/\/t.co\/j7XdaOccRt https:\/\/t.co\/yHZKsspHGd",
        "Timestamp": "2021-05-05 14:34:04"
    },
    {
        "Tweet": "According to S.Korea, two weeks after the 1st dose, AZ shows 86% while Pfizer shows 89.7% effectiveness in preventing infection. Data from 3.5 million people\n\nThis is a timely result as Malaysia starts rolling out the AZ vaccine today, and spreading the 2nd dose to 12 weeks apart https:\/\/t.co\/UsaRabdUqe",
        "Timestamp": "2021-05-05 14:13:36"
    },
    {
        "Tweet": "It's now been confirmed that:\n\n—KGB began grooming Trump in the 80s (via @craigunger)\n\n—Trump campaign (Manafort) gave polling data to Moscow (Kilimnik), which used it to help DJT (Treasury Dept)\n\n—Bill Barr lied about Mueller Report (Judge Berman Jackson)\n\nI'm shocked, shocked. https:\/\/t.co\/Pgclp2r0QR",
        "Timestamp": "2021-05-06 13:08:18"
    },
    {
        "Tweet": "#BREAKING India sees record almost 4,000 Covid deaths, 412,000 new cases in 24 hours: official data https:\/\/t.co\/lLFRKNs1lz",
        "Timestamp": "2021-05-06 04:26:16"
    },
    {
        "Tweet": "Why are our governments lying to us? Alberta Government’s own data shows hospital bed and ICU utilization at five-year low https:\/\/t.co\/yq0nj2OK2R #abpoli",
        "Timestamp": "2021-05-06 12:02:12"
    },
    {
        "Tweet": "Cost of 1GB of mobile data:\n\nIndia 🇮🇳: $0.09 (lowest)\nIsrael 🇮🇱: $0.11\n\nUnited States 🇺🇸: $8\nCanada 🇨🇦: $12.55 https:\/\/t.co\/ROLO8QriEw",
        "Timestamp": "2021-05-06 18:31:57"
    },
    {
        "Tweet": "📍VARIANT TAILORED VACCINE—Moderna announced that a variant-tailored 3rd dose of the NIH-Moderna vaccine greatly boosted antibody levels in volunteers in a new study. The updated vaccine, tailored against the #B1351 variant from 🇿🇦, worked best.🧵 #COVID19 https:\/\/t.co\/qrYX9y45hq https:\/\/t.co\/a9s9XQDlUJ",
        "Timestamp": "2021-05-05 20:30:28"
    },
    {
        "Tweet": "Modi govt has only itself to blame for the bad press it’s getting over #COVIDEmergency2021. No daily media briefings on O2 shortages, hospital bed availability or status of vaccination rollout. It’s the duty of govt to collate state data &amp; brief citizens regularly in an emergency",
        "Timestamp": "2021-05-05 07:39:46"
    },
    {
        "Tweet": "NEW: Moderna says Covid-19 vaccine shows 96% efficacy in teens in early data",
        "Timestamp": "2021-05-06 12:29:32"
    },
    {
        "Tweet": "Great to meet @TzipiHotovely to talk about UK Israel £5bn trading relationship.\n\nWe have signed a continuity FTA with Israel and we want to go further in a new free trade agreement in areas including tech, digital and data. @LordIanAustin 🇬🇧🇮🇱 https:\/\/t.co\/pbPTzOqdXh",
        "Timestamp": "2021-05-05 14:54:48"
    },
    {
        "Tweet": "This is EXACTLY what I was concerned to test when Twitter announced Tip Jar. PayPal needs to make it crystal clear which data is given to money receivers and stop sharing that data, &amp; Twitter needs to educate users who don’t realize what info tip receivers get when using PayPal. https:\/\/t.co\/BaUDcxpeu4",
        "Timestamp": "2021-05-06 21:05:18"
    },
    {
        "Tweet": "New: Peloton's leaky API let anyone pull members' private user account data, even with their profiles set to private. Worse, when the bug was privately reported earlier this year, Peloton ignored researchers past their 90-day deadline. \n\nhttps:\/\/t.co\/ELWgQxazGp",
        "Timestamp": "2021-05-05 11:04:12"
    },
    {
        "Tweet": "Day ahead of Trump visit, Ducey team presented false\/misleading data to justify lifting order. ‘They cooked the books,’ one epi told me. A shocking moment in the pandemic but also a moment of great clarity. https:\/\/t.co\/7zMoHisOQ3",
        "Timestamp": "2021-05-05 03:10:20"
    },
    {
        "Tweet": "Dr Fauci admitted today that 32 per cent of Americans have had the 1st vaccine. Contradicts the 42% claimed by CDC. No data in both vaccine. Meaning: almost seven out of 10 Americans have chosen so far NOT to. Who are the actual outliers?",
        "Timestamp": "2021-05-05 02:50:39"
    },
    {
        "Tweet": "Today’s update on Lockdown Sceptics is here. Includes a summary of a new peer-reviewed study that finds lockdowns had no effect, a SAGE psychologist who thinks vaccine passports will *increase* vaccine hesitancy and more data that screams: \"Unlock Now.” https:\/\/t.co\/KBRecd4QAa https:\/\/t.co\/388J5AGQ5P",
        "Timestamp": "2021-05-05 06:15:00"
    },
    {
        "Tweet": "“Any expert who talks about the path to herd immunity as a simple tally of vaccinations alone – which unfortunately is many – is ignoring data and real-world clinical experience.” ⁦@MartyMakary⁩  https:\/\/t.co\/wCBJxgR2BZ",
        "Timestamp": "2021-05-05 03:49:05"
    },
    {
        "Tweet": "The latest data from the State of World’s Midwifery report shows the shortage of #midwives is most critical in 8⃣8⃣ low- &amp; middle- income countries where 9⃣5⃣% of 🌐 maternal\/newborn deaths &amp; stillbirths occur.\n\n👉https:\/\/t.co\/qxkv16SVxp #MidwivesDay #IDM2021 https:\/\/t.co\/7LIMmRgvYE",
        "Timestamp": "2021-05-05 07:14:50"
    },
    {
        "Tweet": "Covid vaccine Australia data tracker: how the rollout is progressing, tracking daily new coronavirus cases, stats and live data https:\/\/t.co\/7GjZNR3nBp https:\/\/t.co\/IRCzrjAlFW",
        "Timestamp": "2021-05-05 05:58:04"
    },
    {
        "Tweet": "I gotta say. \nAnyone who thinks kids should wear masks outside at summer camp is wrong\n\nThey have no credible data to support that claim and it is yet another infringement on kids to sate adult anxieties",
        "Timestamp": "2021-05-05 01:23:55"
    },
    {
        "Tweet": "Signal made Instagram ads that shows users how much Facebook knew about them.\n\nFacebook banned them.\n\n“Being transparent about how ads use data is enough to get banned; in Facebook’s world, the only acceptable usage is to hide what you’re doing.”\n\nhttps:\/\/t.co\/DwAZeD5IWn https:\/\/t.co\/9cwTu2DILy",
        "Timestamp": "2021-05-04 19:20:04"
    },
    {
        "Tweet": "Births fall to 42-year low in U.S., new CDC data shows https:\/\/t.co\/ymqS4AeOCr",
        "Timestamp": "2021-05-05 04:59:48"
    },
    {
        "Tweet": "Signal tried to use Instagram ads to display the data Facebook collects about you and sells access to.\n\nFacebook wasn't into the idea, and shut down our account instead: https:\/\/t.co\/sSqJ8JlxR7 https:\/\/t.co\/PU6WoDdt70",
        "Timestamp": "2021-05-04 18:49:15"
    },
    {
        "Tweet": "Triple huge news—Pfizer expects to apply for vaccine EUA for kids 2-11 with FDA in September. It also plans to apply this month (May) for full approval of the vaccine for ages 16-85. And it will have trial data in pregnant women by early August. #COVID19\nhttps:\/\/t.co\/Yb8LZYMFYJ",
        "Timestamp": "2021-05-05 00:25:13"
    },
    {
        "Tweet": "Most of the contiguous U.S. experienced a warming trend over the last 30 years, NOAA says. \n\n\"The data is clearly showing the U.S. climate is changing.\" https:\/\/t.co\/OOVNzBJZRU",
        "Timestamp": "2021-05-05 06:41:28"
    },
    {
        "Tweet": "\"Police officers were more likely to die of covid-19 last year than of all other causes combined, according to data compiled by the National Law Enforcement Officers Memorial Fund.\" https:\/\/t.co\/6P0eT6y5UT",
        "Timestamp": "2021-05-05 02:01:40"
    },
    {
        "Tweet": "More than 1.19 billion doses have been administered across 175 countries, according to data collected by Bloomberg.\n\n💉 The biggest vaccination campaign in history, tracked in interactive charts https:\/\/t.co\/6THN1gMCPX",
        "Timestamp": "2021-05-05 05:58:01"
    },
    {
        "Tweet": "Organ Procurement Organizations (OPOs) are supposed to swiftly retrieve organs from donors. Yet, they're often havens for waste and abuse, in part because they can manipulate data to escape accountability, while vacationing on private jets—literally. I'm calling them out. https:\/\/t.co\/fPV92Ig96m",
        "Timestamp": "2021-05-04 18:16:57"
    },
    {
        "Tweet": "Stop saying \"both sides\" gerrymander the same.  Here is what the data shows:\n\n\"Republican redistricting increases their own seat share by over 9%, compared to 0% when Democrats have control.\"\nhttps:\/\/t.co\/sG9O27H9L7",
        "Timestamp": "2021-05-04 13:32:39"
    },
    {
        "Tweet": "What’s common between Indonesia, Pakistan &amp; Mexico?\n\nThey are 155th, 156th, and 157th in global ranking of COVID testing per million.\n\nLow testing = low understanding of the pandemic’s magnitude.\n\nWhich means high vulnerability.\n\nDon’t be over confident in this data fog. https:\/\/t.co\/pXcmzLOsML",
        "Timestamp": "2021-04-29 10:43:48"
    },
    {
        "Tweet": "20+10 - Romelu Lukaku is the first player able to score 20+ goals and deliver 10+ assists in a single Serie A season since Opta started to collect this data (since 2004\/05). Polyhedric.\n\n#CrotoneInter https:\/\/t.co\/n7KceOGd0X",
        "Timestamp": "2021-05-01 17:43:59"
    },
    {
        "Tweet": "New data show India is the first country to have over 400k COVID cases in a day. Sad for this to happen to a nation with so much talent &amp; promise. History will remember this for what a combination of hubris &amp; incompetence can do. Citizens standing together is our hope now.",
        "Timestamp": "2021-05-01 01:50:33"
    },
    {
        "Tweet": "Success 👏\n#MarsHelicopter completed its 4th flight, going farther &amp; faster than ever before. It also took more photos as it flew over the Martian surface. We expect those images will come down in a later data downlink, but @NASAPersevere's Hazcam caught part of the flight. https:\/\/t.co\/Fx3UHu4jgv",
        "Timestamp": "2021-04-30 18:34:20"
    },
    {
        "Tweet": "Brief thread on vaccines vs variants (vaccines are winning 💉💪):\n\n[Some] people keep pointing to rising cases in places like Chile and Canada as evidence that the vaccines aren’t working.\n\nThat’s completely contradicted by the data coming out of those countries",
        "Timestamp": "2021-05-04 16:26:55"
    },
    {
        "Tweet": "India has four times the population of the USA. Comparing Covid statistics this must be carefully considered. USA leads India in all statistics for the virus by huge numbers by population proportion. Time to question misleading media promoted data!",
        "Timestamp": "2021-05-04 16:12:13"
    },
    {
        "Tweet": "@narendramodi @PMOIndia Sir pl have an Official Spokesperson for Covid cases to give full information everyday with data to create more transparency! The Global left and Lutyens media is carrying on a narrative to malign India and create more panic! @rsprasad @PiyushGoyal",
        "Timestamp": "2021-05-04 15:57:16"
    },
    {
        "Tweet": "Covid: India research community asks Modi to release data on patterns and severity of infections amid concerns that the Centre had withheld information that could guide effective responses to the epidemic. https:\/\/t.co\/lMf61IzgLH",
        "Timestamp": "2021-04-30 01:51:36"
    },
    {
        "Tweet": "I’m sorry, what? Has ANYONE outside the company or @us_fda seen the side effect data? And a 2200-person trial translates into 550 girls getting the vaccine - how can anyone think that’s enough to catch rare side effects?\n\nCovid poses ~zero risk to healthy teens. WHAT IS GOING ON? https:\/\/t.co\/cxAoYxdO2i",
        "Timestamp": "2021-05-04 01:28:06"
    },
    {
        "Tweet": "The CDC should call each private and charter school that has been open since September to collect data on in-school transmission and how they did it without vaccines. Many of these schools did not require facemasks. Crucial information is available but is not being utilized. Why?",
        "Timestamp": "2021-05-04 17:50:30"
    },
    {
        "Tweet": "In the Uttar Pradesh city of Muzaffarnagar, officially just 10 people died from Covid between 26-29 April- including zero on one day\nBut the city's crematoriums and graveyard said they each saw over 20 bodies daily and alleged official data was \"incorrect\"https:\/\/t.co\/0OA6NTO4Xi",
        "Timestamp": "2021-05-02 08:22:38"
    },
    {
        "Tweet": "Sound up! 🔉 NASA’s Parker Solar Probe discovered a natural radio signal in Venus’ upper atmosphere during its closest-ever flyby of the planet! The data — sonified here — is helping scientists study the atmosphere of Earth’s less hospitable twin: https:\/\/t.co\/PaKZ4TV0iT https:\/\/t.co\/Z6JgR3QKGv",
        "Timestamp": "2021-05-03 20:38:25"
    },
    {
        "Tweet": "Over 300 Indian scientists write to PM Modi asking for transparency in COVID-19 data https:\/\/t.co\/ytdTuf3pmo",
        "Timestamp": "2021-04-30 10:40:00"
    },
    {
        "Tweet": "Bihar | 120 cremations in one day but official data only shows 84 #COVID19 deaths\n\nNDTV's Manish Kumar reports https:\/\/t.co\/EC4qNMGVyx",
        "Timestamp": "2021-04-29 09:50:41"
    },
    {
        "Tweet": "Automotive insurance companies can leverage data logs of vehicles to analyse divers’ behaviour &amp; map it to incidents of accidents for determining insurance. Explore how #STPIMOTION is helping startups to build such soln: https:\/\/t.co\/74BshwgyhF. #STPIINDIA #STPICoEs #GrowWithSTPI https:\/\/t.co\/iBm5gByGTN",
        "Timestamp": "2021-04-29 10:01:02"
    },
    {
        "Tweet": "Ongoing development data related to the current formulation of our COVID-19 vaccine could support a 3-month refrigerated (2-8°C) shelf life for the vaccine in alternative formats to facilitate easier distribution to doctor’s offices &amp; other smaller settings if authorized.",
        "Timestamp": "2021-04-29 10:35:40"
    },
    {
        "Tweet": "#AAPGujaratSOS network is now 1000+ people \n\n- Plasma donor registration and donation\n- Verification of suppliers data and correct information providing to people in need\n- Online help regarding any emergency service across Gujarat\n- Guidance on how to get bed,remdesivir etc",
        "Timestamp": "2021-04-29 09:47:11"
    },
    {
        "Tweet": "Delhi is the only state where data is transparent &amp; entire leadership visible on ground to fight #COVID19 crisis !! #ResignModi",
        "Timestamp": "2021-04-29 10:17:38"
    },
    {
        "Tweet": "Patna: 120 cremations in a day, official data 84\n\nNDTV’s Manish Kumar reports\n\n#COVID19 https:\/\/t.co\/nbKrLbSS5u",
        "Timestamp": "2021-04-29 09:43:35"
    },
    {
        "Tweet": "Brazil rejects Sputnik V over quality control and data issues, Sputnik says it’s a politically motivated decision. India expecting first shipment of Sputnik vaccines in May. \nSputnik efficacy data was published The Lancet #SputnikV #CoronaVaccine https:\/\/t.co\/GndR99NsmP",
        "Timestamp": "2021-04-29 10:18:04"
    },
    {
        "Tweet": "Blockchain data shows bitcoin miners are stashing away newly minted coins. \n\nreport by @godbole17\n\nhttps:\/\/t.co\/AJS0LEyG3b",
        "Timestamp": "2021-04-29 09:51:19"
    },
    {
        "Tweet": "⚠️ We can help you find out how your data is being used by your council.\n\nWhy? \n\nCouncils are using secretive algorithms to shape welfare decisions, often without your consent!\n\n1️⃣ Watch our video on how to make a subject access request\n\n2️⃣ email info@bigbrotherwatch.org.uk https:\/\/t.co\/q37a8l5IRJ",
        "Timestamp": "2021-04-29 09:43:36"
    },
    {
        "Tweet": "There are a number of factors behind the new cases, one expert tells @ABC News, including more transmissible COVID-19 variants.\n\nNearly 60% of new COVID-19 cases in Michigan, for instance, are of the B 117 variant from the U.K., according to CDC data. https:\/\/t.co\/FAJK7bAkns",
        "Timestamp": "2021-04-29 10:05:04"
    },
    {
        "Tweet": "The Ministry of ICT, Innovation and Youth Affairs invites interested Members of the Public to Virtual Public Hearings on The Draft Data protection (Registration) Regulations,Today2PM-4PM https:\/\/t.co\/tdjkJbPuqS #publicparticipation #dataprotectionKe\n\n@ODPC_KE @SDY_Ke @IndustryKE https:\/\/t.co\/1wl08ecAdu",
        "Timestamp": "2021-04-29 09:56:16"
    },
    {
        "Tweet": "'WE DON'T NEED DATA MANIPULATION' \n\nDr Gene Nisperos of the UP College of Medicine says we need health solutions, not false narratives. \"What we need is real leadership against this pandemic, not a consistent refusal to acknowledge failures,\" he says. \n\nhttps:\/\/t.co\/P0IbpQusUs",
        "Timestamp": "2021-04-29 09:37:59"
    },
    {
        "Tweet": "Training of all vaccinators &amp; data entry operators completed yesterday. We'll conduct a mock drill tomorrow in which rehearsal will take place of how vaccination process will go in each session. We've placed an order for 45 lakh doses from Serum Institute of India: Vishvas Sarang",
        "Timestamp": "2021-04-29 10:32:19"
    },
    {
        "Tweet": "According to the NY AG, \"Fluent\" (https:\/\/t.co\/h5dmN1nwQ4) is the company primarily responsible for flooding the FCC with fake impersonation comments which resulted the FCC's decision to revoke Net Neutrality rules.\nI sure am glad Fluent claims to be both CCPA and GDPR compliant. https:\/\/t.co\/15ONHaQRVq",
        "Timestamp": "2021-05-06 16:24:21"
    },
    {
        "Tweet": "No it was not aim to spam everyone with a letter regarding publishing issues as GDPR was launched. It would not have been worth the effort and time. 🙏🏻 So I decided to take my personal blog down. 😔 My private adventure diary I shared with the whole world 🗺 over years. 💔 #life https:\/\/t.co\/4L23yDlOJk",
        "Timestamp": "2021-05-06 11:01:14"
    },
    {
        "Tweet": "🇪🇺🇮🇪 For anyone that had a #GDPR complaint before the Irish DPC that was \"handled\" by simply not deciding [DPC \"closed\" the case, \"resolved\" it without your agreement or there was just radio silence]:\n\n⏩Send us an email at info@noyb.eu - we are looking for more information here! https:\/\/t.co\/JGZQ1HRWYb",
        "Timestamp": "2021-04-29 15:25:33"
    },
    {
        "Tweet": "Cédric O on the Digital Markets Act:  We want the regulator to be as European as possible. We have seen with GDPR that when national regulators are implied, some differences can threaten the whole text itself. 😏\nhttps:\/\/t.co\/xzso3fTLJA",
        "Timestamp": "2021-05-04 14:13:04"
    },
    {
        "Tweet": "In our latest #techblog post, #Palantir's #informationsecurity team shares their experience using @ciliumproject: an #opensource project for securing container-based infrastructure that allows controls preferable to a traditional #firewall. Read more: https:\/\/t.co\/ovAEEvLyYn https:\/\/t.co\/LRRFYZxmSH",
        "Timestamp": "2021-05-06 18:58:15"
    },
    {
        "Tweet": "Check out our new #CyberEssentials webinar on to learn about fundamental concepts and practices to create a culture of #CyberReadiness for your organization:  https:\/\/t.co\/OHh5eicFjb #BeCyberSmart #Cybersecurity #InformationSecurity #Resilience",
        "Timestamp": "2021-05-05 15:41:01"
    },
    {
        "Tweet": "\"Signal doesn’t have access to messages; chat lists; groups; contacts; stickers; profile names\/avatars; or even GIFs.\" \n\nThat’s why we suggest @signalapp for messaging. With end-to-end encryption by default, they simply don't have your data (like us): https:\/\/t.co\/j7fRwmb4Zd",
        "Timestamp": "2021-05-06 13:47:01"
    },
    {
        "Tweet": "End-to-end encryption protects our private conversations and information — even from the messaging apps themselves.\n\nSignal can’t turn over data it doesn’t have. https:\/\/t.co\/BWVN0ftOqX",
        "Timestamp": "2021-05-05 23:28:33"
    },
    {
        "Tweet": "Happy birthday to cryptography pioneer Ron Rivest, the MIT professor who co-created RSA encryption: https:\/\/t.co\/MNmz8tIJdC\n\ncomic @xkcd https:\/\/t.co\/v67v5ut3q1",
        "Timestamp": "2021-05-06 16:00:01"
    },
    {
        "Tweet": "Pay attention to this talk of criminalizing encryption in the UK. Expect a similar playbook where you live: A fundamental threat to a functioning digital infrastructure getting buried in rhetoric and hustled along the lawmaking path without the enormous public debate it warrants. https:\/\/t.co\/HAzAagYdpY",
        "Timestamp": "2021-04-30 13:14:24"
    },
    {
        "Tweet": "The reality is the Biden administration’s proposed attack on privacy is just the latest salvo in a long-running elite campaign against encryption, which has become turbocharged following the Capitol Hill riot, writes Kit Klarenberg\n\nhttps:\/\/t.co\/OSP563VqvN",
        "Timestamp": "2021-05-04 16:45:00"
    },
    {
        "Tweet": "UK government last week: “ban end-to-end encryption!”\nUK government this week: “it’s a good thing WhatsApp uses end-to-end encryption!” https:\/\/t.co\/tEglZ9ccWK",
        "Timestamp": "2021-04-30 13:29:33"
    },
    {
        "Tweet": "I wonder how secure our banks and brokerages will be when quantum computing becomes ubiquitous? What happens to crypto? Is this just an arms race between encryption and decryption?\n\nI honestly don’t, know but it’s a fascinating topic",
        "Timestamp": "2021-05-02 18:38:32"
    },
    {
        "Tweet": "even real websites with actual SSL encryption had issues, so honestly it's fine that we saved all your credit card information as textfile information on our servers, if you think about it https:\/\/t.co\/jtv1Qv8C56",
        "Timestamp": "2021-04-30 23:24:43"
    },
    {
        "Tweet": "Everyone needs to stop differentiating between a need for “encryption at rest” versus “encryption in motion”.\nThose days of difference are gone.\nIn modern computing and networking, data needs to be encrypted under both types of scenarios. Period. No exceptions.",
        "Timestamp": "2021-05-01 21:02:44"
    },
    {
        "Tweet": "Cursive would work even better as an encryption tool https:\/\/t.co\/VGyUSYJ34h",
        "Timestamp": "2021-05-01 14:23:43"
    },
    {
        "Tweet": "Boris Johnson was criticized for refusing to change his long-held mobile phone number. Then it turns out that the # has been online for 15 years.  THEN it turns out... it shows he's been using encrypted messaging WHILE his gov't is trying to ban such tools https:\/\/t.co\/LVbN2dQkuI",
        "Timestamp": "2021-04-30 16:38:53"
    },
    {
        "Tweet": "Prediction: now that Apple has deployed Airtags, their next business will be developing a communications network for IoT devices that can’t directly access cellular or reliable Wifi.",
        "Timestamp": "2021-05-06 19:07:37"
    },
    {
        "Tweet": "Azure Digital Twins is an IoT platform that enables you to create a digital representation of real-world things, places, business processes, and people. Learn how to get started in this #AzureTipsAndTricks video: https:\/\/t.co\/br5FiQvIVH",
        "Timestamp": "2021-05-06 18:00:00"
    },
    {
        "Tweet": "Tired of just flipping switches? Automate your lights with Arduino instead! https:\/\/t.co\/jGINgv4iGO https:\/\/t.co\/A4lkRlUPcn",
        "Timestamp": "2021-05-05 12:32:55"
    },
    {
        "Tweet": "Be a part of building the future! Apply now to one of #KFUPM one-year Master Programs and earn the skills you need to be part of the digital revolution. Learn more: https:\/\/t.co\/swhz9rIG3v \n#IoT #Robotics https:\/\/t.co\/vykVpl8FdT",
        "Timestamp": "2021-05-06 10:29:34"
    },
    {
        "Tweet": "Today, I launched the first of three UK Singapore Innovation Partnership Series. Exciting companies in IoT and AI across UK and Asia Pacific will look to partner &amp; collaborate. You may sign up here https:\/\/t.co\/sUzdNFprIK to attend the series running till 12 May. @tradegovukSGP https:\/\/t.co\/zV30h512Eh",
        "Timestamp": "2021-05-06 09:34:57"
    },
    {
        "Tweet": "I have high hopes for @tryShowtime as a platform for #NFT #art \/ artist promotion and awareness – especially after the latest $7.6M seed round! My account features my own #Cryptoart available on @withFND + @KnownOrigin_io #Crypto #cryptoartist #IoT #Design https:\/\/t.co\/oWOdgWqhlo",
        "Timestamp": "2021-05-06 08:48:02"
    },
    {
        "Tweet": "The #US Government Finally Gets Serious About #IoT Security https:\/\/t.co\/j4ZhM0qKm1 #cybersecurity https:\/\/t.co\/ky4Foo8tss",
        "Timestamp": "2021-05-06 09:10:00"
    },
    {
        "Tweet": "🌆 🤩“You ordered a 🍕?!”\n\nBy @thefuturisthq mt @ShiCooks @TerenceLeungSF #drone \n#automation #AI #IoT #smartcities #retailtech #5G #drones #dronesforgood #finalmile #pizza \n https:\/\/t.co\/dlazLR8um7",
        "Timestamp": "2021-05-05 05:32:25"
    },
    {
        "Tweet": "IoT botnets target unsecure devices, such as home routers, to increase their strength and influence. Users need to watch out for this evolving threat. What are IoT botnets and how can users defend devices against them? Find out here: https:\/\/t.co\/eaAwFoRPpx",
        "Timestamp": "2021-05-06 21:58:33"
    },
    {
        "Tweet": "Meet our IoT\/OT Security experts June 1st in our upcoming webinar and learn more on Zero Trust Security for Your Industrial Operations! Register here: https:\/\/t.co\/IxzUivV0to #cybersecurity #IIoT #IoT https:\/\/t.co\/bx2x5VFPmn",
        "Timestamp": "2021-05-06 16:35:46"
    },
    {
        "Tweet": "Today's #MVS2021 presentations will star at 11:00AM ET with @warren_kruse, Robert Fried, &amp; Kenneth Oliver from @ConsilioGlobal  talking about the potential relevance of IoT data to different corporate or civil case scenarios. Learn more and register now: https:\/\/t.co\/tU9eaFjxDo https:\/\/t.co\/kTTlNOQ5Xi",
        "Timestamp": "2021-05-06 14:10:03"
    },
    {
        "Tweet": "Your insecure Internet of Things devices are putting everyone at risk of attack https:\/\/t.co\/XJQ6Tv1TBN #IoT #cybersecurity #MachineLearning #BigData https:\/\/t.co\/sMC57HxwPO",
        "Timestamp": "2021-05-07 01:10:00"
    },
    {
        "Tweet": "It’s Time for Next-Generation #IoT Testing Tools https:\/\/t.co\/ng0nfjapP2 https:\/\/t.co\/tQGKROtoZF",
        "Timestamp": "2021-05-06 17:10:00"
    },
    {
        "Tweet": "#IoT can enable automotive companies to improve car engineering &amp; production timelines by reducing go-to-market time and lowering production cost. Explore how #STPIMOTION is nurturing #startups to build such solutions: https:\/\/t.co\/74BshwgyhF. #STPIINDIA #STPICoEs #GrowWithSTPI https:\/\/t.co\/bY4WHL8avC",
        "Timestamp": "2021-05-04 07:16:23"
    },
    {
        "Tweet": "#IoT-powered smart agri drones can allow farmers to monitor crop growth, detect test infestations &amp; spray pesticides to boost crop life and enhance productivity. Explore how #STPIOctaNE is nurturing #startups to build such solutions: https:\/\/t.co\/M6izWW80wm. #STPIINDIA #STPICoEs https:\/\/t.co\/75xtSWtPMF",
        "Timestamp": "2021-04-30 06:35:19"
    },
    {
        "Tweet": "The new multiplexer made from pure silicon for terahertz-range communications in the 300-GHz band by researchers at @osaka_univ_e &amp; @UniofAdelaide can play a catalytic role in driving innovations in #6G, #IoT &amp; low-probability-of-intercept communications. https:\/\/t.co\/kMss4g0fn6",
        "Timestamp": "2021-04-30 06:26:46"
    },
    {
        "Tweet": "#IoT-led interconnection between various devices and systems can streamline the logistics management activities with enhanced monitoring and smart deliveries. Explore how #STPIIoTOpenLab is enabling #startups to build such products: https:\/\/t.co\/ECnBL1TKJJ #STPICoEs #STPIINDIA https:\/\/t.co\/H740NiaTd0",
        "Timestamp": "2021-05-04 05:12:26"
    },
    {
        "Tweet": "How to become a #standard for #IoT: Listen to your ecosystem, improve and build software that is 10x better with deciding competitive advantages (i.e. #feeless). https:\/\/t.co\/bXhd2QSzg2",
        "Timestamp": "2021-04-30 15:33:07"
    },
    {
        "Tweet": "OT\/ICS is not IoT. There’s a big difference between Alexa and a gas turbine.",
        "Timestamp": "2021-04-30 17:42:20"
    },
    {
        "Tweet": "The #future is NOW 🚀 \n\n🇬🇧 Royal Marines 🌊 \n\n@reuters #Jetpack #IronMan #EmergingTechnologies #IoT #AI #futureofwork #5G #tech \n \n https:\/\/t.co\/RSUDhhWnT0",
        "Timestamp": "2021-05-04 22:17:49"
    },
    {
        "Tweet": "“We call this concept ‘proof of anything’ which can include health data from wearables or automotive data from vehicles to trigger insurance-related smart contracts and much more,” said @larrypang of @iotex_io\nBy @benjaminopowers \nhttps:\/\/t.co\/EaqEq2AReD",
        "Timestamp": "2021-05-03 19:03:14"
    },
    {
        "Tweet": "✅ Meet sustainability goals\n✅ Improve employee experience\n✅ Enable a safe return to the office\n\nSee how we’re giving buildings a smart upgrade with the help of Cisco DNA Spaces and the full Catalyst 9000 family – wired and wireless.  \n\n#IoT",
        "Timestamp": "2021-05-04 20:08:00"
    },
    {
        "Tweet": "[e-Book] Learn Classification &amp; Regression in a Weekend: https:\/\/t.co\/lIMSqBSACq\n———————\n#BigData #MachineLearning #DataScience #Statistics #DataMining #AI #PredictiveAnalytics #IoT #IIoT #IoTPL #TimeSeries #DataScientists #abdsc\n———\n+ Go deeper here: https:\/\/t.co\/KFnVnPOysn https:\/\/t.co\/djhwEZKHBV",
        "Timestamp": "2021-04-30 04:52:58"
    },
    {
        "Tweet": "This kind of rent-seeking is just getting started. As I tried to illustrate in my novella UNAUTHORIZED BREAD (part of my 2019 book RADICALIZED), there are limitless ways for Apple's pioneering business innovation to destroy our lives:\n\nhttps:\/\/t.co\/3o77vw66MZ\n\n34\/",
        "Timestamp": "2021-05-02 19:13:22"
    },
    {
        "Tweet": ".@SaudiTransport &amp; Huawei signed an MoU to enhance mobility &amp; technology in the #transport &amp; logistics sector using AI &amp; big data. Focused on the 2030 vision, this will accelerate development, increase multimodal integration &amp; IoT practices. Read more: https:\/\/t.co\/GPIUU3zawm https:\/\/t.co\/HZtEkO8oi5",
        "Timestamp": "2021-05-02 12:15:00"
    },
    {
        "Tweet": "New: Justice Dept warns GOP-led audit of the 2020 election ballots in Arizona that turning over materials to Cyber Ninjas — operated by Trump supporter — could violate federal voting and civil rights laws.",
        "Timestamp": "2021-05-06 16:46:01"
    },
    {
        "Tweet": "✨🍃Imagine a peaceful future without humans, just a cyber-Phil vibing with the flowers in Spring 2121 🤖🌷\n\nCollab + @deathandmilk_ a soft hoodie in a double sided futuristic floral print - only available for May!\n\nWorldwide: https:\/\/t.co\/ZZYZzWmBJz \nUSA: https:\/\/t.co\/ITvjiu8YZ6 https:\/\/t.co\/LBA3qEHaJ3",
        "Timestamp": "2021-05-06 19:55:42"
    },
    {
        "Tweet": "🇦🇺 &amp; 🇬🇧 bonds are stronger than ever, as our partnership in the #IndoPacific deepens. This morning in London, @DominicRaab &amp; I discussed shared priorities including equitable vaccine access, cyber, Myanmar, Xinjiang &amp; human rights. We welcome the UK #IntegratedReview. @G7 https:\/\/t.co\/0xrMT3nUGl",
        "Timestamp": "2021-05-05 14:45:02"
    },
    {
        "Tweet": "people wonder why millennials are bad with money and at the same time live in a world where if i put my entire college tuition into cyber bucks i would be a literal billionaire",
        "Timestamp": "2021-05-05 06:09:21"
    },
    {
        "Tweet": "Quick Notice \n\nSocial Media accounts of some of our players including Habib Mohammed, Danlad Ibrahim and Kwame Adom Frimpong have been hacked and currently being used to perpetrate fraud. \nRecovery processes have been initiated by our cyber security experts. \nThank you https:\/\/t.co\/lcGyGaTZWY",
        "Timestamp": "2021-05-06 15:49:05"
    },
    {
        "Tweet": "There is nothing to stop the \"Cyber Ninjas,\" recounting votes in Arizona, from arbitrarily declaring a new presidential winner for the state, says the secretary of state Katie Hobbs.\n\n\"They are not following really any kind of best practices in terms of a post election audit.\" https:\/\/t.co\/kppzVpOUPI",
        "Timestamp": "2021-05-06 01:01:39"
    },
    {
        "Tweet": "A cyber participation at the G7 Foreign Ministers’ Meeting. \nSo far, yet so near. https:\/\/t.co\/kjxqi5mwNx",
        "Timestamp": "2021-05-05 11:28:21"
    },
    {
        "Tweet": "The only things forensically proved about this #ArizonaAudit are the “certifiable” QAnon\/StopTheSteal morons behind it\n\nCyber Ninjas = “certified” morons. They call themselves Cyber Ninjas FFS\n\nBamboo pulp ballot guy checker = certifiable \n\nUV light checkers = certifiable https:\/\/t.co\/QxIBpGySZH",
        "Timestamp": "2021-05-06 12:35:50"
    },
    {
        "Tweet": "Yesterday the “cyber ninjas” were checking the Arizona ballots to make sure they weren’t made from bamboo in case the Chinese snuck in ballots. They also are looking for Trumps watermark on ballots. These are the wackos @EliseStefanik aligned with. https:\/\/t.co\/PlsTdQn2ci",
        "Timestamp": "2021-05-06 15:13:24"
    },
    {
        "Tweet": "The Cyber Ninjas are going to walk themselves merrily into a buzzsaw. https:\/\/t.co\/BEDdaQdREW",
        "Timestamp": "2021-05-06 14:42:51"
    },
    {
        "Tweet": "The office supply store that we mercilessly hacked the world’s biggest landmarks in has finally closed for good. It simply must have become an epicenter for cyber crime. We wish the employees the best of luck in the future. https:\/\/t.co\/MDcLTYuUdw",
        "Timestamp": "2021-05-07 01:17:46"
    },
    {
        "Tweet": "A 1\/6 commission is the job I would want. Combining my intel, network analysis, telephony, counter-terrorism, cyber &amp; targeting background w\/ my congressional experience would be useful. Want to join me @BarbaraComstock ? You got the chops! https:\/\/t.co\/TqIbFkReR2",
        "Timestamp": "2021-05-05 22:44:06"
    },
    {
        "Tweet": "After refusing to comply with the court’s order and attempting numerous stonewalling tactics, the Arizona Senate GOP and the Cyber Ninjas have lost the battle to keep the public in the dark. #Fraudit https:\/\/t.co\/VTESGX8dM6",
        "Timestamp": "2021-05-05 21:49:56"
    },
    {
        "Tweet": "1) they are adequately protected \n2) cyber ninjas have never done knocked \n\nThe DOJ is lying and is being weaponized against the People. This is a direct attack on #WeThePeople! Legal Votes Matter https:\/\/t.co\/rzMZcfhw7I",
        "Timestamp": "2021-05-06 04:37:27"
    },
    {
        "Tweet": "Yeah, cyber ninjas isn’t legit https:\/\/t.co\/ZkRqKcoLjh",
        "Timestamp": "2021-05-06 17:43:58"
    },
    {
        "Tweet": "The private company hired by Arizona Republicans to recount 2020 ballots has been smacked down by a judge for trying to keep its process secret.\n\nCyber Ninjas was ordered to cough up its playbook, which departs significantly from AZ election procedures.\nhttps:\/\/t.co\/cns5nMgK9W",
        "Timestamp": "2021-05-01 15:00:00"
    },
    {
        "Tweet": "Arizona has turned over 2.1 million ballots to Cyber Ninjas, a random Florida company run by a \"Stop the Steal\" conspiracy theorist\n\nA bunch of tables have been set up in an auditorium so the ballots can be viewed under UV light. No one knows why\n\nI'm sure this will end well",
        "Timestamp": "2021-05-03 14:50:18"
    },
    {
        "Tweet": "The NSW Labor Party has been hit by a major cyber attack and police have launched an investigation into the incident | @Rabe9 @Gallo_Ways https:\/\/t.co\/4ex8M1WBXQ",
        "Timestamp": "2021-05-05 06:00:38"
    },
    {
        "Tweet": "Drone assassination, torture, kidnapping, overturning governments, rigging elections, putting down labor movements, cyber-terrorism, illegal domestic surveillance, blackmail, arms delivery — but of course, we need the most progressive hiring practices for those activities. https:\/\/t.co\/oH1MG3SFep",
        "Timestamp": "2021-05-03 01:55:46"
    },
    {
        "Tweet": "“The Government proposes that the courses...that are not among its strategic priorities – music, dance, drama &amp; performing arts; art and design; media studies; &amp; archaeology – are to be subject to a reduction of 50%.”\n\nRemember the ballet dancer + training in cyber? They mean it. https:\/\/t.co\/CilCBVJx6B",
        "Timestamp": "2021-05-01 06:03:53"
    },
    {
        "Tweet": "SECRET DOC Now-released document that Cyber Ninjas didn't want you to see imagines Antifa attack, then chaos surrounding ballot-counting site. READ https:\/\/t.co\/6f7rV4odVM https:\/\/t.co\/XvwesrvRqn",
        "Timestamp": "2021-04-30 03:13:21"
    },
    {
        "Tweet": "Üdvözöljük Pakisztánban Minister for Foreign Affairs and Trade, #PéterSzijjártó. Constructive engagements today between our respective business delegations for more meaningful #EconomicDiplomacy. Great to witness signing of partnerships between 🇵🇰 🇭🇺 in dairy, cyber sec &amp; pharma https:\/\/t.co\/ITx4MvjO4k",
        "Timestamp": "2021-04-30 09:01:32"
    },
    {
        "Tweet": "BREAKING REPORT: MyPillow CEO Mike Lindell has Spent $1M DOLLARS on 'FRANK' while DEFENDING multiple cyber attacks.. \n\nMike is FIGHTING for FREE SPEECH.. \n\nGIVE BACK and fight CANCEL CULTURE.. \n\nUSE CODE:➡️THANKS45⬅️ @ https:\/\/t.co\/JToDYOjNvl up to 66% OFF.. \n\nPlease RT.. https:\/\/t.co\/WSoe6lBEWw",
        "Timestamp": "2021-05-03 19:44:58"
    },
    {
        "Tweet": "A public service message about cyber crime. https:\/\/t.co\/kaEcbjS9EV",
        "Timestamp": "2021-05-04 23:35:17"
    },
    {
        "Tweet": "This is the most ingenious cyber security development in the last 20 years. https:\/\/t.co\/6uNrLPRtPt",
        "Timestamp": "2021-05-02 01:19:04"
    },
    {
        "Tweet": "HuffPost: Arizona’s GOP-led Senate has hired Cyber Ninjas — which has no experience with elections or ballots — to audit the Maricopa County recount, and only the Senate and presidential ballots, won by Dems.",
        "Timestamp": "2021-05-03 17:01:38"
    },
    {
        "Tweet": "The Florida company hired by Arizona law makers to conduct the recount of Maricopa County ballots for the presidential election have prepared for attacks by #antifa on their auditing facility. https:\/\/t.co\/wi35MOMudu",
        "Timestamp": "2021-04-30 05:24:18"
    },
    {
        "Tweet": "12\/12\nWhat we are watching in Arizona is Democracy coming apart in the little details. By handing over real people's ballots to Cyber Ninjas, we are giving up the actual levers and tools of our free and clear election. #velshi",
        "Timestamp": "2021-05-02 16:19:58"
    },
    {
        "Tweet": "\"They are taking these ballots and looking for folds in the ballots with the assumption that all early ballots have folds in them,\"\nhttps:\/\/t.co\/02yI4aqwQR",
        "Timestamp": "2021-04-30 01:19:01"
    },
    {
        "Tweet": "You know this cyber ninjas company sounds sketchy as hell.",
        "Timestamp": "2021-04-30 01:22:47"
    },
    {
        "Tweet": "Six months after the SolarWinds attack — one of the largest cyberattacks in history — the White House says it will set up formal cyber investigations, require companies to report breaches, and set software development standards.\nhttps:\/\/t.co\/suvOGka6r1",
        "Timestamp": "2021-04-29 22:24:01"
    },
    {
        "Tweet": "Re: “Ongoing efforts to be transparent.” Cyber Ninjas &amp; Senate Republicans wanted to keep this secret. Took court order to force them to disclose docs. https:\/\/t.co\/ARODUBHBjj",
        "Timestamp": "2021-04-29 18:52:59"
    },
    {
        "Tweet": "WAITING FOR NOON As of 9:50am Cyber Ninjas’ attorney hasn’t  appealed judge’s order unsealing documents showing audit policies &amp; practices. If no appeal, documents are public at noon.",
        "Timestamp": "2021-04-29 16:54:23"
    },
    {
        "Tweet": "The Biden administration is prepping a new executive order to strengthen U.S. cybersecurity by setting up formal cyber investigations and requiring companies to report breaches. https:\/\/t.co\/PzVfRRqaQJ",
        "Timestamp": "2021-04-29 15:45:15"
    },
    {
        "Tweet": "2020 Election Integrity: Arizona - Senate Forensic Audit - Forensic Contractor Cyber Ninjas Audit Procedural Documents Published - More - \n\nCounting Floor Policies - Section on Ballot Scanning &amp; UV Light Exams \n\n4 page screenshot excerpts from here -  https:\/\/t.co\/cwnfDo5vUm https:\/\/t.co\/b5jcrOhGAy https:\/\/t.co\/NrI3XIflGb",
        "Timestamp": "2021-04-29 19:32:12"
    },
    {
        "Tweet": "Also shared India's views on ensuring trust in digital ecosystem, securing data privacy of users and creating a safe cyber space with the G-7 Digital Ministers.",
        "Timestamp": "2021-04-29 12:26:00"
    },
    {
        "Tweet": "The issue with cyber security is not lack of training, it’s red tape. Creating a “Cyber Reserve” to train only civilians with past federal gov or military service is the exact opposite of where we need to be going.\nhttps:\/\/t.co\/lDDBsSvTyJ",
        "Timestamp": "2021-04-29 19:31:14"
    },
    {
        "Tweet": "If you go to Rudy Giuliani’s cyber security website, your browser will warn you that it’s “not secure” 😂 https:\/\/t.co\/6Isnis2DuM",
        "Timestamp": "2021-04-30 00:30:21"
    },
    {
        "Tweet": "UPDATE First Amendment Coalition attorney Dan Barr says Cyber Ninjas withheld one document.  Court action possible. (Disclosure: 12News is member of FAC) https:\/\/t.co\/wQC0QmtIFI",
        "Timestamp": "2021-04-29 19:08:46"
    },
    {
        "Tweet": "i’m not seeing a lot written in english about what’s happening in colombia — basically, colombian riot police have been shooting + killing peaceful protestors in the streets. 26 people have been killed and internet is being cut off.  \n\nto donate: https:\/\/t.co\/wmG3zcreGl https:\/\/t.co\/eVAn8yaGWt",
        "Timestamp": "2021-05-05 17:11:03"
    },
    {
        "Tweet": "Banks refusing to work with crypto are like bookstores refusing to work with the internet.",
        "Timestamp": "2021-05-06 18:51:32"
    },
    {
        "Tweet": "Thai K-Pop stars BLACKPINK’s Lisa and NCT’s Ten break the internet https:\/\/t.co\/rZo1q2RV6X",
        "Timestamp": "2021-05-06 06:49:56"
    },
    {
        "Tweet": "Small businesses want safer roads to deliver their goods, better transit for their customers and employees, and a high-quality internet connection to grow their business. The American Jobs Plan will bring affordable broadband to every small business in the country.",
        "Timestamp": "2021-05-06 01:00:47"
    },
    {
        "Tweet": "As I've been arguing, it is not an ancillary value but a top priority of the Democratic Party and its dominant liberal  wing to advocate for more and more internet censorship of their political opponents. Here they pay homage &amp; express gratitude to their tech funder overlord: https:\/\/t.co\/fBsXl6vPdj",
        "Timestamp": "2021-05-05 23:44:48"
    },
    {
        "Tweet": "three years ago today, childish gambino broke the internet with his grammy-winning song “this is america”\n\nwho had your favorite ad-libs on the track? https:\/\/t.co\/8dkvoAw0sz",
        "Timestamp": "2021-05-06 18:00:14"
    },
    {
        "Tweet": "Opinion: Russia’s plot to control the Internet is no longer a secret https:\/\/t.co\/WT7Ln7X3Y0",
        "Timestamp": "2021-05-05 06:04:05"
    },
    {
        "Tweet": "#SidharthShukla and #SoniaRathee’s sizzling chemistry in these unseen stills from ‘Broken But Beautiful 3’ flood internet! \n\n#BrokenButBeautiful3 \nhttps:\/\/t.co\/XpoX6c4tsc",
        "Timestamp": "2021-05-05 08:58:12"
    },
    {
        "Tweet": "This request I received on my #CovidHelpSrikakulam helpline is next-level. Not worried about covid, but rather the fear of covid! 😅 But I want to indulge him. \nDear Internet: suggest us some videos to give us all some much-needed positivity &amp; motivation. https:\/\/t.co\/nfmX2ffjIW",
        "Timestamp": "2021-05-05 08:46:08"
    },
    {
        "Tweet": "You know, for internet companies that have profits, they don't get a high valuation. It's usually just Nx profits. For those that are losing money, they can get crazy high valuations, due to growth potential. 😆",
        "Timestamp": "2021-05-06 12:42:37"
    },
    {
        "Tweet": "And if Putin cannot control the internet, he will do his best to destroy it. Dictatorships are aggressively influencing international orgs like Interpol, WHO, etc. and if it happens with the web, the impact will be even bigger. https:\/\/t.co\/wy8i7SNqXn",
        "Timestamp": "2021-05-05 19:47:38"
    },
    {
        "Tweet": "\"Who is killing free internet speech?\" A devastating critique of the censorship bill by none other than a former CRTC commissioner. \n\nSign my petition to fight the bill: https:\/\/t.co\/g14Jm16I5R\n\nhttps:\/\/t.co\/rCw3pvUnCT",
        "Timestamp": "2021-05-05 16:49:51"
    },
    {
        "Tweet": "So as per Current procedure Vaccine is only available to those who have gadget,internet etc &amp; are tech savvy to apply online . How about 90% of our population who has no excess  to apply online .Why our Govts fails the poorest always...??why their lives don’t matter ??.@PMOIndia",
        "Timestamp": "2021-05-06 16:31:26"
    },
    {
        "Tweet": "This might be obvious as hell (then again we’re on the internet...) but god damnit, tell people when they’re great at things! Tell them you like what they did or made. Tell them you’re excited by them, that you’re proud of them. Tell them they’re seen. Tell them you love them.",
        "Timestamp": "2021-05-04 21:32:06"
    },
    {
        "Tweet": "‘From the Desk of Donald J. Trump’ goes live on internet - https:\/\/t.co\/DVPhHJMjnE #OANN",
        "Timestamp": "2021-05-04 22:59:14"
    },
    {
        "Tweet": "Been sharing my whole life with the internet since I was 15..... and my biggest flex is that I still managed to be very private with things I want to be private \n\ny’all know me but you don’t",
        "Timestamp": "2021-04-29 21:33:24"
    },
    {
        "Tweet": "Imagine If J Cole, Kendrick Lamar &amp; Drake Dropped Their Albums In A 3 Week Span. The Internet Won’t Work 😂😂",
        "Timestamp": "2021-05-04 18:16:27"
    },
    {
        "Tweet": "brent: live from the internet is out now on all streaming platforms 💞\n\nhttps:\/\/t.co\/yccF24jDWj https:\/\/t.co\/j6dP36Dgp4",
        "Timestamp": "2021-05-05 04:28:30"
    },
    {
        "Tweet": "I really don’t have the patience to listen to legislators who voted to let Trump spend money to benefit the most wealthy, but aren’t willing to spend (our) money on high speed Internet, early education &amp; other infrastructure for the rest of us.",
        "Timestamp": "2021-04-30 17:16:47"
    },
    {
        "Tweet": "My book, Queer Love in Color, publishes today! I’ve been dreaming of this day my entire life. \n\nI think the stories in the book could be life-changing, so I made this TikTok to convince the queer youth of the internet to read it. https:\/\/t.co\/4g9qFmTvUx",
        "Timestamp": "2021-05-04 21:41:47"
    },
    {
        "Tweet": "West Virginia ranks 49th out of 50 states on internet access. Just sayin, @Sen_JoeManchin.",
        "Timestamp": "2021-05-01 20:20:02"
    },
    {
        "Tweet": "At last, @LeegitItsSam joins the Internet search with @Jae_Day6 and @AleXa_ZB! 🙌\n\nThey talk about NFTs, which essentially allows people to sell digital...anything? Did you know there's a chance you can get rich from just a single tweet?! Listen to this week's ep to hear more! 🤯 https:\/\/t.co\/TgtX4AIWrP",
        "Timestamp": "2021-05-04 17:01:21"
    },
    {
        "Tweet": "SpaceX’s Starlink satellite internet has 500,000 pre-orders and the installation is entirely DIY. It comes with a tripod and that’s it...you’re just supposed to chuck it in your yard and then drill a hole in your house to get the wires in. https:\/\/t.co\/nUjPX9gCeL",
        "Timestamp": "2021-05-05 02:27:16"
    },
    {
        "Tweet": "Starlink satellite internet service gets 500,000 preorders, Musk says https:\/\/t.co\/kBVCNqeUIX https:\/\/t.co\/dkDx6VPZIa",
        "Timestamp": "2021-05-05 04:45:02"
    },
    {
        "Tweet": "A lot of us take Internet access for granted. Imagine being a student who can’t use zoom, or whose AP exam crashes, costing college credit. There’s a reason broadband is a key piece of both the Biden &amp; GOP infrastructure plans. https:\/\/t.co\/Tz5BACMG2f",
        "Timestamp": "2021-05-05 02:07:11"
    },
    {
        "Tweet": "Jimmy &amp; Andrew Garfield go head-to-head trying to identify viral internet clips after only 1 second! #FallonTonight https:\/\/t.co\/gG14TeEh4Q",
        "Timestamp": "2021-05-05 04:16:59"
    },
    {
        "Tweet": "George Takei wins the internet today https:\/\/t.co\/23I1gmRE9o",
        "Timestamp": "2021-05-05 04:27:28"
    },
    {
        "Tweet": "I need volunteers in fight against Corona\n\n- Give 6 - 8 hours daily\n\n- Find source of oxygen, plasma, bed, food, help and connect with patients\n \n- use ur phone and internet for saving lives \n\nकोरोना से लड़ने में साथ आइये \n\nFill this form : https:\/\/t.co\/I88JbAYH04 https:\/\/t.co\/9nvqpPPo3Z",
        "Timestamp": "2021-05-01 06:08:30"
    },
    {
        "Tweet": "Just for fun to remind everyone that nobody has more fun on the internet than bitcoiners https:\/\/t.co\/N0xeKR5gBH",
        "Timestamp": "2021-04-29 13:34:51"
    },
    {
        "Tweet": "The no-fly list was developed to stop people who planned to fly airplanes into buildings, not to stop people from saying mean things on the Internet.\n\nTime for it to be declared illegal and eradicated.",
        "Timestamp": "2021-04-29 18:47:20"
    },
    {
        "Tweet": "Shoutout to @ElonMusk and Starlink.\n\nThey’re doing more for infrastructure and Internet accessibility than Biden ever could.",
        "Timestamp": "2021-04-29 15:16:39"
    },
    {
        "Tweet": "'Full-blown assault' on free expression: Inside the comprehensive Liberal bill to regulate the internet https:\/\/t.co\/xfgn1rbRE0",
        "Timestamp": "2021-04-29 12:54:31"
    },
    {
        "Tweet": "The powers contained in C-10, and other legislation the @JustinTrudeau Liberals have spoken of, would give the government incredible powers to control everything you can and can't see on the internet. This is not an exaggeration, this bill must be stopped.\nhttps:\/\/t.co\/N58HGKieUU",
        "Timestamp": "2021-04-29 12:30:13"
    },
    {
        "Tweet": "Ronaldinho: The first footballer to officially break the internet 🇧🇷🤙\n\nIconic player. Iconic advert. Iconic boots ✨\n\nThe first episode in a new series looking at some of the game's greatest artefacts 🎥 https:\/\/t.co\/KbtXi92V6O",
        "Timestamp": "2021-04-29 16:40:27"
    },
    {
        "Tweet": "BASIC DICTATORSHIP: With dangerous Bill C-10, the most 'anti-internet government in Canadian history' angles for full censorship powers over the web https:\/\/t.co\/AHb0sHvrxG Via @brianlilley #cdnpoli https:\/\/t.co\/dXnbMnrXJn",
        "Timestamp": "2021-04-29 11:50:17"
    },
    {
        "Tweet": "#OnThisDay 1994: Tomorrow's World looked forward to what might be coming down the “information superhighway” on something called “the internet”. It’ll never catch on. https:\/\/t.co\/EyiA29y7z8",
        "Timestamp": "2021-04-29 13:26:00"
    },
    {
        "Tweet": "#SeetMaar is breaking the internet! Your love and support for this song has made it reach 50+ Million views on YouTube\n\nhttps:\/\/t.co\/rWJpSPoknt  \n  \n@BeingSalmanKhan @bindasbhidu @DishPatani @RandeepHooda @PDdancing @ThisIsDSP #ShabbirAhmed @imKamaalKhan @IuliaVantur @AlwaysJani https:\/\/t.co\/5GAiC5evDM",
        "Timestamp": "2021-04-29 16:05:40"
    },
    {
        "Tweet": "FUREY: Not only does the Trudeau government want to regulate the internet, but they also want to regulate what you post online.\nhttps:\/\/t.co\/J3mc0L3OEP",
        "Timestamp": "2021-04-29 12:59:19"
    },
    {
        "Tweet": "Canadians, it’s time to stop being polite.\n\nThey want to put the same regulations on YOUR internet use as they have in China. \n\nThis is not a drill. This IS communism.  \nIt’s here. \n\nhttps:\/\/t.co\/pgO1dm3hPa",
        "Timestamp": "2021-04-29 13:37:30"
    },
    {
        "Tweet": "Our front page today is blunt because the powers the government wants for itself cannot be allowed to pass. This legislation is an attack on free speech and the Charter. Read &amp; RT #cdnpoli #c10 https:\/\/t.co\/N58HGKieUU https:\/\/t.co\/lu8qGwKUxQ",
        "Timestamp": "2021-04-29 13:58:31"
    },
    {
        "Tweet": "Joe Biden asked Kamala Harris to lead the effort to bring high speed internet into rural America.\n\nIf her job at the border is any indication, rural Americans will be using dial-up again until 2030.",
        "Timestamp": "2021-04-29 17:05:02"
    },
    {
        "Tweet": "I saw it so you have to see it. Internet law. https:\/\/t.co\/hE09TIKYCQ",
        "Timestamp": "2021-04-29 14:54:08"
    },
    {
        "Tweet": "In 2008, Kaminsky found a problem with the Domain Name System, or DNS, which essentially allowed thieves to steal people's accounts and passwords, empty bank accounts or even shut down the internet completely. https:\/\/t.co\/rSl8y49hG2",
        "Timestamp": "2021-04-29 11:00:57"
    },
    {
        "Tweet": "Booking thru Internet and smartphone not so fully viable in Rural areas and for poor people in urban areas too. Opening Vaccination camps and walk-in is the practical solution https:\/\/t.co\/6Q3e9iASvr",
        "Timestamp": "2021-04-29 10:22:41"
    },
    {
        "Tweet": "Eva has been famous since before she was born.\n\nThe whole world knows about her first tantrum, her first spot... and now even her first period 😱\n\nAll because her parents overshare her entire life on their super successful internet channel.\n\nAND. SHE. HAS. HAD. ENOUGH. https:\/\/t.co\/PUA1mfGo8t",
        "Timestamp": "2021-04-29 10:40:18"
    },
    {
        "Tweet": "finally clicked on this bizarre sponsored link because it's been following me round the internet for a year and now it's seemingly multiplying, and she looks...... almost exactly how you'd imagine she'd look at 36??? she's just not wearing her character's make-up - heartbreaking! https:\/\/t.co\/weAPYVDgKx",
        "Timestamp": "2021-04-29 10:11:21"
    },
    {
        "Tweet": "Yesterday, the Belgian Foreign Affairs Committee was set to have a hearing on the #UyghurGenocide, with witnesses. It was canceled due to a cyberattack 30 min before the hearing.\n\nThe hearing will be rescheduled. Meanwhile, we will continue to speak our truth. https:\/\/t.co\/cRWYZ0cnjb",
        "Timestamp": "2021-05-05 07:09:12"
    },
    {
        "Tweet": "Arrest him https:\/\/t.co\/85WU6eBKzL",
        "Timestamp": "2021-05-06 18:03:46"
    },
    {
        "Tweet": "Researchers uncover new cyberattack activities, collectively named \"EmissarySoldier,\" attributed to LuckyMouse, the APT #hacking group that’s well-known for its watering hole attacks against government entities.\n\nRead details: https:\/\/t.co\/ZTxihCxNjH\n\n#infosec #cybersecurity",
        "Timestamp": "2021-04-29 14:55:26"
    },
    {
        "Tweet": "\"Mr. Biden has already acknowledged that, implicitly, in his announcement imposing sanctions this month against Russia for its SolarWinds cyberattack on federal agencies and businesses, and for its disinformation efforts during the 2020 election.\" THREAD 1\/",
        "Timestamp": "2021-04-30 16:53:36"
    },
    {
        "Tweet": "Google blocked an \"expert\" level cyberattack recently... except we have learned that the hackers in question were actually Western government operatives actively conducting a counter-terrorism operation.\nhttps:\/\/t.co\/NqqlYlGwUf",
        "Timestamp": "2021-05-03 05:05:41"
    },
    {
        "Tweet": "Alaska court system forced offline by cyberattack https:\/\/t.co\/O8XY8K7HbH https:\/\/t.co\/6Z1iYxfRWG",
        "Timestamp": "2021-05-03 15:16:08"
    },
    {
        "Tweet": "I know the @ScrippsHealth IT team is working overtime on this senseless cyberattack. @UCSDHealth and the rest of the community are standing by to help in any way we can.\n\nhttps:\/\/t.co\/FSgDIqXo1K https:\/\/t.co\/SGKo2elGrd",
        "Timestamp": "2021-05-02 21:02:24"
    },
    {
        "Tweet": "Scripps Health confirms their technology information systems were hacked overnight, forcing them to switch to offline chart systems and causing a disruption to their patient portals.https:\/\/t.co\/LBoJNy1M8C",
        "Timestamp": "2021-05-02 20:14:04"
    },
    {
        "Tweet": "Vaccines don't just work. They work across all the variants, providing protection from illness, hospitalizations, and deaths.\nSummary including today's multiple updates.\n(and we're damn lucky) https:\/\/t.co\/Jv25toA4Pu",
        "Timestamp": "2021-05-05 23:02:52"
    },
    {
        "Tweet": "There's no Constitutional protection for using social media to incite an insurrection.\n\nTrump is willing to do anything for himself no matter the danger to our country.\n\nHis big lies have cost America dearly.\n\nAnd until he stops, Facebook must ban him.\n\nWhich is to say, forever. https:\/\/t.co\/qdvY9ebO3l",
        "Timestamp": "2021-05-05 14:40:40"
    },
    {
        "Tweet": "House Intel chair Adam Schiff with no sympathy whatsoever for Trump complaints that he’s been kicked off Facebook, noting “there’s no Constitutional protection for using social media to incite insurrection.”",
        "Timestamp": "2021-05-05 15:20:27"
    },
    {
        "Tweet": "For those who can't go to Thirumala &amp; visit Sri Venkateswara, the temple is allowing Swami Moolavirattu for the first time in their history. \nThis is a forward from a devotee. \nMay Lord Balaji spread protection for all. 🙏 https:\/\/t.co\/P0izKqegLH",
        "Timestamp": "2021-05-06 01:11:55"
    },
    {
        "Tweet": "Thanks to Donald Trump's last minute extension of Secret Service protection for his kids, we're still subsidizing their travels to Palm Beach, Salt Lake City and more.\n\nIn just 30 days, it cost us more than $140,000.\nhttps:\/\/t.co\/WFKuVg16kw",
        "Timestamp": "2021-05-06 19:30:45"
    },
    {
        "Tweet": "Jared Kushner and Ivanka Trump took a ten day vacation to Salt Lake City after leaving the White House. It cost taxpayers $62,599.39 for their extended Secret Service protection.\nhttps:\/\/t.co\/WFKuVg16kw",
        "Timestamp": "2021-05-06 16:32:32"
    },
    {
        "Tweet": "Pharma was absolutely opposed to lifting patent protection and had an army of lobbyists pushing in the other direction. Biden’s willingness to stand up to them is truly fantastic to see.",
        "Timestamp": "2021-05-05 20:49:13"
    },
    {
        "Tweet": "Pfizer-BioNTech vaccine offers strong protection against key variants of concern, real-world data from Qatar shows https:\/\/t.co\/mgm4RUfx2q",
        "Timestamp": "2021-05-06 09:26:21"
    },
    {
        "Tweet": "🚨After the Trump admin ended ESA protection for wolves, Wisconsin slaughtered hundreds, Montana + Idaho took steps to kill even more.\n\nStates will continue to ignore science, ethics + tribal rights to kill wolves.\n\nUrge Biden to restore protections now ➡ https:\/\/t.co\/UTrG9dGvX9 https:\/\/t.co\/iBCMmeBF0v",
        "Timestamp": "2021-05-07 00:30:57"
    },
    {
        "Tweet": "Supreme Court junks Mamata Banerjee's version of RERA as \"unconstitutional\", says #TMC trying to run parallel real estate regime with no protection for home-buyers. \nWho benefited from this \"unconstitutional\" parallel real estate regime? #WestBengal https:\/\/t.co\/kHphGedawY",
        "Timestamp": "2021-05-06 03:16:53"
    },
    {
        "Tweet": "Ford is turning the clock back on environmental protection in Ontario and he is counting on us not to pay attention. \n\nUnder cover of COVID-19, Doug Ford has been selling out the environment | The Star https:\/\/t.co\/Tu7M9Qr4F1",
        "Timestamp": "2021-05-06 12:03:51"
    },
    {
        "Tweet": "Donald Trump took the unprecedented step of giving his family Secret Service protection after the presidency. It cost taxpayers $140K in the first month alone—although that doesn't include how much was spent at Trump properties. https:\/\/t.co\/WFKuVg16kw",
        "Timestamp": "2021-05-07 01:00:09"
    },
    {
        "Tweet": "Data on Pfizer vaccine against B.1.351 (variant detected in South Africa) 👇 – estimated drop in effectiveness against infection (which would make it harder to get 'herd immunity' effects), but suggests protection against severe disease after two doses holds up well. https:\/\/t.co\/BbC5kiwvu9",
        "Timestamp": "2021-05-05 21:39:25"
    },
    {
        "Tweet": "NEW: In just the 30 days after Donald Trump left the presidency, his adult childrens' travels cost taxpayers more than $140,000.\n\nTrump extended their Secret Service protection by six months in one of his last moves as president.\n https:\/\/t.co\/WFKuVg16kw",
        "Timestamp": "2021-05-05 13:51:22"
    },
    {
        "Tweet": "Please Please save our Karyakartas. I beg, please protect their life. \n\nHe is crying, asking for the protection for himself and his family. My heart bleeds. \n\n@rashtrapatibhvn @narendramodi @AmitShah @jdhankhar1 \n\n#CruelMamata https:\/\/t.co\/oXk24jvBuf",
        "Timestamp": "2021-05-05 12:12:15"
    },
    {
        "Tweet": "Seeing a lot of confusion amongst those with previous infection &amp; 1 dose done.\n\nRemember there is NO scientific evidence yet showing that previous COVID + 1 dose of Covishield\/Covaxin confers full (2 dose) protection.\n\nONE is better the NONE. And TWO is better than ONE.",
        "Timestamp": "2021-05-05 10:26:21"
    },
    {
        "Tweet": "Why do we see negligible reporting in the Murdoch media on this? Because vaccine supply and distribution is fully a Federal responsibility. And Murdoch is a Liberal Party protection racket.....    But if it was school halls built under a Labor Govt....? https:\/\/t.co\/WhoZO1i1eu",
        "Timestamp": "2021-05-05 06:38:52"
    },
    {
        "Tweet": "NIAID scientist on CDC camp rules: \"Masking kids at camp outdoors is simply virtue signaling. Requiring kids to wear masks at camps, even while outside playing in the heat, when it provides little additional protection is unfair and cruel to children.\" https:\/\/t.co\/5C8dqi07PE",
        "Timestamp": "2021-05-05 12:42:16"
    },
    {
        "Tweet": "Italy's Data Protection Authority denied police using SARI Real Time facial recognition which would've shifted “from targeted surveillance of few individuals to the possibility of universal surveillance for the purpose of identifying certain individuals.” https:\/\/t.co\/w6Otxb0p07",
        "Timestamp": "2021-05-05 13:47:01"
    },
    {
        "Tweet": "Imagine watching Crosby play through interference, cross-checks to the neck, headshots, and all manner of nonsense associated with shutting down talented players and then publicly proclaiming the league is set out to protect him. Where’s the protection? Show me. I wanna see it.",
        "Timestamp": "2021-05-05 11:17:36"
    },
    {
        "Tweet": "His name is Paramananda Ghosh. He sells vegetable near Murgabadi Golei. He wears Mask properly. He wears face shield for protection from #COVID.\n\nBe like Paramananda!!! He is a #CovidWarrior \n\nDon't be  #COVIDIOTS !!! https:\/\/t.co\/jZLEwxS4pm",
        "Timestamp": "2021-05-05 14:27:42"
    },
    {
        "Tweet": "Universal access to health and social protection is a global priority.\n\nWe need to ensure that vaccines:\n✔️ reach everyone\n✔️ are affordable\n✔️ are accessible\n\n#VaccineEquity #HealthForAll",
        "Timestamp": "2021-05-05 13:29:30"
    },
    {
        "Tweet": "In an initiative to preserve &amp; nurture the environment #FireFuryCorps being the sentinels of #Ladakh organised a meeting with Dr. Sonam Wangchuk to improve the tree plantation drive in #Ladakh to contribute towards the protection of this ecologically fragile region. #GreenLadakh https:\/\/t.co\/leBPinbbVo",
        "Timestamp": "2021-05-05 11:48:21"
    },
    {
        "Tweet": "🚨 BREAKING NEWS: Biden Admin just gave Planned Parenthood of Greater NY $10 MILLION in a single loan through the Paycheck Protection Program. Your tax $$ propping up @PPGNYACT is nothing short of scandal.",
        "Timestamp": "2021-05-05 14:20:36"
    },
    {
        "Tweet": "Wednesday. It tastes like protection. https:\/\/t.co\/EfG7N19Haw",
        "Timestamp": "2021-05-05 12:57:46"
    },
    {
        "Tweet": "But recognize, May 5th is also a Day of Action in honour of MMIWG2S. \n\nSo email your MP and MLA in pushing their governments to implement the Calls to Justice.\n\nFight for the protection of Indigenous women, girls and two-spirited. \n\nOur lives depend on it.",
        "Timestamp": "2021-05-05 12:39:47"
    },
    {
        "Tweet": "66.1% of all adults in the U.K. with at least one dose protection and 30.2% of all adults in the U.K. with two dose protection. What a team! 💉💉💉@NHSuk @Emily_JR_Lawson @maddymcternan @AHamiedNHS @NikkiKF https:\/\/t.co\/vzuqsXvFpl",
        "Timestamp": "2021-05-05 14:09:28"
    },
    {
        "Tweet": "The 200+ Armenians still held by Azerbaijan are not \"Detainees.\"\n\nThese civilians and soldiers are \"Prisoners of War,\" entitled, under the Third Geneva Convention and other international treaties, to protection from abuse and immediate release upon the end of hostilities. https:\/\/t.co\/X99AmxwvWW",
        "Timestamp": "2021-05-05 13:40:19"
    },
    {
        "Tweet": "GOI doesn’t get it. \n\nThe only way to stop the spread of Corona now is a full lockdown- with the protection of NYAY for the vulnerable sections. \n\nGOI’s inaction is killing many innocent people.",
        "Timestamp": "2021-05-04 04:33:54"
    },
    {
        "Tweet": "An auto equipped with oxygen cylinder and the driver with proper Covid protection and basic para medical training of administering oxygen will save many lives. A model worth emulating in all the crisis zones. Great move. Kudos to team @SanjayAzadSin. \nhttps:\/\/t.co\/vkwd2jq1TL",
        "Timestamp": "2021-05-05 05:44:15"
    },
    {
        "Tweet": "In the past 7d, 135 ICU patients were transported to other hospitals due to capacity issues.\n\n76% (103) of these patients were sent from hospitals in Peel, Scarb and Humber River Black Creek.\n\nAvoiding triage isn't good enough.\nResidents\/workers in these regions need protection. https:\/\/t.co\/lqDvIhKjtc",
        "Timestamp": "2021-05-05 01:30:27"
    },
    {
        "Tweet": "@catturd2 Seems like a plan so Biden will never have to testify for his and Hunter’s crimes. The more &amp; more they put him out there like this publicly, he will ultimately be completely protected. Call it the Alzheimer’s protection program. \n\nMight as well. 🤷🏼‍♀️ (sad)",
        "Timestamp": "2021-05-05 04:21:30"
    },
    {
        "Tweet": "Pfizer CEO @AlbertBourla: No variant has been identified so far that escapes the protection of our vaccine. If it does happen, he says the company will be ready within 100 days to submit a booster for regulatory approval. https:\/\/t.co\/6GIKigu2UV https:\/\/t.co\/9vI6HNr61J",
        "Timestamp": "2021-05-05 02:42:00"
    },
    {
        "Tweet": "The President’s Oath of Office requires him to preserve, protect and defend The Constitution. Article 4 section 4 of the Constitution guarantees to every state protection against invasion. We are being invaded on our southern border. Joe Biden, you are violating your Oath!",
        "Timestamp": "2021-05-02 16:03:07"
    },
    {
        "Tweet": "Media Statement: More than 1,000 asylum seekers have a greater ability to apply for protection in Australia following a landmark judgement by the Federal Court. @esantow \nhttps:\/\/t.co\/aEm0iZo5m7 https:\/\/t.co\/641dD4oHKz",
        "Timestamp": "2021-05-05 05:00:08"
    },
    {
        "Tweet": "Today, House Oversight Chairwoman Carolyn Maloney led a group of bipartisan Members in reintroducing The Whistleblower Protection Improvement Act of 2021 to strengthen protections for federal employees who expose wrongdoing.",
        "Timestamp": "2021-05-04 21:30:00"
    },
    {
        "Tweet": "Thank you @tnpoliceoffl for the protection. I am the first person in my entire family's history to be given the same.\nHowever, I would politely like to give up this privilege so the same officers' time is better used for something else during this pandemic.\n\nThank you again.❤️",
        "Timestamp": "2021-04-29 14:34:38"
    },
    {
        "Tweet": "Don't skip the second dose of Pfizer or Moderna if you've already gotten your first dose. Without the second dose, your vaccine-induced protection isn't as strong or long-lasting.",
        "Timestamp": "2021-05-01 21:10:02"
    },
    {
        "Tweet": "Children are most vulnerable in these testing times of #COVID19 as they remain dependent on others for care &amp; protection. Here are some Do’s &amp; Don’ts you must follow children in distress.Together we #ProtectAGeneration from the perils of the pandemic. @GoswamiRupali @stc_india https:\/\/t.co\/xWVlFi73vd",
        "Timestamp": "2021-05-05 05:30:08"
    },
    {
        "Tweet": "India’s biggest buffalo-meat exporters and slaughterhouses are located in Uttar Pradesh, which reported the highest number of hate crimes related to cattle slaughter between 2012 and 2018.\n\n@aathira_vk's report in the May 2021 issue: https:\/\/t.co\/xQkIrpMS3w",
        "Timestamp": "2021-05-05 06:00:01"
    },
    {
        "Tweet": "Today, I May, we pay tribute to all our industrial, agri &amp; informal economy workers, incl those working overseas. My govt knows the challenges they all face, esp in Covid pandemic, &amp; we are committed to ensuring safer, more secure working conditions &amp; social protection for them.",
        "Timestamp": "2021-05-01 12:02:49"
    },
    {
        "Tweet": "Given the COVID impact on children especially those who have lost their parents, GOI has reached out to all States to ensure their protection under JJ Act. @MinistryWCD has appealed to States to enable Child Welfare Committees to actively monitor well-being of children in need.",
        "Timestamp": "2021-05-01 13:54:16"
    },
    {
        "Tweet": "Wisconsin does not have:\n\n❌ Universal background checks\n❌ Gun owner licensing\n❌ Extreme risk protection orders\n❌ Assault weapon restrictions\n❌ Large capacity magazine ban\n❌ Waiting periods\n❌ Strong concealed carry law\n❌ Open carry regulations\n\nOneida Casino",
        "Timestamp": "2021-05-02 02:31:14"
    },
    {
        "Tweet": "Last night, Joe once again tried to make the 2nd Amendment about hunting.\n\nIt's not about hunting.\n\nIt's about protection from a tyrannical government.",
        "Timestamp": "2021-04-29 13:09:51"
    },
    {
        "Tweet": "India 🇮🇳 needs our support and solidarity.\n\nI’m very grateful to France, Italy, Austria, Finland and Ireland for sending oxygen, medical equipment such as ventilators and COVID medication under our 🇪🇺 Civil Protection Mechanism.\n\nWe are in this together.",
        "Timestamp": "2021-04-29 09:41:44"
    },
    {
        "Tweet": "Protection. Reliability. Class.\n\nYou've voted Oliver Skipp to third place in the Falcon Power Player of the Season award! 👏 https:\/\/t.co\/Br98CpVOsj",
        "Timestamp": "2021-04-29 13:00:01"
    },
    {
        "Tweet": "#COVID19 could lead to the first decline in human development in 30 years.\n\nRecovery policies focused on social protection, green economy &amp; digitalization could reduce the pandemic's impact &amp; help countries build back better.\n\nMore from @UNDP: https:\/\/t.co\/j7qTmCtvxL #GlobalGoals https:\/\/t.co\/0pUtFOK8CX",
        "Timestamp": "2021-04-29 10:04:00"
    },
    {
        "Tweet": "I'm excited to see a nominee to lead the Merit Systems Protection Board! The MSPB reviews firings of career Feds and can reinstate them. That's the last line of defense against corrupt political appointees. It frees Feds to refuse illegal orders and uphold the rule of law! https:\/\/t.co\/jMRLyZXXZo",
        "Timestamp": "2021-04-29 12:06:40"
    },
    {
        "Tweet": "It's a momentous day for animals as the #AnimalWelfareSentencing Bill has finally got Royal Assent\n\nThis is something I &amp; charities like @RSPCA_Official have been campaigned about for years.  Animals need this protection and now I hope they'll get it\nhttps:\/\/t.co\/zDFoWOWHgJ",
        "Timestamp": "2021-04-29 12:04:57"
    },
    {
        "Tweet": "The COVID-19 vaccine is safe and effective. It gives you the best protection against coronavirus.\n\nDon't delay in getting your vaccine when it's offered to you: https:\/\/t.co\/qAOGzpWMu6 https:\/\/t.co\/Ydgj6P6MVN",
        "Timestamp": "2021-04-29 12:33:55"
    },
    {
        "Tweet": "During this pandemic, it becomes imperative for all of us to support each other.@IITKanpur has collaborated with @I2cure to create a Molecular Iodine-based Bioshield that will not only provide protection against #COVID but is effective against bacterial, fungal, and viral threats https:\/\/t.co\/XwWff1IaW4",
        "Timestamp": "2021-04-29 12:25:22"
    },
    {
        "Tweet": "Yikes. Offshore wind giant Orsted says it's discovered that cables are at risk of failure at up to 10 of its wind farms in the UK and Europe.\n\nThe cable protection systems are apparently rubbing against rocks put in place to protect the turbine foundations from seabed erosion 😬 https:\/\/t.co\/2w9GN86Vdb",
        "Timestamp": "2021-04-29 09:46:23"
    },
    {
        "Tweet": "Today‘s German constitutional court ruling is truly historic, enshrining climate protection as a fundamental right. No wonder the Fridays for Future people are pleased. https:\/\/t.co\/4rPtL1JJTm",
        "Timestamp": "2021-04-29 13:54:25"
    },
    {
        "Tweet": "If you know of any child who is stranded &amp; needs help, then call 1098 child helpline &amp; report the issue. Delhi Commission for Protection of Child Rights (DCPCR), Govt. of Delhi shall try to resolve the issue in less than 24 hours. #IndiaFightsCorona @PIB_India @MIB_India https:\/\/t.co\/ACsPjob78i",
        "Timestamp": "2021-04-29 09:55:00"
    },
    {
        "Tweet": "Germany’s highest court ruled the government must improve its climate protection act by the end of next year to reduce greenhouse gas reduction goals more immediately. Grassroots activism works. https:\/\/t.co\/wj62xa7tfI",
        "Timestamp": "2021-04-29 14:09:14"
    },
    {
        "Tweet": "Germany’s Constitutional Court decision is a massive success for young people already affected by the #ClimateCrisis and for future generations. \n\nFair climate protection is a fundamental right.\n\nKudos to all involved in this landmark case!\n\n#Klimaklage #Klimaschutzgesetz https:\/\/t.co\/zsQz6vpC63",
        "Timestamp": "2021-04-29 12:39:29"
    },
    {
        "Tweet": "How much protection is offered by one dose of a COVID-19 vaccine?  https:\/\/t.co\/CfgRCAx0iy https:\/\/t.co\/yDR14uEnMr",
        "Timestamp": "2021-04-29 13:55:27"
    },
    {
        "Tweet": "BREAKING: In a bid to get its #TokyoGames programming in front of a younger audience, @NBCOlympics is partnering with @Twitch on a channel to carry live Olympic content, including a daily live studio show produced from Tokyo (@Ourand_SBJ).\n\nFree to read: https:\/\/t.co\/605HRcl8Wy https:\/\/t.co\/Vgccy6lVts",
        "Timestamp": "2021-05-06 15:00:43"
    },
    {
        "Tweet": "Television industry is too ‘London-centric’ say Newcastle-based duo who are on 98% of all programming: https:\/\/t.co\/cBf7FZjlYV",
        "Timestamp": "2021-05-06 12:50:22"
    },
    {
        "Tweet": "Game Builder Garage–Announcement Trailer–Nintendo Switch https:\/\/t.co\/wuPIV8RCgB\n\nOut June 11th - \"Anyone can learn the basics of game design and visual programming with step-by-step lessons created by the minds at Nintendo.\" https:\/\/t.co\/UlLLawErU4",
        "Timestamp": "2021-05-05 22:07:47"
    },
    {
        "Tweet": "Get a behind-the-scenes look at the journey Excel has taken as a programming language on the #MSRPodcast. @simonpj0 &amp; @AndrewDGordon discuss data type expansions &amp; the release of the LAMBDA function, which makes the Excel formula language Turing-complete: https:\/\/t.co\/RHCCtgFUID",
        "Timestamp": "2021-05-05 17:35:47"
    },
    {
        "Tweet": "Good to see Nintendo embracing more games that allow for UGC. \n\nFocus on visual game programming + parent \/ child interaction is a cool way to approach this. https:\/\/t.co\/VVyinsqlEU",
        "Timestamp": "2021-05-05 22:52:56"
    },
    {
        "Tweet": ".@S_Guilbeault promised user generated content would not be treated as programming. But to be clear, Section 4.1 is still removed from Bill C-10 and user generated content is still being treated as a program subject to CRTC regulation. Apparently govt backtracked yet again.",
        "Timestamp": "2021-05-07 00:01:52"
    },
    {
        "Tweet": "I look forward to the once anti-Soviet GOP holding show trials. It will be great programming on Fox. @JudgeJeanine can preside. @seanhannity can do color commentary. @TuckerCarlson can pronounce the sentence. https:\/\/t.co\/OaiP3ZbaZb",
        "Timestamp": "2021-05-05 13:20:57"
    },
    {
        "Tweet": "Watch: Chukwuemeka's #NpowerSuccessStory and his journey in web development, programming and digital marketing. #imostate https:\/\/t.co\/SKzbDN6Vho",
        "Timestamp": "2021-05-06 14:06:14"
    },
    {
        "Tweet": "Programming alert: The Boston Celtics-Miami Heat game on Tuesday, May 11 has been moved from a 7:00 PM ET start to a 7:30 PM ET start. The game will now be broadcast on TNT.",
        "Timestamp": "2021-05-06 20:13:02"
    },
    {
        "Tweet": "So excited that my friend @sarahelizalewis's important work is being recognized, celebrated and brought to a wider audience through this incredible tribute to Vision &amp; Justice @friezeofficial. Learn more about the programming here: https:\/\/t.co\/tjDvJfW66y",
        "Timestamp": "2021-05-05 19:40:52"
    },
    {
        "Tweet": "On Sunday, NFL Network is handing over the control room to the @McCourtyTwins, and they get to pick the programming. \n\nJust a hunch that some time might be spent revisiting the AFC title game in Kansas City, the Super Bowl win over the Rams ... and of course @MamaMcCourty. https:\/\/t.co\/6vbiRKDYh6",
        "Timestamp": "2021-05-06 20:01:07"
    },
    {
        "Tweet": ".@LondonBookFair has revealed details of its online-only event, which will now run across three weeks in June, featuring conferences, streamed programming, discussions and author appearances. Find out more here: https:\/\/t.co\/FbOjfG5vjo https:\/\/t.co\/nDFeAUYgX9",
        "Timestamp": "2021-05-06 08:13:27"
    },
    {
        "Tweet": "Street Dreams Magazine is proud to announce the launch of Celebrating The Wins, an outdoor gallery and 3-month residency .@TheSeaport , opening on May 14, 2021.\n\nFeaturing original photography from 24 artists + experiential programming events. \n\nCurated by .@stevesweatpants https:\/\/t.co\/hUX0EDwxY5",
        "Timestamp": "2021-05-05 18:06:36"
    },
    {
        "Tweet": "Nintendo Announces Game Builder Garage, A Quirky Programming Game For Switch https:\/\/t.co\/0vHAOsmzFz #NintendoSwitch #UpcomingReleases #GameBuilderGarage https:\/\/t.co\/Sa8FFj7J8K",
        "Timestamp": "2021-05-05 22:20:02"
    },
    {
        "Tweet": "The American education system is programming us to be test takers, not question askers. We are producing job seekers, not path finders.",
        "Timestamp": "2021-05-05 23:06:00"
    },
    {
        "Tweet": "It’s #WellnessWednesday &amp; our #KickingTheStigma programming lineup includes:\n- Reggie Wayne (@ReggieWayne_17 )\n- Mike Epps (@TheRealMikeEpps )\n- Chris Ballard\n- Cameron Crowe (@CameronCrowe )\n- - LIVE classes w\/ @ColtsCheer 8am, 11:30am, 5:30pm, &amp; 8:30pm",
        "Timestamp": "2021-05-05 11:55:25"
    },
    {
        "Tweet": "We interrupt your regularly scheduled programming to thank YOU with this appreciation post. 🙌\n\nShoutout to you all, our MINDSET Community, for sharing your stories and growing with us! Pat yourselves on the back today. ☺️💚\n\n#MentalHealthAwareness #MentalHealthMatters #MINDSET https:\/\/t.co\/ZZYUfAui5b",
        "Timestamp": "2021-05-04 23:49:15"
    },
    {
        "Tweet": "Whenever someone starts a conversation, “I’m not antivaccine but...”  remember the guy who told you “it’s not about the money” because it will be all about the money. \n\nFox News night programming has launched a very destructive antivaccine campaign in 2021. I don’t understand why https:\/\/t.co\/W5DVlwbeG5",
        "Timestamp": "2021-05-04 15:45:29"
    },
    {
        "Tweet": "Time to call people out. @TimesNow @vineetjaintimes \n\nYou gave viewers pious sermons how #Covid was the primary issue on counting day. Programming alert! Remember ? \nPolitics second. Covid first. \n\nToday 7-11 pm non-stop every panel discussion on ‘Bengal Politics’. \n\nIntrospect",
        "Timestamp": "2021-05-04 10:16:04"
    },
    {
        "Tweet": "The @GRAMMYMuseum has revealed the lineup for its COLLECTION:live virtual programming lineup, much of it highlighting artists of #Asian descent in celebration of Asian American and Pacific Islander Heritage Month.  https:\/\/t.co\/GImq5d5EZa",
        "Timestamp": "2021-04-30 22:33:00"
    },
    {
        "Tweet": "ORDER IN THE COURT! \nIn a brilliant programming move, @tcm will unite @BenMankiewicz with his (much) older brother, true-crime #Dateline all-star @JoshMankiewicz as they spotlight classic courtroom dramas every Wednesday in May!\nStarts tomorrow at 8p ET with “12 Angry Men.” https:\/\/t.co\/CMviVSiiCT",
        "Timestamp": "2021-05-04 23:19:01"
    },
    {
        "Tweet": "For anyone wanting to learn Java, just a reminder that I have an engaging course available just for you! And it's FREE ❤️\n\n👉🏾 https:\/\/t.co\/eQ9rqO1Dp5 https:\/\/t.co\/U6H88PZ66U",
        "Timestamp": "2021-05-02 16:48:57"
    },
    {
        "Tweet": "Ks for a cause. \n\nAfter recording 51 strikeouts in April, @BauerOutage will be donating $51,000 to @thinktogether to help fund its afterschool STEM and robotics programming. Trevor will support @jklivinFNDN for May. https:\/\/t.co\/01QPZpJVbs",
        "Timestamp": "2021-05-04 21:18:45"
    },
    {
        "Tweet": "“Recursion is the parallel parking of programming.”",
        "Timestamp": "2021-04-29 15:36:58"
    },
    {
        "Tweet": "A quick break from your scheduled #NFLDraft programming to show you Jet getting inside of a jet ✈️ @MecoleHardman4 https:\/\/t.co\/MG8uXsYpF7",
        "Timestamp": "2021-04-30 19:04:49"
    },
    {
        "Tweet": "If you love Senior Vice Presidents of Late Night Programming, you're gonna LOVE last night's #LateLateShow monologue \n\nhttps:\/\/t.co\/hqwlGMCeJM",
        "Timestamp": "2021-05-04 23:11:29"
    },
    {
        "Tweet": "#KickingTheStigma programming lineup for today:\n* Peyton Manning\n* Frank &amp; Linda Reich\n* Snoop Dogg\n* Tony Dungy\n* Jeff Saturday\n* Rob Lowe\nDonate and watch at https:\/\/t.co\/Rgq5joRwcA !!! Every dollar counts!",
        "Timestamp": "2021-05-04 12:06:06"
    },
    {
        "Tweet": "The Murdoch media is hooked on the profits that flow from racist programming. Tucker Carlson has lost 70 advertisers in the past year and faces a Jewish community boycott, but he's still the best-rating show on US cable TV. Where Fox goes, Sky follows. https:\/\/t.co\/0DDiDEwAt5",
        "Timestamp": "2021-05-02 01:52:00"
    },
    {
        "Tweet": "Tucker Carlson is now so thoroughly integrated into Fox’s programming and strategy that advertisers on the network’s other programs can’t hope to fully separate their brands from his.\n\nAnd that’s very dangerous for them. https:\/\/t.co\/RjwWnphF1x",
        "Timestamp": "2021-05-03 18:29:05"
    },
    {
        "Tweet": "😍😍😍\n\n@Scotiahockey and the Maple Leafs are making a donation of $20,000 to @YouCanPlayTeam to support LGBTQ+ youth programming in the Greater Toronto Area. https:\/\/t.co\/UMqJLbpb1j",
        "Timestamp": "2021-05-01 22:30:27"
    },
    {
        "Tweet": "What a VPN is and how it works: https:\/\/t.co\/JOT4PWbyBL Via @ForbesAdvisor https:\/\/t.co\/UskVolYFMM",
        "Timestamp": "2021-05-07 00:08:41"
    },
    {
        "Tweet": "Bible apps have been removed from the App Store in China. It now requires the use of a virtual private network (VPN) to download Bible apps in China. https:\/\/t.co\/R8XSuoX5sz",
        "Timestamp": "2021-05-06 15:12:00"
    },
    {
        "Tweet": "The difference between proxy and VPN: https:\/\/t.co\/boOm6yXi9E Via @ForbesAdvisor https:\/\/t.co\/SEqnrt99od",
        "Timestamp": "2021-05-06 23:48:57"
    },
    {
        "Tweet": "Resident Evil Village is live on Steam if you're in Europe (or have a VPN) https:\/\/t.co\/KLBPuMrwx8",
        "Timestamp": "2021-05-07 00:52:10"
    },
    {
        "Tweet": "Economic hardships have turned most of these women into gold diggers, thats why your girlfriend is telling me she is single #FixTheCountryNow \nEconomic hardships make boys dey job but lunch time them for on VPN and search client for office. E no easy",
        "Timestamp": "2021-05-04 19:57:40"
    },
    {
        "Tweet": "The movie has English subs on these streaming sites. But you probably need a VPN to watch. \n\nhttps:\/\/t.co\/HPdmZ8gSb7 https:\/\/t.co\/VLlK4XYrUg",
        "Timestamp": "2021-05-06 19:18:03"
    },
    {
        "Tweet": "I’m happy to be partnering with @AtlasVPN, an affordable VPN for streaming and browsing securely without geo-restrictions. Recently, they made an interesting study on data breaches. Did you know that over 5B records have been leaked in 2021?\nCheck it out: https:\/\/t.co\/YEQJ0tRhP9",
        "Timestamp": "2021-05-06 15:10:37"
    },
    {
        "Tweet": "The Online Content Regulation extends to everyone residing in #Tanzania \nThe use of VPN is illegal as it “allows users to have access to prohibited content” - that’s blocked by the govt\n@Twitter was prohibited and @FichuaTanzania still is #WorldPressFreedomDay https:\/\/t.co\/IZC8c8EpL1",
        "Timestamp": "2021-05-03 07:10:40"
    },
    {
        "Tweet": "U.S. government probes VPN hack within federal agencies, races to find clues https:\/\/t.co\/qDoviaj4k7 https:\/\/t.co\/vtzaXmTdwQ",
        "Timestamp": "2021-04-29 20:35:03"
    },
    {
        "Tweet": "U.S. government probes VPN hack within federal agencies, races to find clues https:\/\/t.co\/1Q2Hh3OyVd https:\/\/t.co\/wE4Evq6M0O",
        "Timestamp": "2021-04-29 23:40:04"
    },
    {
        "Tweet": "The 9 reasons why everyone should use a VPN. Yes, even non-techies https:\/\/t.co\/0yzBmIpxEc Via @ForbesAdvisor https:\/\/t.co\/KcpPNva8E2",
        "Timestamp": "2021-05-02 01:28:48"
    },
    {
        "Tweet": "Good news for our friends in Germany and France: Mozilla VPN is now available in your countries! \n\nIt's an excellent way to blur your identity online, whether you're at home or using public wifi. Check it out:\n\nhttps:\/\/t.co\/Ur22mm5fWE",
        "Timestamp": "2021-04-29 15:25:34"
    },
    {
        "Tweet": "#Tanzania CCM regime unblocked Twitter for less than 3 hours today! \nBy this afternoon we couldn’t access Twitter without VPN again. \nGosh the length they will go to get positive headlines! https:\/\/t.co\/8aPx9a1tLQ",
        "Timestamp": "2021-04-29 12:52:01"
    },
    {
        "Tweet": "Dear @bstategames,\nPlease rename your asia servers “hackers welcome here”.\nSincerely,\nDied 7 labs in a row 3 seconds off spawn timmy",
        "Timestamp": "2021-05-06 16:58:04"
    },
    {
        "Tweet": "”Hackers do not cause breaches, people (insiders) do” - Frank Abagnale.\n\nThis is very true of Nigerian bank frauds.",
        "Timestamp": "2021-05-06 02:10:53"
    },
    {
        "Tweet": "When Qatar hacked Elliot Broidy no one raised the possibility that American journalists who coordinated with state-sponsored hackers should go to prison.\n\n0 difference between what Assange is accused of doing (lol at believing the IC’s allegations) and what every outlet does.",
        "Timestamp": "2021-05-06 18:16:10"
    },
    {
        "Tweet": "Thinking about getting an electric bike, but their top speed is 20mph. Given that it will still reach 20mph going uphill, I'm guessing the speed limit is enforced by software. Good job I don't know any hackers :)",
        "Timestamp": "2021-05-05 18:14:16"
    },
    {
        "Tweet": "When AI systems learn to hack other AI systems, humans will become little more than collateral damage. https:\/\/t.co\/IBe2fwBT3W",
        "Timestamp": "2021-05-06 06:41:07"
    },
    {
        "Tweet": "this story is peak “roaring 20s”\n\nalso, @wired, it’s “cybercriminals” - not “hackers”... tyvm :)\n\nThey Told Their Therapists Everything. Hackers Leaked It All | WIRED https:\/\/t.co\/DaKVxRaNKC",
        "Timestamp": "2021-05-06 02:31:59"
    },
    {
        "Tweet": "Qualcomm Chip Flaw Could Leave 30 Percent of the World's Phones Vulnerable to Hackers https:\/\/t.co\/SujyYuujGl https:\/\/t.co\/C9d9MZlocG",
        "Timestamp": "2021-05-06 21:31:36"
    },
    {
        "Tweet": "Have you got the 2-FACTOR? Two-factor authentication (2FA) helps to stop hackers from getting into your accounts, even if they have your password https:\/\/t.co\/qrBjVc5LvK\n#WorldPasswordDay https:\/\/t.co\/oepW4pCoTg",
        "Timestamp": "2021-05-06 10:07:08"
    },
    {
        "Tweet": "Exim, a popular mail transfer agent, has a series of vulns that'd allow hackers to have a field day against targets — reminder, Russian military intelligence hackers (Sandworm) were targeting Exim last year, according to NSA officials. @CyberScoopNews  https:\/\/t.co\/aUwXwOYW93",
        "Timestamp": "2021-05-05 17:49:51"
    },
    {
        "Tweet": "This is just horrific: “They Told Their Therapists Everything. Hackers Leaked It All” https:\/\/t.co\/Rn1krL0A38",
        "Timestamp": "2021-05-05 02:47:33"
    },
    {
        "Tweet": "❌ Banned from the country\n❌ Targeted by hackers\n❌ Taken to court\n\n🇨🇳 China is taking desperate measures to silence Uyghur researcher Adrian Zenz.\n\n@Josiensor spoke to Zenz to find out why 👇🧵\n\n🔓 This article is currently free to read \nhttps:\/\/t.co\/M4xKfDqbCG",
        "Timestamp": "2021-05-04 12:29:55"
    },
    {
        "Tweet": "8. Byrne is a notorious conspiracy theorist who insists Trump won and says he has \"been funding a Bad News Bears collection of just the right spooks, lawyers and ethical hackers, patriots all, to reverse engineer, infiltrate, and disrupt this coup\" \n\nhttps:\/\/t.co\/j6LwSEAZId",
        "Timestamp": "2021-05-04 13:08:59"
    },
    {
        "Tweet": "Joy Reid got to where she is for the same reason she managed to get into Harvard. No cable news outlet would've believed a white pundit's story that old controversial blogs were the work of hackers. \n\nSpeaking of merit, how were you rejected by UCF but accepted into Harvard? https:\/\/t.co\/2TnlHJCOGb",
        "Timestamp": "2021-05-04 17:14:25"
    },
    {
        "Tweet": "Catch up on what's happening in your favorite city full of hackers.\n\nDive into the first major update to Watch Dogs Legion now: https:\/\/t.co\/kEvK8Efirc https:\/\/t.co\/YubVAh95Th",
        "Timestamp": "2021-05-04 20:00:01"
    },
    {
        "Tweet": "Exclusive: Hackers Break Into $2 Billion Delivery Startup Glovo https:\/\/t.co\/mZqvChYn68 https:\/\/t.co\/n5SkZb3UlK",
        "Timestamp": "2021-05-04 10:30:44"
    },
    {
        "Tweet": "Hackers are attacking the COVID-19 vaccine supply chain https:\/\/t.co\/SDusaIDsz2",
        "Timestamp": "2021-04-29 23:19:40"
    },
    {
        "Tweet": "Private information contained within the NHS mobile app which will be used as a Covid vaccine passport when international travel returns could be accessed by hackers at airports if logged into on insecure Wifi networks. https:\/\/t.co\/yrWY6o34xH",
        "Timestamp": "2021-05-02 09:25:54"
    },
    {
        "Tweet": "Shin Megami Tensei: Devil Summoner: Soul Hackers (3DS) is $9.99 on US eShop https:\/\/t.co\/lPcAU3Vpgu https:\/\/t.co\/evW2qVfFrV",
        "Timestamp": "2021-04-29 16:06:47"
    },
    {
        "Tweet": "Newly installed DAG Lisa Monaco announces 120-day \"cyber review\" at DoJ during remarks at Munich Cyber Security Conference. Says the review will look for best tools available to disrupt hackers using digital currency, AI, and supply chain weaknesses to support their schemes",
        "Timestamp": "2021-04-30 15:42:29"
    },
    {
        "Tweet": "Update to iOS 14.5.1 Right Now or Your iPhone Is a Sitting Duck for Hackers https:\/\/t.co\/SooN50SWin https:\/\/t.co\/WvhedYb46h",
        "Timestamp": "2021-05-04 19:01:08"
    },
    {
        "Tweet": "Malware, at least he is doing press conferences and informing the people on regular basis. \n\nWhere is Modi? https:\/\/t.co\/Fzyep5Aznx",
        "Timestamp": "2021-05-06 11:02:20"
    },
    {
        "Tweet": "#Beware | A fake #COVID19 Vaccine Registration SMS is in circulation with a link making users install a malicious app named \"COVID-19 or Vaccine Register\", which propagates malware after it is installed. Read here 👇\nhttps:\/\/t.co\/5JFroflGzA",
        "Timestamp": "2021-05-05 11:05:20"
    },
    {
        "Tweet": "If you get a message on Facebook Messenger asking “is this you in this video?”, delete it. Clicking on it will download malware on your device. #facebookhacked #facebookmessenger #malwarealert",
        "Timestamp": "2021-05-06 14:55:21"
    },
    {
        "Tweet": "Westeal was designed to steal #bitcoin (BTC) and ethereum (ETH) coming in and out of the victim’s wallet through their clipboard. https:\/\/t.co\/g78yAVanmt",
        "Timestamp": "2021-05-05 08:32:44"
    },
    {
        "Tweet": "People who acquire the malicious app get access to a web panel to handle all the operations, including a “victim tracker panel.” https:\/\/t.co\/g78yAVanmt",
        "Timestamp": "2021-05-05 17:32:54"
    },
    {
        "Tweet": "Three new malware families found in global finance phishing campaign  https:\/\/t.co\/nCut7EkNZ4",
        "Timestamp": "2021-05-05 05:45:15"
    },
    {
        "Tweet": "New FBI flash alert about Avaddon ransomware, which the bureau says is being used against \"US and foreign private sector companies, manufacturing organizations, and healthcare agencies.\"\n\n\"The malware...verifies the victim is not located in the Commonwealth of Independent States\" https:\/\/t.co\/E0t61tCY0f",
        "Timestamp": "2021-05-06 17:05:47"
    },
    {
        "Tweet": "Bhakt and Malware will run hashtag Bring back Kangana Ranaut but India will tweet #WelldoneTwitter",
        "Timestamp": "2021-05-04 07:17:59"
    },
    {
        "Tweet": "In this playlist, you’ll find overviews of location tracking, messages to\/from your phone, its components, and malware. We also cover more risk-heavy scenarios like burner phones, search &amp; seizure, and behavior analysis. https:\/\/t.co\/RrnojrvDur",
        "Timestamp": "2021-05-06 21:39:00"
    },
    {
        "Tweet": "#Apple acquired malware detection startup SourceDNA in 2016, an acquisition that went unreported until it was revealed during testimony in the Epic Games v. Apple trial. https:\/\/t.co\/c4Dxs0V9vI https:\/\/t.co\/myitj5xy3H",
        "Timestamp": "2021-05-06 22:36:55"
    },
    {
        "Tweet": "Since January 2021, the McAfee Mobile Research team has established that Roaming Mantis has been targeting Japanese users with a new malware called SmsSpy. https:\/\/t.co\/Ma2wHAJMWI RT @McAfee",
        "Timestamp": "2021-05-06 11:34:51"
    },
    {
        "Tweet": "I wrote an entire new family of malware, when executed it accesses your system, neatly organizes your files and makes your desktop pretty. It then prompts you to send Bitcoin or it will put it back the way it was. I call it handsomeware.",
        "Timestamp": "2021-04-30 04:48:48"
    },
    {
        "Tweet": "GitHub is changing their policies around exploits and malware, and is asking the security research community for feedback:\nhttps:\/\/t.co\/OerR5U2Nos\n\nPull request for public comment: \nhttps:\/\/t.co\/rjPv7QYUE1",
        "Timestamp": "2021-04-30 00:17:14"
    },
    {
        "Tweet": "A new ~this week in security~ just dropped:\n\n• Malware exploited a 'mind-blowing' macOS bug\n• U.S. agencies hacked (for a third time)\n• Emotet botnet takedown\n• DigitalOcean data breach\n• Lots more, and a cyber cat\n\nSign up: https:\/\/t.co\/NWlA7Y2TvA \nhttps:\/\/t.co\/PmtsIndvF4",
        "Timestamp": "2021-05-02 15:48:03"
    },
    {
        "Tweet": "Malware droids are attacking our devices. Help save the galaxy – defend your networks: https:\/\/t.co\/llCa7HmmJI #MayThe4thBeWithYou #MayThe4th https:\/\/t.co\/QCFUAWKeds",
        "Timestamp": "2021-05-04 17:31:02"
    },
    {
        "Tweet": "Review requested: updates to policies on how GitHub responds to abuse reports relating to malware and exploits. We believe that open communication and collaboration in security research are crucial to software security. https:\/\/t.co\/KVyLoQsGYY",
        "Timestamp": "2021-04-29 17:20:48"
    },
    {
        "Tweet": "Security researchers have discovered a crafty piece of malware written for Linux, but finding it after three years in the wild is just \"the tip of the iceberg,\" they say. Its true purpose remains a mystery. https:\/\/t.co\/Itmd1kw2yt",
        "Timestamp": "2021-04-29 16:51:52"
    },
    {
        "Tweet": "Apple has been busy in recent years adding layers of protections that make it a lot more difficult for malicious software to run on Macs. But a vulnerability in the OS, publicly disclosed and patched this week, was exploited to bypass all of them.  https:\/\/t.co\/9FUZLra45t",
        "Timestamp": "2021-04-29 15:39:06"
    }
]