[{"Tweet":"Bill Gates: privacy please everyone.\n\nAlso Bill Gates: we need vaccine passports.","Timestamp":"2021-05-08 14:48:36"},{"Tweet":"Why are Facebook and Apple fighting over your search history?\n\nIt comes down to Apple wanting to protect your privacy and Facebook wanting to monetize it. https:\/\/t.co\/ZmPdMCXLih","Timestamp":"2021-05-08 17:00:00"},{"Tweet":"The White House just published the first log of visitors from Jan. These are people invited on the grounds, and the White House says they'll disclose them on a monthly basis. Trump had stopped the practice, citing privacy &amp; \"grave national security risks.\"\nhttps:\/\/t.co\/ABrBcQVyby","Timestamp":"2021-05-07 20:33:46"},{"Tweet":"I had a truly excellent conversation with the deeply impressive @MartaBelcher on cryptocurrencies, the threat of Central Bank Digital Currencies, privacy coins, Bitcoin's Taproot upgrade, how cash is tracked, and other things, like, you know, mass surveillance. Watch here: https:\/\/t.co\/ozccM8dV1E","Timestamp":"2021-05-07 20:07:40"},{"Tweet":"WhatsApp scraps May 15 deadline for accepting privacy policy, says no accounts will be deleted if terms not accepted by users","Timestamp":"2021-05-07 12:08:14"},{"Tweet":"#COVID19 Statistics in SA as at 07 May.\n\nUse the COVID Alert SA app to protect yourself, your loved ones and your community. Start using this privacy preserving app today. Add your phone to the fight! Download the Covid Alert SA app now! https:\/\/t.co\/8YKEqaiiRF https:\/\/t.co\/hiu0QRLFMe","Timestamp":"2021-05-07 19:17:27"},{"Tweet":"Respect @Snowden for his work on privacy and criticism of CBDCs. But this clip is a disaster. TLDR:\n\n-Taproot makes Bitcoin privacy worse\n-Lightning is \"shenanigans\"\n-Attacks core devs\n-Hypes NFTs + privacy coins (except Monero which he trashes)\n\nWhen SnowdenCoin? Say it ain't so https:\/\/t.co\/xQtoGyCEHV","Timestamp":"2021-05-08 06:34:44"},{"Tweet":"NYT: \"Companies are wavering on requiring employees to get vaccinated. It’s a delicate balance between health and privacy.\"\n\nAny company that drug tests and is not requiring vaccines probably should explain why that is.","Timestamp":"2021-05-07 11:13:47"},{"Tweet":"4) Privacy coins are great, but they're too small and too easy to smother via regulatory actions like de-listing from exchanges. Only Bitcoin has immunity-via-dominance to delisting. It adopting privacy-by-design instantly normalizes financial privacy. Ultima Ratio Cryptum.","Timestamp":"2021-05-08 14:53:02"},{"Tweet":"1) This is such a profoundly misleading TL;DR of a privacy-focused talk that it's hard to call it anything but intentionally deceptive.\n\n2) To the extent I own crypto (unless and until it has been lost in boating accidents), I own more bitcoin than anything else—but","Timestamp":"2021-05-08 14:21:32"},{"Tweet":"The Trump White House cited “ grave national security risks and privacy concerns of the hundreds of thousands of visitors annually” in not releasing visitor logs. Critics said they just wanted to conceal visits by lobbyists, donors and others. https:\/\/t.co\/DzAEwCtXsS","Timestamp":"2021-05-07 20:25:20"},{"Tweet":"Bill Gates just asked us all for privacy...let that sink in for a moment. 😂","Timestamp":"2021-05-06 21:02:48"},{"Tweet":"NOTE: the #privacy issue I flag below is *different* from the one @RachelTobac discovered whereby #tipjar reveals the sender's physical address https:\/\/t.co\/EfMROGccw1\n\nBoth are problematic as they're not adequately disclosed and create digital + physical risks for @Twitter users https:\/\/t.co\/FyanRtQE0n","Timestamp":"2021-05-07 04:03:16"},{"Tweet":"And ion really care for to much fame cuz I like privacy 💆🏾‍♂️","Timestamp":"2021-05-07 07:01:05"},{"Tweet":"Whatever you think of Bill Gates, he’s a human being, so let’s respect his privacy. (Link unrelated)\n\nhttps:\/\/t.co\/S41sROdDRK","Timestamp":"2021-05-03 21:09:05"},{"Tweet":"Yes, this is a PayPal issue (leaks address w\/ PayPal payments off of Twitter too). Twitter integrated PayPal into their tip feature so it's now Twitter's responsibility to inform users about how using PayPal w\/ Twitter Tip Jar impacts privacy as many Twitter users aren't aware.","Timestamp":"2021-05-06 22:32:25"},{"Tweet":"Bill Gates deserves all of the same privacy he would give those who aren’t going to take the vaccine.","Timestamp":"2021-05-04 02:18:09"},{"Tweet":"Bill and Melinda Gates: “We ask for space and privacy for our family as we begin to navigate this new life.” Can our families also have space and privacy from both of you?","Timestamp":"2021-05-04 00:43:05"},{"Tweet":"Bill Gates: “We need to be able to track Americans with vaccine passports.“\n\nAlso Bill Gates: “Please respect my privacy during this difficult time.”","Timestamp":"2021-05-05 08:15:22"},{"Tweet":"Thank you for taking action today Twitter. You didn’t create the PayPal address leak issue but you’re taking responsibility for your user’s privacy with your PayPal integration by warning them about how their personal info could be revealed when tipping w\/ PayPal Twitter Tip Jar. https:\/\/t.co\/paIXq2GvUo","Timestamp":"2021-05-06 23:44:20"},{"Tweet":"Why is Facebook so upset about the new Apple privacy feature?\n\nIf you don’t know, now you know. https:\/\/t.co\/JKxn5SD2mh","Timestamp":"2021-05-04 12:02:00"},{"Tweet":"The future of startups:\n\n- Privacy-first\n- Community-first\n- Sustainability-first\n- Creator-first\n- Decentralized-first\n- Digital-first \n\nBookmark this list. Print it out\n\nThis is where the world is going","Timestamp":"2021-05-01 18:15:57"},{"Tweet":"Do you know of a guru who cremated his wife in privacy, even before her father came to the funeral, disregarding her family tradition of burial? \nPrivacy is a clever argument against transparency.","Timestamp":"2021-05-02 02:57:39"},{"Tweet":"NEWS: Today we welcome Arrington Capital, Blocktower Capital, Spartan Group, and Skynet Trading to the Secret ecosystem as they acquire a collective $11.5M position in $SCRT, helping support the ongoing growth of privacy-preserving apps on Secret Network. \nhttps:\/\/t.co\/0YkNm6BFjK https:\/\/t.co\/bpw290nAYS","Timestamp":"2021-05-03 14:06:59"},{"Tweet":"Remember how Apple refused to unlock the San Bernardino shooter's iPhone, because it was the principle, they had to protect their user's privacy? \nBut, notice how fast they were to let the same FBI break into Rudy Giuliani's iCloud: https:\/\/t.co\/itPc9JfHQT","Timestamp":"2021-05-03 16:51:39"},{"Tweet":"Facebook and Instagram notices in iOS apps tell users tracking helps keep them ‘free of charge’ https:\/\/t.co\/LKAkR9cnuQ https:\/\/t.co\/VU8UjuCDzL","Timestamp":"2021-05-02 19:31:47"},{"Tweet":"Apple is rolling out a major privacy feature that will allow iOS users to decide how they want their personal data handled https:\/\/t.co\/Pip3gC2ytr","Timestamp":"2021-05-02 19:00:22"},{"Tweet":"“@SecretNetwork is the first blockchain ecosystem to prioritize privacy. Financial privacy is critical to individual freedom,” said @arrington.\nBy @benjaminopowers\nhttps:\/\/t.co\/K6lXfTbZVl","Timestamp":"2021-05-03 14:14:37"},{"Tweet":"COVID-19 passports pose serious privacy threats unless regulators prioritize data protection.\n\n\"…minimize data collection &amp; retention, meet &amp; go beyond legal requirements, &amp; follow privacy-by-design principles to ensure robust respect for human rights.\"\n\nhttps:\/\/t.co\/JFbC2r3tVM","Timestamp":"2021-05-03 13:47:01"},{"Tweet":"Feel like you need a crash course on online privacy? Our newsletters are a great resource for privacy tips, research, and news: https:\/\/t.co\/iTb32JEps2","Timestamp":"2021-05-01 13:47:01"},{"Tweet":"In the race towards Web 3 financial privacy, Secret Network attracts backing from key players https:\/\/t.co\/UC1cWs6VJ8 by @mikebutcher","Timestamp":"2021-05-03 14:00:52"},{"Tweet":"While you might want to respect their personal privacy, and should, this is a still a big deal for all their extensive and impactful joint philanthropy. https:\/\/t.co\/LLhuk6t2cA","Timestamp":"2021-05-03 20:44:53"},{"Tweet":"Congratulations @SecretNetwork: In the race toward Web 3 financial privacy, Secret Network attracts backing from key players https:\/\/t.co\/OQFVD2cr7e via @techcrunch @torbair @arringtonXRPcap  #SCRT","Timestamp":"2021-05-03 18:32:52"},{"Tweet":"The Labor Battle for the Right to Pee\n\nDelivery workers for DoorDash, Grubhub, Uber Eats &amp; other tech giants are fighting for the right to pee in privacy. Many restaurants rely on these delivery workers, but won't them use their bathrooms.\nhttps:\/\/t.co\/JgEjCVtFDq\n@newrepublic","Timestamp":"2021-05-01 13:07:30"},{"Tweet":"With enabling appointments for COVID19 Vaccination and download of Vaccine Certificates, there has been an update to Privacy Policy and Terms of Service of Aarogya Setu. Read them here:\n\nPrivacy Policy\nhttps:\/\/t.co\/wcWH4wXavB\n\nTerms of Service \nhttps:\/\/t.co\/TYJxx36DYT","Timestamp":"2021-05-01 11:13:17"},{"Tweet":"Recently issued Turkish regulation bans press from recording police actions against the protestors, citing “privacy concerns” \n\nThis is what happens if you try to record a scuffle, whether there is a police abuse to see \n\n https:\/\/t.co\/h7eTJyeoZd","Timestamp":"2021-05-01 10:41:29"},{"Tweet":"May 1st is the beginning of sea turtle nesting season and here is how you can help!\n\n1. Give them privacy and do not use flash photography.\n2. Turn your lights off or use sea turtle friendly lighting.\n3. Knockdown sandcastles and fill in holes.\n4. Dispose of all trash. https:\/\/t.co\/BnDQ20mh2Q","Timestamp":"2021-05-01 13:00:21"},{"Tweet":"\"If we care about protecting civic space &amp; democracy globally, a privacy law could not be more important to lay down red lines for companies. Just like you're not allowed to hire 12yo and make them work 15 hours\/day. You can't make profits beyond that red line.\" @rmack #HKDC2021 https:\/\/t.co\/cniTsQFAZm","Timestamp":"2021-05-01 06:38:04"},{"Tweet":"I always know wtf is up . Trust .","Timestamp":"2021-05-08 06:15:30"},{"Tweet":"Purpose is one of the greatest rewarding factors in any sort of long term success story in ALL aspects of life. It makes the stress more exciting, turns each failure into a lesson, cultivates honestly and trust, views money as a fuel not a goal, and turns work into passion.","Timestamp":"2021-05-08 12:16:39"},{"Tweet":"Dear Lord,\n\nToday, I confess some days the battles are too hard and difficult. I have little strength and the enemy feels too formidable. But I will stand still and see Your deliverance. I will clearly declare and believe that the battle belongs solely to You. I trust You. Amen🙏🏾","Timestamp":"2021-05-07 12:42:11"},{"Tweet":"RT, if you trust God.","Timestamp":"2021-05-08 23:27:10"},{"Tweet":"Why are Republicans so afraid of questions?\n\nTrump was never afraid of questions on anything.\n\nThat’s how you build trust and change minds: TRANSPARENCY.","Timestamp":"2021-05-07 20:34:57"},{"Tweet":"In April I tweeted that I did not, and would not assault Mbali. I did this to set the record straight in order to correct the narrative that is out there.I thereafter chose to remain silent about issue as I had faith and trust in the judicial system.","Timestamp":"2021-05-07 14:06:39"},{"Tweet":"For the love of Namma Tamil Nadu, we are doing our bit by procuring 450 Oxygen concentrators to @chennaicorp, through Bhoomika trust.\nRead: https:\/\/t.co\/25o8q3gmff\n\nWe are in this together 💛\n\n#StayHome #StaySafe #WhistlePodu #Yellove 🦁 https:\/\/t.co\/tkZpISatEb","Timestamp":"2021-05-08 15:43:05"},{"Tweet":"I have a thought for you, you were the first to trust me with @Turki_alalshikh .\n\nThese 100 goals are the fruit of the work of an entire community, of which you have been a part.\n\nThank you for everything ! 🤲🏿💙 https:\/\/t.co\/kNARlWLSwF","Timestamp":"2021-05-08 08:49:59"},{"Tweet":"Isn't it interesting how the #Seychelles is the world's most vaccinated country and also now has the highest increase in #COVID \"cases\". \n\nBut don't worry, just trust in 'The Science'.... https:\/\/t.co\/4DTeK5gCgU","Timestamp":"2021-05-08 14:32:53"},{"Tweet":"Good. Name names. Kick them and their families out, strip their looted assets to hold in trust for a free Russia, and send them back to live in Putin's dictatorship they helped build and still support. https:\/\/t.co\/pkbNTYxKVq","Timestamp":"2021-05-07 15:41:55"},{"Tweet":"Imagine the reaction on Reddit when it becomes clear that Trust the Science led to what happened in Wuhan","Timestamp":"2021-05-08 04:31:37"},{"Tweet":"Simply thank you. I will do everything I can to repay the trust and confidence given to me by the people of our great region. https:\/\/t.co\/YCmEixPcM2","Timestamp":"2021-05-08 17:13:00"},{"Tweet":"Thank you to all of our candidates, activists, supporters and staff. And thank you to everyone who has put their trust in us and delivered a record vote and a record number of Scottish Green MSPs! 🗳️💚🏴󠁧󠁢󠁳󠁣󠁴󠁿 https:\/\/t.co\/ES6oqrcMIR","Timestamp":"2021-05-08 19:41:51"},{"Tweet":"Hearing from one shad cab min that Lisa Nandy is “definitely next” to be sacked because “people around Keir think she’s disloyal”. \n\nNandy stood against Starmer for leadership so trust is low in some quarters. But many wld feel it’s a crazy move as she’s one of best communicators","Timestamp":"2021-05-08 18:47:40"},{"Tweet":"trust fund kids showing up to their parents funeral https:\/\/t.co\/UW1p2oKLS0","Timestamp":"2021-05-08 20:19:49"},{"Tweet":"To anyone who might be questioning their belief in Trust, Honesty &amp; Integrity today, remember you carry the fire 🔥\nIt is a war &amp; you might lose a few battles on the way, but history tells us that ultimately good people will triumph","Timestamp":"2021-05-07 06:49:53"},{"Tweet":"Do not trust these cheerleaders from Bollywood, who still dance to @narendramodi 's tunes. Please donate directly to states\/NGOs 🙏🏾 https:\/\/t.co\/IofczJR7B3","Timestamp":"2021-05-07 10:53:10"},{"Tweet":"I actually think Twitter should never have an edit button. The reason it is such a trusted &amp; verified means of curating what has been tweeted is because everyone knows you can’t edit. Once you can edit, it’s harder to trust the records. The upside to no edit button is higher. https:\/\/t.co\/LjhUA7teWZ","Timestamp":"2021-05-07 09:37:08"},{"Tweet":"263 Million people watched #DNA on digital platforms in April 2021. Thank you for your trust. \n@ZeeNews https:\/\/t.co\/FXgzWhCcc5","Timestamp":"2021-05-07 11:25:38"},{"Tweet":"Hey @jack you might want to add MOMO to these tip jar options. Trust me. I know my people. https:\/\/t.co\/9RP0mUIGbs","Timestamp":"2021-05-07 10:16:49"},{"Tweet":"...The Crown Prince also said that the relations between KSA &amp; Pakistan are based on bonds of brotherhood &amp; mutual trust and both nations will continue to play their part for peace, stability &amp; betterment of Muslim Ummah. (4\/4)","Timestamp":"2021-05-07 07:02:19"},{"Tweet":"The lesson here ladies is this... don’t do things that make you uncomfortable because you’re afraid people will see you as difficult.  Trust me they are going to see you as difficult no matter what you do! 😂💯❤️","Timestamp":"2021-05-07 02:35:46"},{"Tweet":"just trust God to open the right doors at the right time.","Timestamp":"2021-05-07 04:12:52"},{"Tweet":"Hard work:   Easy work:\n—————     —————–\ncreate            criticize\ninspire           complain\neducate         blame\nempower       control\ndevelop         imitate\nfinish              give up\ncollaborate    ignore\ntrust               exaggerate\nlead                follow","Timestamp":"2021-05-07 12:20:37"},{"Tweet":"\"If there's something the past year has taught us, it's that we can fully trust China's predictions about a thing that escapes its control.\"\n\nhttps:\/\/t.co\/fFZdsIBgzm","Timestamp":"2021-05-07 11:49:09"},{"Tweet":"And this from former ⁦@UKLabour⁩ shadow minister ⁦@jon_trickett⁩  -says party leadership is 'on notice' and breach of trust with voters over #brexit is worse than over Iraq https:\/\/t.co\/SA11popSSC","Timestamp":"2021-05-07 10:04:43"},{"Tweet":"God i love you,God i trust you !!!","Timestamp":"2021-05-07 04:25:09"},{"Tweet":"These balls are all the same color and I can't trust anything anymore. https:\/\/t.co\/Pu9Hs950k5","Timestamp":"2021-05-07 11:00:22"},{"Tweet":"if you a leftist that talks about capitalism without mentioning colonialism i can’t trust anything u say","Timestamp":"2021-05-07 01:54:36"},{"Tweet":"\"\n\"DO NOT TRUST THE PARTY TO DELIVER ACCURATE RESULTS,” she wrote in a fundraising email to supporters. “Who should you go to for the proper results? Me and my campaign! \n\"\nhttps:\/\/t.co\/O1WrpSBsFj","Timestamp":"2021-05-07 01:26:49"},{"Tweet":"My sincere thanks to the great People of Nandigram for their love, trust, blessings, and support, and for choosing me as their representative and the MLA from #Nandigram. It is my never-ending commitment to be of service to them and working for their welfare. I am truly grateful! https:\/\/t.co\/oQyeYswDa8","Timestamp":"2021-05-02 14:24:31"},{"Tweet":"Morning #TeamJustice. I have a TON of faith &amp; trust in AG Garland &amp; DAG Lisa Monaco. Both were stellar federal prosecutors in my former office, DC USAO. They are neither timid nor afraid of criticism. Our Department of Justice could not be in better hands. And #JusticeIsComing","Timestamp":"2021-05-01 11:32:55"},{"Tweet":"Are you the impatient type? Be careful. Impatience can be dangerous. Instead of trusting the Almighty’s timing, you think you know better? Get out of this mindset. Lay your trust in what He’s doing. He’s the best planner right down to the last second.  Never doubt that.","Timestamp":"2021-05-04 14:19:14"},{"Tweet":"Grateful to the people of Puducherry for choosing NDA to serve this beautiful state. This victory reflects people’s trust in PM @narendramodi ji led NDA’s Politics of Development. Puducherry will now witness a corruption-free and development-oriented government.","Timestamp":"2021-05-02 16:54:25"},{"Tweet":"I have vaccinated my elderly parents. They are my life. I trust the vaccine. You should too.\n\nPlease don't be afraid about the #vaccine. It is perfectly safe to take. Just consult any physician once before you get the shot. Each individual is different. So do your due diligence.","Timestamp":"2021-05-01 06:45:22"},{"Tweet":"Not many Indians would have understood this tweet . This is for Ashraf Sehrai who died today in Jammu jail because of Covid. \n\nSehrai was appointed chairman Tehreek E Hurriyat by Geelani and wanted merger of Kashmir with Pakistan as an Islamic state.\n\nKnow whom to trust ! https:\/\/t.co\/7lmW8dafwv","Timestamp":"2021-05-05 17:29:42"},{"Tweet":"pain changes people, it makes them trust less, overthink more and shut people out.","Timestamp":"2021-05-03 11:14:53"},{"Tweet":"At this point I trust Joe Rogan over bill Gates.","Timestamp":"2021-05-01 14:46:25"},{"Tweet":"Arsenal sacked Emery,brought in Arteta.\nI complained and fellow Gunners as usual said \"Trust the process\"\nAston villa,Burnley etc,all beat us at home.\nThis is the worst confederacy\nKorenke out..Artea out..\nCant even type..sad..","Timestamp":"2021-05-06 21:13:37"},{"Tweet":"I am deeply worried about the lack of progress on climate adaptation.\n\nPeople are already dying, farms are failing, millions face displacement.\n\nI reiterate my call to ensure that at least 50% of climate finance is for adaption &amp; resilience. This is a matter of urgency &amp; trust.","Timestamp":"2021-05-06 18:50:00"},{"Tweet":"Trust. Respect. Love. These things don’t cost anything to create or give but they will bring you so much. Always remember that!","Timestamp":"2021-05-07 00:49:12"},{"Tweet":"In every nation and region we fought hard to win back people’s trust and didn’t  take a single vote for granted. Our incredible candidates and activists have shown the difference Labour can make. It’s been a privilege to campaign alongside you for a better country 🙏 🌹","Timestamp":"2021-05-06 21:16:25"},{"Tweet":"Arteta to Auba, Lacazette, Willian in the Arsenal dressing room at fulltime. Trust the process! 😂🤣 #ARSVIL #UEL  #COYG \nhttps:\/\/t.co\/seIqa935j3","Timestamp":"2021-05-06 20:57:25"},{"Tweet":"Thandi Modise\nNorma Mngoma \nBusisiwe Mkhwebane \nDudu Myeni\nAdila Chowan\n\nSolid Black Women who trust &amp; believe in the capabilities of their own &amp; DO NOT suffer from inferiority complex &amp; selfhate..\n\nYour confidence WILL be rewarded with hard work &amp; results.\n\nSIYABONGA MBOKODO!!✊🏾","Timestamp":"2021-05-01 06:33:10"},{"Tweet":"I met virtually today with President @lopezobrador_. We agreed to work together to establish a strategic partnership to address root causes of migration, spur economic development, and expand security cooperation. I told the President I look forward to visiting Mexico on June 8. https:\/\/t.co\/djZBlAQXiV","Timestamp":"2021-05-07 17:25:17"},{"Tweet":"The Trump Justice Department secretly obtained Washington Post journalists’ phone records and tried to obtain their email records over reporting they did in the early months of the Trump administration on Russia’s role in the 2016 election.  https:\/\/t.co\/zsmGxJ9rRY","Timestamp":"2021-05-07 22:05:27"},{"Tweet":"Junta rule: \"Myanmar’s security forces are arresting thousands of people. Most are boys and young men. But many families of those taken do not know where they are.\" https:\/\/t.co\/n2moDtNil6 https:\/\/t.co\/t3OoX5jJSr","Timestamp":"2021-05-08 04:20:23"},{"Tweet":"Federal govt has no authority to interfere in America's Audit. DOJ interference has nothing to do with violations of minority rights, lack of security and everything to do with Democrat abuse of power and govt intrusion in Arizona elections. #AmericasAudit https:\/\/t.co\/LGUlOYNs8p","Timestamp":"2021-05-07 15:15:54"},{"Tweet":"Way beyond Nixon at his worst: Trump Justice Department secretly obtained Post reporters’ phone records! https:\/\/t.co\/txRXKx9z8T","Timestamp":"2021-05-07 22:04:41"},{"Tweet":"Nigerian Security Agencies Plotting To Kill Prominent Igbo Politicians, Frame ESN For Assassinations —IPOB | Sahara Reporters\nThe pro-Biafra group warned Igbo political leaders and business persons to be cautious of the security details...\nREAD MORE: https:\/\/t.co\/lmA9r32SAQ https:\/\/t.co\/UxIkMGe5QX","Timestamp":"2021-05-07 15:05:19"},{"Tweet":"The city of Portland under @tedwheeler has fostered extremely dangerous conditions where far-left protesters can shut down traffic at will &amp; beat drivers. The roving armed \"security\" for these marches has been extremely violent. Last summer one of them shot dead Aaron Danielson. https:\/\/t.co\/Ij4Qwgtn0T","Timestamp":"2021-05-08 21:49:47"},{"Tweet":"\"Residents of Dawei, the hometown of Myanmar junta leader Sr Gen Min Aung Hlaing, are ashamed of their native son for a coup that has led to hundreds of civilian deaths.\" The city of 150,000 \"has seen 11 people killed by security forces\" and 100 arrested. https:\/\/t.co\/ZTSDfhazlV https:\/\/t.co\/Z5Z1KwCMds","Timestamp":"2021-05-08 13:25:31"},{"Tweet":"Arrogance. Superstition. Rudeness. Closed mindedness. Unscientific mindset. Fragile egos. Fake pride. Identity crisis. Low self-esteem. Pathetic lives. Groupthink. Security in becoming part of a mob. Abuse. Bully. Bigotry. Backwardness.\n\nNo vaccine for all this unfortunately.","Timestamp":"2021-05-08 06:44:26"},{"Tweet":"KANBALU, Sagaing Region:\n\nTerrorists (Myanmar security forces) destroyed at least 15 houses in Padauk Pin village on May 7 and looted gold jewelry, cash and mobile phones worth about 10 millions Kyat. \n\n#May8Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/ymNvRTTT1T","Timestamp":"2021-05-08 09:38:25"},{"Tweet":"These three young women civil engineers were abducted by Terrorists (Myanmar security forces) from their homes in North Okkalapa, Yangon at 3:30am.\n\n#May8Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/XEB8kgoX2d","Timestamp":"2021-05-08 02:43:07"},{"Tweet":"Breaking: Trump Justice Department secretly obtained Post reporters’ phone records https:\/\/t.co\/jvuYmCcZZ9","Timestamp":"2021-05-07 21:50:51"},{"Tweet":"Trump administration’s Justice Department secretly obtained Washington Post reporters’ phone records https:\/\/t.co\/5zPZg1fItp","Timestamp":"2021-05-07 22:00:42"},{"Tweet":"Breaking WaPo: The Trump Justice Department secretly obtained Washington Post journalists' phone records and tried to obtain their email records over reporting they did in the early months of the Trump admin on Russia's role in the 2016 election. https:\/\/t.co\/sDxy93etgK","Timestamp":"2021-05-07 22:05:10"},{"Tweet":"MAUNG HTET AUNG (aka) PHOE CHIT\n\nMyingyan, Mandalay Region: At 5:30am, people heard an explosion. Then Terrorists (Myanmar security forces) arrived and a 15-years-old, grade 9 student Phoe Chit was shot in the head and killed. They took his body away. \n\n#May7Coup https:\/\/t.co\/hf2rlq4KzZ","Timestamp":"2021-05-07 14:49:40"},{"Tweet":"Imagine someone blackmarketing Oxygen in Delhi's High Security Zone, 3 km away from PM's residence, during lockdown &amp; without anyone's knowledge?\n\nNavneet Kalra couldn't have been running the Oxygen racket alone. Agencies will hide the real culprits or the powerful will crumble!","Timestamp":"2021-05-07 14:45:16"},{"Tweet":"TAMWE, Yangon:\n\nTerrorists (Myanmar security forces) abducted 7 protesters (4 males, 3 females) who live in Byaing Ye Oo Sin Street. \n\n#May7Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/pJ9KiZ5FLF","Timestamp":"2021-05-07 14:09:09"},{"Tweet":"KANI, Sagaing Region:\n\nKo Kyaw Thu Soe from Kin Sanpya village was shot dead by Terrorists (Myanmar security forces) in the forest this afternoon. A man who went to take the body was slapped by Terrorists. Not allowed to take the body. 1\/2\n\n#May7Coup #WhatsHappeningInMyanmar","Timestamp":"2021-05-07 14:45:27"},{"Tweet":"“The U.N. Security Council’s failure to even discuss an arms embargo against the junta is an appalling abdication of its responsibilities toward the people of #Myanmar” says @hrw. #WhatsHappeningInMyanmar #SaveMyanmar #UNSecurityCouncil  https:\/\/t.co\/FJixfBFPSY https:\/\/t.co\/4GzOyBZEwf","Timestamp":"2021-05-07 12:05:04"},{"Tweet":"Military spokesman Major Kaung Htet San said at the presser on Friday that Myanmar citizens sharing country’s political information on Facebook, Twitter and other social media networks is very alarming situation for national security. #WhatsHappeningInMyanmar #May7Coup","Timestamp":"2021-05-07 09:30:34"},{"Tweet":"SECURITY FORCES FOIL ANOTHER ATTACK ON POLICE AREA COMMAND IN IMO STATE \n\n...Eleven IPOB\/ESN terrorists Neutralised, Arms, Ammunition, Operational Vehicles Recovered\nhttps:\/\/t.co\/ncNH2ZWA5l https:\/\/t.co\/B0pNUyGXD2","Timestamp":"2021-05-07 14:59:16"},{"Tweet":"Former Minneapolis police officers charged with violating George Floyd’s civil rights during the arrest that led to his death https:\/\/t.co\/f1MM2wlKaJ","Timestamp":"2021-05-07 14:13:00"},{"Tweet":"Keir Starmer did not become leader to help Labour win, but to restore establishment control over the party and vanquish the heretics that dared defy its agenda. For the forces he truly represents, the project has been a smashing success. https:\/\/t.co\/kucw0mcCZz","Timestamp":"2021-05-07 14:41:50"},{"Tweet":"New: In a separate indictment, Derek Chauvin will face two counts of violating the rights of a 14-year-old boy during an arrest in Sept. 2017, in which the officer is accused of holding the boy by the neck and hitting him repeatedly with a flashlight. https:\/\/t.co\/8IBDrx56xV","Timestamp":"2021-05-07 15:00:01"},{"Tweet":"Absolutely brutal takedown of Gretchen Whitmer by @detroitnews\n\nShe appears to have:\n\n✅lied about the length of her FL trip\n✅broke security protocols &amp; didn’t contact FL law enforcement\n✅failed to disclose if taxpayers paid for security detail’s travel https:\/\/t.co\/lwzpvhLLdK","Timestamp":"2021-05-07 11:56:13"},{"Tweet":"National security and common sense loses yet again to the leftie human rights lawyers. Law changes now please!","Timestamp":"2021-05-07 14:28:07"},{"Tweet":"The title of Femi Adesina's piece, \"They should let us breathe\", is telling.\n\nIf people in control of the country's political and security apparatuses are asking to be allowed to breathe, what's the fate of commoners like you and me?\n\nWill we choke?","Timestamp":"2021-05-07 13:31:32"},{"Tweet":"Among the stories of loss posting today @FacesOfCOVID:\n\nA security guard from Oregon. \nAn elementary school student from Minnesota. \nA nurse from New York.\nA doctor from Virginia. https:\/\/t.co\/8UoFCJ5WSS","Timestamp":"2021-05-07 12:06:21"},{"Tweet":"50 Terrorists (Myanmar security forces) raided Asia Royal Hospital in Yangon for nearly 3 hours on May 6 at 11pm in the pretext of searching for a patient attendant.\n\nThey searched every floor &amp; left as they didn’t find anything they wanted 1\/2\n\n#May7Coup #WhatsHappeningInMyanmar https:\/\/t.co\/3AeLwZEA7J","Timestamp":"2021-05-07 06:38:53"},{"Tweet":"HLAING, Yangon:\n\nAt 6am, Terrorists (Myanmar security forces) checked a young man's backpack. They slapped him, kicked him, handcuffed him and took him away when they found some papers inside the backpack.\n\n#May7Coup #WhatsHappeningInMyanmar #MilkTeaAlliance","Timestamp":"2021-05-07 03:27:48"},{"Tweet":"...During the meetings, matters of mutual interest, regional security situation including recent developments in Afghan Peace Process, bilateral defence, security, collaboration for regional peace and connectivity were discussed. (2\/4) https:\/\/t.co\/vZTwHIhdOz","Timestamp":"2021-05-07 07:02:18"},{"Tweet":"The White House condemns Florida  election security law signed by Ron DeSantis. \n\nRead that again. \n\nThe White House is condemning Florida election security law signed by Ron DeSantis. \n\nYou can’t make this crap up.","Timestamp":"2021-05-07 02:20:40"},{"Tweet":"5 Students &amp; Volunteers from MATUPI, Chin State were abducted by Terrorists (Myanmar security forces) on Apr 7th &amp; 8th. All leaders in Matupi have appealed the concern authorities for their release but their appeal was rejected\n\n#May7Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/6LRmOEWR7r","Timestamp":"2021-05-07 03:46:13"},{"Tweet":"URGENT APPEAL: if you are a former Subpostmasters\/Post Office worker who might still be in possession of the audio recording of your investigation interview with members of the PO Security branch, please get in touch. DMs open. Pls RT. Many thanks. \n#PostOfficeScandal","Timestamp":"2021-05-07 06:04:36"},{"Tweet":"#LargestVaccineDrive \n\n➡️A new Security Feature added to CoWIN digital platform.\n\n➡️“4 digit security code” to Minimise Errors for ONLINE bookings\/appointments operational from 8thMay 2021.\n\nhttps:\/\/t.co\/8aws6MFyTd https:\/\/t.co\/Vl1wVyV45t","Timestamp":"2021-05-07 07:46:37"},{"Tweet":"This👇should be सदा स्मरणीय for all.\n\nOur ancestors gave us wealth of wisdom #Chanakya\n\nUnwise to put all your eggs in one basket.\n\nNever outsource your own security &amp; self-defence.\n\nOur ancients were never slaves to the powerful; they questioned even the mightiest to save Dharma https:\/\/t.co\/bxChafjxI9","Timestamp":"2021-05-07 03:18:35"},{"Tweet":".@MBuhari Praises @DrIsaPantami's Ministry, Says NIN Registration Will Help Fish Out Criminals | Sahara Reporters \nThe President said 54 million Nigerians had already registered, adding that the enrolment would address the security challenges...\nREAD MORE: https:\/\/t.co\/bsA2nqpGqI https:\/\/t.co\/fUZctYK1d4","Timestamp":"2021-05-07 09:25:31"},{"Tweet":"Newsrooms in Hong Kong, including The New York Times, were sent a pamphlet from the police, declaring: “Know the Facts: Rumors and Lies Can Never Be Right.”\n\nOfficials are seizing on the label of \"fake news\" to warn against undermining national security. https:\/\/t.co\/1ONJ97ppPD","Timestamp":"2021-05-07 05:32:42"},{"Tweet":"Things considered potential threats to China and Hong Kong's national security in the last 24 hours have included social media posts written by teenagers and a clothing store\n\nhttps:\/\/t.co\/oJmoghDI97","Timestamp":"2021-05-07 05:53:38"},{"Tweet":"🆘 @BSYBJP \nWhat is going on in Tannery road Dr. Ambedkar college? Why are the security closing the gates ? Where are the doctors and nurses? Dead bodies in the corridor, no doctors treating patients https:\/\/t.co\/cDhrITTICa","Timestamp":"2021-05-07 09:29:26"},{"Tweet":"Generation Z youths staged a LIGHTNING STRIKE on the streets of THAKETA, Yangon this morning. They evaded Terrorists (Myanmar security forces).\n\n#May7Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/MEMd6V4Ggt","Timestamp":"2021-05-07 01:56:28"},{"Tweet":"HLEDAN, Yangon:\n\nTerrorists (Myanmar security forces) raided Yadana Street, Ward 3 at 12:10am. Abducted an elderly man and a youth. \n\n#May7Coup #WhatsHappeningInMyanmar #MilkTeaAlliance","Timestamp":"2021-05-07 01:49:59"},{"Tweet":"Facebook literally still allowing Russian intelligence to use its assets for hostile operations.\n\nShut. Facebook. Down. It's a goddamned national security threat to multiple nations. https:\/\/t.co\/5UdAHjcbPd","Timestamp":"2021-05-06 23:42:17"},{"Tweet":"1\/2 I am alarmed about reports of excessive use of force by security forces against P. protestors in Colombia-Bogota,Cali &amp; Popayan.There are reports of 9pers killed since 28\/04.Security forces must refrain from excessive use of force &amp;those responsable must be held accountable.","Timestamp":"2021-05-03 10:12:26"},{"Tweet":"BREAKING\n\nOur analysis of the #2021Budget reveals over 316 duplicated capital projects totalling N39.5bn, among other loopholes for corruption.\n\nBudgIT also found ZERO audit records of the N10.02tn received by the security sector between 2015 &amp; 2021.\n\nOur press statement:\nThread! https:\/\/t.co\/BDQXeBh6WU","Timestamp":"2021-05-04 06:01:11"},{"Tweet":"Prosecutors allege Brian Kolfage took hundreds of thousands of dollars from a border wall fundraising campaign and did not report it on his tax return  https:\/\/t.co\/PL6YQPEnmM","Timestamp":"2021-05-06 23:51:16"},{"Tweet":"Alarming situation in Nanoor (Birbhum district) with more than a thousand Hindu families out in the fields to escape marauding mobs seeking to take it out against BJP supporters. Reports of molestation or worse of women. @AmitShah please rush some security to the area.","Timestamp":"2021-05-03 16:04:02"},{"Tweet":"If you believe that voter security is “racist,” you must first believe the lie that minorities are separate and unequal from other voters, and less competent at meeting voting requirements!","Timestamp":"2021-05-06 20:10:50"},{"Tweet":"Hong Kong police arrest 5 over alleged security law violations \n\nhttps:\/\/t.co\/A9Cya0mtem https:\/\/t.co\/h2o8SUOgXJ","Timestamp":"2021-05-06 23:30:22"},{"Tweet":"As a general rule, the military should not be used to police assemblies see UNG37( https:\/\/t.co\/lAmBea3GlX ). I urge Colombian authorities to ensure that only adequately trained security forces be deployed to facilitate peaceful assembly in Colombia @CIDH","Timestamp":"2021-05-03 23:51:19"},{"Tweet":"Biden White House ain't happy! Good! https:\/\/t.co\/DYxZFVmJEV","Timestamp":"2021-05-06 21:48:20"},{"Tweet":"At least seven people have been reported killed in Myanmar when the junta’s security forces opened fire on some of the biggest protests against military rule in days to mark what organisers called \"the global Myanmar spring revolution\". #WhatsHappeningInMyanmar","Timestamp":"2021-05-02 13:57:57"},{"Tweet":"Secretary of State Antony Blinken pledged an increase of U.S. security assistance to Ukraine but also condemned Kyiv’s notoriously corrupt political system https:\/\/t.co\/TUUnLp0L4v","Timestamp":"2021-05-07 02:03:06"},{"Tweet":"Real job security is knowing you can work somewhere else.","Timestamp":"2021-05-07 00:45:37"},{"Tweet":"Stop calling Nigerian Governors ‘Chief Security Officer’ of their states. They are POWERLESS! Herdsmen, Bandits or Boko Haram attack their states and they run to take photos with @MBuhari. Igboho and @MaziNnamdiKanu have more control over security than ANY Governor\n\n#TableShaker","Timestamp":"2021-05-02 13:45:16"},{"Tweet":"It took Twitter NG two days to track down that man and in a strange way that broke my heart really badly because it means clearly security agencies in Nigeria have decided big time do their work. Clearly.","Timestamp":"2021-05-02 08:48:28"},{"Tweet":"Alert ⚠️ : Multiple witnesses \/ Myanmar security forces are seen wearing plain cloths and some in “ambulances” waiting to arrest the youth protestors. Some using motorbikes to chase protestors and one youth got arrested in Hlaing township. \n#WhatsHappeningInMyanmar","Timestamp":"2021-05-02 03:57:32"},{"Tweet":"A question that demands answers: why was John Kerry even speaking with Iran when President Trump was leading Middle East peace talks?\n\nWould Biden approve Mike Pompeo doing the same?\n\nIf true, Kerry must resign, or be fired and have his security clearance revoked immediately.","Timestamp":"2021-05-01 21:59:43"},{"Tweet":"According to local news reports, the plainclothes security forces in #Mandalay using weapons attacked civilians who marched in the street joining today’s #GlobalSpringRevolutionDay. At least three arrested in the morning. \n\n#WhatsHappeningInMyanmar #May2Coup https:\/\/t.co\/q6h5rxFYrD","Timestamp":"2021-05-02 03:13:14"},{"Tweet":"A far-right GOP Oregon legislator who let violent pro-Trump protesters through locked doors into the state Capitol building, where they wreaked havoc, will be charged with criminal offenses: https:\/\/t.co\/bK87cXVSYu He was also dumb enough to do this in front of security cameras.","Timestamp":"2021-05-01 14:51:19"},{"Tweet":"Security adviser: US intel believed Kerry’s unauthorized talks with Iran undercut Trump | Just The News https:\/\/t.co\/6GFuJ3Rf53","Timestamp":"2021-05-01 06:34:49"},{"Tweet":"Why did Mr Philanthropy aka Poonawala flee to UK. Modi Gov gave him ₹3000 crores, threw-in Y Security &amp; allowed him differentiated pricing. Does he think public opinion &amp; now SCourt may compel Gov to put price curbs. So threaten shifting operations abroad due to security threat.","Timestamp":"2021-05-01 15:12:38"},{"Tweet":"Myingyan joins Global Myanmar Spring Revolution\n\nDespite tightened security, villagers in Myingyan Township, Mandalay Region gathered to protest against the military dictatorship on May 2.\n(Photo: CJ)\n#WhatsHappeningInMyanmar https:\/\/t.co\/3vxnBVeN15","Timestamp":"2021-05-02 08:32:08"},{"Tweet":"More than 400 residents of Bagan staged a demonstration against the military coup on Sunday amid tight security.  Democracy supporters around the world took part in Global Myanmar Spring Revolution Day on May 2, showing solidarity with NUG.\n#WhatsHappeningInMyanmar https:\/\/t.co\/YOh7f2Hpu4","Timestamp":"2021-05-02 13:33:34"},{"Tweet":"KALAY, Sagaing Region: Terrorists (#Myanmar security forces) went to the village located on the eastern side of Myittha river on Apr 29 and destroyed a plough machine, a  water pump, 2 solar panels, a bullock cart. They also looted cash &amp; chickens. \n\n#May1Coup https:\/\/t.co\/3S0SDf3RQv","Timestamp":"2021-05-01 11:27:46"},{"Tweet":"HPA-KANT, Kachin State: UPDATE\n\nA protester was shot dead and more than 20 protesters injured during a violent crackdown on 'Lone Khin Column' protesters by Terrorists (#Myanmar security forces). Terrorists used machine guns, hand grenades and landmines.\n\n#May2Coup https:\/\/t.co\/BVGJNpoLzb","Timestamp":"2021-05-02 13:47:16"},{"Tweet":"I am truly thankful from the bottom of heart @srinivasiyc ji that on my request you worked day night to have provided some of our security personnel friends with required Oxygen Cylinders. Am sure this will save some lives🙏🙏","Timestamp":"2021-05-01 06:48:22"},{"Tweet":"KUTKAI, Shan State:\n\nTerrorists (#Myanmar security forces) went to the 'White House' car spare parts shop at 7:30pm. The mother of the sons in the shop said she will go and tell the guys that the shop is closed. 1\/3\n\n#May1Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/L2CKpzSGy3","Timestamp":"2021-05-01 16:10:50"},{"Tweet":"Anti military protesters were violently dispersed during today’s strike in Eaindu, Hpa-An. The SAC junta security troops confiscated at least 50 motos left by the protesters, local witnesses reported. Photo-ZMT.\n#WhatsHappeningInMyanmar #May2Coup https:\/\/t.co\/0IAT9eLQoB","Timestamp":"2021-05-02 06:59:56"},{"Tweet":"The “Catch Me If You Can” guy verifiably made up his entire story, he actually just stalked a woman and got sent to prison.. and now he’s in cybersecurity (of course). https:\/\/t.co\/e3JZPnbawy","Timestamp":"2021-05-07 07:46:07"},{"Tweet":"#ContestAlert\n💬Comment below the correct answer and stand a chance to win 🎁a gift voucher worth 500 INR. \n\nParticipate in 🧠#BrainOlympics today!\n\n#CyberPeace #CyberSecurity #MothersDay https:\/\/t.co\/8fw1zvDziE","Timestamp":"2021-05-07 13:45:04"},{"Tweet":"The attack hit Colonial Pipeline, which carries gasoline, diesel and jet fuel from Texas to New York and moves about 45% of all fuel consumed on the East Coast. https:\/\/t.co\/TTzCKysCEr","Timestamp":"2021-05-08 17:44:50"},{"Tweet":".@DHSgov is monitoring the ransomware incident affecting Colonial Pipeline. Every organization must be vigilant and strengthen its cybersecurity posture against ransomware and other types of cyber-attacks. https:\/\/t.co\/i2MSzuGc8H","Timestamp":"2021-05-08 23:13:58"},{"Tweet":"We released a joint advisory with @NCSC, @NSAgov &amp; @FBI on recommended detection and mitigation of SVR activity following the attribution of the SolarWinds compromise. We recommend all stakeholders check their networks for indicators of compromise: https:\/\/t.co\/QbMVIYeMKb https:\/\/t.co\/LInx3CIfd9","Timestamp":"2021-05-07 15:11:15"},{"Tweet":"Cybersecurity has much to learn from industrial safety planning @RobertMLee https:\/\/t.co\/6OwdE8QHcY https:\/\/t.co\/T82AFwKHWv","Timestamp":"2021-05-07 21:00:31"},{"Tweet":"AI consumes a lot of #energy.\n\n#Hackers could make it consume more.\n\nhttps:\/\/t.co\/OwOXnVFgjC #fintech #AI #ArtificialIntelligence #MachineLearning @techreview @_KarenHao #cybersecurity @KirkDBorne @psb_dc @sallyeaves @missdkingsbury @Shirastweet @m49D4ch3lly @KMcDTech @YuHelenYu https:\/\/t.co\/h7RoT1s5zY","Timestamp":"2021-05-07 04:10:44"},{"Tweet":"I had the pleasure of meeting the winners of #Taiwan's first annual Girls in #CyberSecurity competition. These outstanding #WomenInTech are gaining important experience in national security while paving the way for a more inclusive &amp; innovative tech sector. https:\/\/t.co\/ECk4jENoro","Timestamp":"2021-05-05 03:32:59"},{"Tweet":"Delighted to attend the opening of CYBERSEC 2021 in Taipei. As a democracy on the frontlines of cyber threats, #Taiwan is working with our global partners to strengthen our #CyberSecurity while pursuing opportunities to develop this key industry. https:\/\/t.co\/Cw1U5HhOPq","Timestamp":"2021-05-04 09:37:58"},{"Tweet":"The zombie audit effort in Arizona is led by Cyber Ninjas, a Florida cybersecurity company with no experience in elections. Its owner, Doug Logan, has retweeted claims that the presidential election had been stolen through fraud. Via ⁦@chrisderose⁩: https:\/\/t.co\/3TWvh3vPsc","Timestamp":"2021-05-02 15:49:03"},{"Tweet":"Fiji’s Abdul Mufeez Shaheed is part of the Young Leaders in #Cybersecurity: Pacific Region (YLCPR) leadership development program. He was featured on #WeAreYoungPacificLeaders with his views on the program! \n\nTo learn more: https:\/\/t.co\/8Dr7tuzZam\n\n#PacificCyberLeaders #Repost https:\/\/t.co\/bKjLwtkrEB","Timestamp":"2021-05-07 00:27:20"},{"Tweet":"Cybersecurity is too big a job for governments or business to handle alone @OliverWyman https:\/\/t.co\/VaZ3o9IGnc https:\/\/t.co\/VDATtT5gKR","Timestamp":"2021-05-04 10:30:11"},{"Tweet":"IMPORTANT — Apple releases emergency #software security updates for #iOS, #macOS, and watchOS to patch 3 new 0-day vulnerabilities that are under active attack and extend patches for a fourth #vulnerability.\n\nRead details: https:\/\/t.co\/5Oi7cjC6yx\n\n#infosec #cybersecurity #hacking","Timestamp":"2021-05-04 06:24:21"},{"Tweet":"Getting the details correct in cybersecurity, even the small ones, matters.\n\nIn my latest @ForeignPolicy cyberwarfare piece, I explore the consequences of policymakers being misinformed about the relative impact of defensive vs. offensive security.\n\nhttps:\/\/t.co\/PUpyu5BYb7","Timestamp":"2021-05-03 20:55:40"},{"Tweet":"Better together. 🤝\nOur commitment to safety is easy to see. Our platform for cybersecurity is easy to use. The power of the Crowd protects what matters – on track, at home, in the cloud. Learn about #CrowdStrike's Official Partnership with @MercedesAMGF1\nhttps:\/\/t.co\/Rs0Bquj0Fd https:\/\/t.co\/C2kUlTJv0M","Timestamp":"2021-05-02 13:00:19"},{"Tweet":"Enhancing your cybersecurity is an important step in building resilience. Learn how to empower your security team at: https:\/\/t.co\/JvCRTezWeh https:\/\/t.co\/bH3EejSSqr","Timestamp":"2021-05-01 19:00:10"},{"Tweet":"If you want an incredibly niche and under researched cybersecurity area - video games. https:\/\/t.co\/ml3Cnta7Dc","Timestamp":"2021-05-01 15:00:57"},{"Tweet":"It's past time to stop the flow of weapons &amp; dual-use technology to Myanmar. The UNSC is not prepared to impose an arms embargo but states can. I'm updating my list of those who have &amp; issuing a call for more to join. Because it's a matter of life &amp; death. https:\/\/t.co\/9ncfdJGkih https:\/\/t.co\/kMGSEhAwrJ","Timestamp":"2021-05-07 16:39:25"},{"Tweet":"The UN rapporteur endorses an arms embargo on the Myanmar junta: \"Stopping the flow of weapons and dual-use weapons technology into the hands of the military junta of Myanmar is literally a matter of life and death. There is no time to lose.\" https:\/\/t.co\/BSDUEhKXmp https:\/\/t.co\/LmDQSHtbNE","Timestamp":"2021-05-07 16:18:18"},{"Tweet":"Decades of research went into mRNA technology. No corners were cut on safety in the development of Covid vaccines—just red tape.","Timestamp":"2021-05-07 12:48:31"},{"Tweet":"BINGO: ‘Buried in CureVac’s SEC filings is an agreement between the Gates Foundation, CureVac, and GlaxoSmithKline (GSK), noting, “Subject to the other terms of this agreement, BMGF hereby releases CureVac”’ re MRNA vaccine technology.  https:\/\/t.co\/BC9MxWW53n","Timestamp":"2021-05-07 21:07:49"},{"Tweet":"MAL-led SAC Terrorist Group suspended 64 Professors, Lecturers from University of Information Technology for participating in #CivilDisobedienceMovement.  \n\n#May7Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/m2PV152Uv3","Timestamp":"2021-05-07 14:56:32"},{"Tweet":"The Moderna vaccine was paid for by US taxpayers. Not sharing it puts us at risk if even more dangerous variants emerge. mRNA technology is our insurance policy against variants and production failures, and it can produce large numbers of vaccines.","Timestamp":"2021-05-07 15:06:37"},{"Tweet":"We continue our work with @intel and @DellTech to enable the Data Confidence Fabric technology. \n\n\"The #Chrysalis upgrade is relevant to #ProjectAlvarium, which must annotate and score massive amounts of data in a fast, scalable, and secure manner.\" https:\/\/t.co\/xgR9rdcJyx\n#IOTA","Timestamp":"2021-05-07 16:35:02"},{"Tweet":"Meaningless as long as your President continues to sign off $3.8 billion in military \"aid\" to Israel every year.\n\n@AOC's \"solidarity\" is hollow opportunism: only a month ago she was gushing to the Israel lobby about Israel's \"green technology\": https:\/\/t.co\/WuiBYRZ4XH https:\/\/t.co\/ZW1wwIIteZ","Timestamp":"2021-05-08 20:55:06"},{"Tweet":"Fifth flight successful! The #MarsHelicopter begins a new phase to test the future of aerial exploration. https:\/\/t.co\/PLapgbHeZU https:\/\/t.co\/jwHlPgv6c1","Timestamp":"2021-05-08 00:34:53"},{"Tweet":"No, vaccines are not killing more people than the coronavirus itself. The Fox News host Tucker Carlson recently repeated a false claim that Covid-19 vaccines have caused thousands of deaths. https:\/\/t.co\/Makdcokdfx","Timestamp":"2021-05-07 21:50:05"},{"Tweet":"Complete lockdown in TN from 10th to 24th of May. Crucial to control #COVID19India second wave. Most of us are privileged to have a roof over our head, food, technology, web. My heart goes out to those who are struggling to make ends meet! Let’s help others who are in need...","Timestamp":"2021-05-08 07:50:36"},{"Tweet":"I joined @newsmax this morning to discuss the #JobsReport and my bill to stop China from exploiting and stealing our cutting-edge research and technology from inside our American universities. We need to put an end to China’s abuse. @RepublicanStudy https:\/\/t.co\/o0U940uYIY","Timestamp":"2021-05-07 17:18:09"},{"Tweet":"Technology changes microeconomic leverage.\n\nFiat → Fiat or crypto\nIn-person → In-person or remote\nCollege → College or ISA\nTV → TV or streaming\n\nEach time a branch is introduced, many quietly take the new path. The mere existence of a choice catalyzes reform.","Timestamp":"2021-05-07 09:35:25"},{"Tweet":"This is how #TheGrandHospitalProject willhave primary centers&amp;small hospitals across various districts.Well equipped with latest AI technology for disease detection&amp;treatment,all under guidance of super specialist from d main hospitals.Same will be replicated in other states too https:\/\/t.co\/lqfFz5hJ4f","Timestamp":"2021-05-07 12:10:42"},{"Tweet":"Twitter adds 'tip jar' to pay for good tweeting https:\/\/t.co\/WApSHEtb7a","Timestamp":"2021-05-07 11:52:07"},{"Tweet":"\"What's important at the SEC is to be technology neutral and still stay to our core principles,\" says SEC Chair Gary Gensler. \"I don't think there's that investor protection for #bitcoin investing at this point in time.\" https:\/\/t.co\/d2KyTqHohS","Timestamp":"2021-05-07 12:47:03"},{"Tweet":"#TheGrandHospitalProject will hav primary centers &amp;small hospitals across various districts with latest technology for disease detection &amp; all treatments will be under super specialist guidance from the hospital in Patna. Followed for other states too #CommonPeople #COVID19India https:\/\/t.co\/IniK0Y8wdb","Timestamp":"2021-05-07 12:31:28"},{"Tweet":"Twitter suspended several accounts for promoting statements from a new part of former President Donald Trump's website and helping to evade the ban on his account https:\/\/t.co\/GHHF0BOkhc https:\/\/t.co\/aiFfFeQu6k","Timestamp":"2021-05-07 09:05:00"},{"Tweet":"IBM’s first 2nm chip previews the processors of tomorrow https:\/\/t.co\/dDcy3a1qyW https:\/\/t.co\/QXJYWgwo3l","Timestamp":"2021-05-07 09:51:03"},{"Tweet":"Keeping schools and children safe from coronavirus.\n\n🔎 Learn more about our search to find the latest technologies to fight COVID-19: https:\/\/t.co\/kDHkKDSy9q https:\/\/t.co\/E9yEh8uLon","Timestamp":"2021-05-07 09:00:00"},{"Tweet":"Account tweeting Trump statements suspended by Twitter https:\/\/t.co\/OUQVjG4A6E https:\/\/t.co\/7SwN02I5UP","Timestamp":"2021-05-07 12:16:06"},{"Tweet":"India, Israel and the UAE sign their first trilateral pact after the establishment of diplomatic ties between the UAE and Israel.\n\nThe partnership facilitated by the IFIICC will enable an Israeli organisation to produce an innovative robotic solar technology in India for the UAE.","Timestamp":"2021-05-07 09:21:58"},{"Tweet":"Path breaking trilateral cooperation between #Israel, #India &amp; the #UAE: Israeli leader solar technology “@Ecoppia”,  produces in🇮🇳 for prominent projects in 🇦🇪. Thanks to @ifiicc for initiating such landmark multilateral partnerships 🇮🇳🤝🇮🇱🤝🇦🇪 \nhttps:\/\/t.co\/eY89tViu7e","Timestamp":"2021-05-07 08:48:52"},{"Tweet":"Twitter suspends account sharing Trump posts https:\/\/t.co\/1lyQ5sF8zL","Timestamp":"2021-05-07 02:43:06"},{"Tweet":"According to co-protesters, one of the student leaders from Dawei University of Technology Union, Myo Min Oo, was arrested by the Dawei's SAC Junta. The SAC troops are trying to find another three students from the DTU. All of them are in hiding. (Photo- DTU) https:\/\/t.co\/iCdfZzXEJI","Timestamp":"2021-05-07 00:51:31"},{"Tweet":"Allah o Akbar. Amazing pictures of Hajr e Aswad ( black stone) Never seen before.We can see a new world inside this holy stone.Latest technology was used to see the every part of the stone https:\/\/t.co\/3VCLgRSIRw","Timestamp":"2021-05-03 19:50:45"},{"Tweet":".@AdyBarkan: \"If the US discovers a vaccine first, will you commit to sharing that technology w\/ other countries? And will you ensure there are no patents to stand in the way of other countries &amp; companies producing those life-saving vaccines?\"\n\nBiden: \"Absolutely, positively\" https:\/\/t.co\/mjfYUAB8t6","Timestamp":"2021-05-04 19:17:53"},{"Tweet":"Please allow me to re-share my rough sketch of some advanced carbon capture technology https:\/\/t.co\/GEZ6UwMMTJ","Timestamp":"2021-05-04 10:50:29"},{"Tweet":"False claim that 5G radiation has caused the second wave of COVID-19 pandemic in India is viral on WhatsApp. Radio waves involved in 5G and other mobile phone technology are not strong enough to damage cells. #AltNewsFactCheck \nhttps:\/\/t.co\/9D3khcsVIv https:\/\/t.co\/tiJWLPJm1T","Timestamp":"2021-05-07 00:12:08"},{"Tweet":"Yesterday in North Carolina, @SecretaryPete and I discussed how the American Jobs Plan will renew public investment in research and development, improving our infrastructure nationwide.\n\nIt’s time we reestablished the United States as a leader in innovation and technology. https:\/\/t.co\/JrNd2XljiA","Timestamp":"2021-05-01 13:18:12"},{"Tweet":"IIT Bombay (along with Tata Consultancy Engineers) devised a technology to use Nitrogen plants for generating Oxygen. \n\nBUT.. BUT..\n\nFor Adityanath, that wasn't enough and to be seen as 'step ahead' he has asked IIT Kanpur to convert Nitrogen into Oxygen. UNFREAKINGBELIEVABLE!","Timestamp":"2021-05-02 03:16:58"},{"Tweet":"We believe in the future of Nigeria. That's why we’re embarking on a series of investments in Nigeria to put tech to work, create jobs, and foster the technology ecosystem across the country. https:\/\/t.co\/Rjr6oRLMtH","Timestamp":"2021-05-03 16:59:28"},{"Tweet":"⁉️ What's going on?!\n\nBased on the following image👇🏻 Guess what new technology #BridgeOracle has developed!\n\n❗️Guess and win 🎁\n\n10 people who guess correctly &amp; Like+Retweet will be awarded $10,000 in #BRG, $1,000 Each😎😱\n\nCOME ON. TIME IS RUNNING OUT⏳\n\n#Binance #BSC #BNB $BNB https:\/\/t.co\/pTPFyLHsXs","Timestamp":"2021-05-05 18:33:57"},{"Tweet":"As the @RoyalNavy embraces technology and innovation, @hms_tamar trials the latest game-changing kit with the @RoyalMarines. https:\/\/t.co\/rckeuom7yg","Timestamp":"2021-05-01 17:51:01"},{"Tweet":"In one of the greatest management moves of all time, Basecamp's CEO persuaded all of his most grindingly annoying employees to resign at once.  .https:\/\/t.co\/BUUhnfU691","Timestamp":"2021-05-01 13:18:34"},{"Tweet":"We welcomed launch of an Enhanced Trade Partnership as a roadmap to a comprehensive FTA, with a target to more than double the bilateral trade by 2030. We also agreed upon several new initiatives in health, technology, energy, etc.","Timestamp":"2021-05-04 13:24:35"},{"Tweet":"Our govt is determined &amp; we will put in place reforms in our electoral system through the use of technology to bring transparency &amp; credibility to our elections &amp; strengthen our democracy.","Timestamp":"2021-05-01 09:53:54"},{"Tweet":"Internet service providers spent $4.2 million on an effort that created roughly nine million fake comments in support of the FCC’s repeal of net neutrality rules in 2017, the New York attorney general said on Thursday. https:\/\/t.co\/WU7gj9l7vI","Timestamp":"2021-05-06 15:40:22"},{"Tweet":"Unfortunately no substantive reforms were put in place. Technology &amp; use of Electronic Voting Machines are the only answer to reclaim credibility of elections. I invite the Opposition to sit with us &amp; select from EVM models we have available to restore our elections credibility.","Timestamp":"2021-05-01 09:53:53"},{"Tweet":"Florida plans to fine social media for banning politicians https:\/\/t.co\/bG7c8fFO2d","Timestamp":"2021-05-01 08:33:36"},{"Tweet":"In 2020 @ProcterGamble donated to the following groups lobbying against #TRIPSwaiver so poor countries can manufacture generic vaccines\n\n$54K -NFTC\n$280K - Chamber of Commerce \n$300K - Business Roundtable\n$35K - IP Owners\n30K - Information Technology &amp; Innovation Foundation https:\/\/t.co\/7Q7LXn9Wyo","Timestamp":"2021-05-01 06:59:11"},{"Tweet":"Apple will spend over $1 billion its new campus in North Carolina, and it will employ 3,000 people working on technology including software engineering and machine learning. https:\/\/t.co\/Qhroe3GQds","Timestamp":"2021-05-01 08:47:15"},{"Tweet":"#eKlavya is offering secondary #online courses in the #audio format in subjects like:\n⭐️Science and Technology\n⭐️Mathematics\n⭐️Hindi etc.\n\nExplore more: https:\/\/t.co\/8ieqJiyggC\n#eLearning #DigitalLearning https:\/\/t.co\/qtn3PUuzIw","Timestamp":"2021-05-01 06:27:07"},{"Tweet":"Prominent Industrialists of Kanpur have shown keen interest in setting up of Oxygen Generation plants in Industrial Areas &amp; Hospitals.\nToday’s virtual meet was organised to tie up Industrialists,Technology partners &amp; Banks for Quick &amp; Feasible solutions.\n\n@CMOfficeUP\n@InfoDeptUP https:\/\/t.co\/9IW4QjCjO4","Timestamp":"2021-05-01 09:48:06"},{"Tweet":"Do’s:\n1. Build a National Covid Task force of Experts frm Science, Medicine, Pharma, Technology, Disaster management etc.\n2. Include All Pol Parties representatives.\n3. Build Emergency Hospitals with the help of Army (take cue frm China)\n4. Simplify Vaccination Process. @PMOIndia","Timestamp":"2021-05-01 08:39:46"},{"Tweet":"NEW ! @WHO @decide_health @P4H \n\nInstitutionalizing Health Technology Assessment (#HTA) Mechanisms: a how to guide  \n\nIt is about institutions !\n\n@Mel_Bertram  @OFNorheim @RobBaltussen @maryam_bigdeli @MonaJM3 @Gwendhaene  @Radboud_Uni @HTAiOrg @idsihealth\nhttps:\/\/t.co\/2atTxUYHQY https:\/\/t.co\/BE6qcIb05p","Timestamp":"2021-05-01 07:11:47"},{"Tweet":"Turkey adds crypto firms to money laundering, terror financing rules https:\/\/t.co\/JUOjmJ9jMy https:\/\/t.co\/sJ0W94xySI","Timestamp":"2021-05-01 08:05:17"},{"Tweet":"#TechStory | The development of a cost-effective technology to recycle aluminium scraps efficiently will minimize material losses in the process &amp; can be used by Tiny, Small and Medium Scale Industries with reduced time. https:\/\/t.co\/6fEBgVkJ8X","Timestamp":"2021-05-01 06:58:48"},{"Tweet":"GP teams, who are already struggling for time, need to be protected from a deluge of requests for certification to travel; and solutions also need to be found in case of technology failure @Azeem_Majeed @DrSimonHodes https:\/\/t.co\/qghoXrDD6h","Timestamp":"2021-05-01 08:05:04"},{"Tweet":"For the first time in India, we have introduced the @MediaTekIndia Dimensity 700 5G Processor which takes us closer to our vision of becoming the #LeaderOf5G. \n\nThe #realme8 5G is a bold statement with cutting edge technology inside. \n \n#5GSpeedToInfinity\n\nhttps:\/\/t.co\/3PagfllmXg https:\/\/t.co\/NfnVuXQnJb","Timestamp":"2021-05-01 09:30:00"},{"Tweet":"‘We had to rethink what was a visit. Was a visit a chat on the phone? Was a visit a text? Was a visit a real-time office visit? And the answer is it should be potentially all three.’ New podcast on the future of care delivery out now. https:\/\/t.co\/r5LLFV7OPh","Timestamp":"2021-05-01 08:05:01"},{"Tweet":"Calibri will soon go the way of Times New Roman.  https:\/\/t.co\/KxKXr3ogET https:\/\/t.co\/I1t09fbHwW","Timestamp":"2021-05-01 08:28:00"},{"Tweet":"2\/2   In Europe, #privacy and #dataprotection are considered as vital components of a sustainable democracy. Visit the #EDPS’ @EU_EDPB‘s special #EuropeDay webpage created for you to find out more: https:\/\/t.co\/SC4orLDBL5","Timestamp":"2021-05-08 08:16:50"},{"Tweet":"We repeatedly warned the Government to take #Privacy and #DataProtection seriously, but they dismissed it as bureaucracy. \n\nThis is both a privacy and a public health disaster, and the Government bears responsibility for the public health consequences. \n\nhttps:\/\/t.co\/ua1Lm1itoB","Timestamp":"2021-05-06 10:30:46"},{"Tweet":"Vaccine passes: protecting human rights and personal data.\n\nStatements by the Bioethics Committee and the Data Protection Convention Committee: https:\/\/t.co\/HbD1jbM3lx\n\n#VaccinePassports #Humanrights #DataProtection https:\/\/t.co\/BnTkPghZd3","Timestamp":"2021-05-04 13:19:19"},{"Tweet":"🌇 Join @CISAgov, @USChamber and @SecMayorkas this afternoon to learn how small businesses can harden their networks against ransomware attacks. To attend this event at 1:30 PM ET register now.\n➡️ https:\/\/t.co\/bAKoCEw6bd \n#Cybersecurity #Ransomare #SMB #DataProtection","Timestamp":"2021-05-05 12:24:00"},{"Tweet":".@Facebook, \n\n@HillaryClinton STILL calls the 2016 election \"STOLEN,\" DESPITE intel community finding that Russia's vote hacking DID NOT work AND that they do not know whether Russian disinformation had ANY effect.\n\nGiven Hillary's \"BIG LIE,\" when can we expect her permanent ban? https:\/\/t.co\/DVtz5AOKss","Timestamp":"2021-05-07 10:17:38"},{"Tweet":"#SaudiArabia's @AdelAljubeir has called for people who \"accused the Kingdom\" with regard to claims it was involved with hacking of @amazon boss Jeff Bezos' phone last year to \"acknowledge their mistake\" https:\/\/t.co\/LhjF1TaGnh https:\/\/t.co\/qeQedewlUd","Timestamp":"2021-05-08 18:26:21"},{"Tweet":"A while ago, the media and politicians accused Saudi Arabia of hacking Jeff Bezos’ phone and publishing his photos with his girlfriend.\nNow the media is talking about how his girlfriend ex was the one who leaked the photos, but they’re not mentioning how they miss accused Saudi!!","Timestamp":"2021-05-08 18:49:19"},{"Tweet":"Logomania, collaborations, and “hacking”—Marc Jacobs, Louis Vuitton, and Stephen Sprouse started it all\nhttps:\/\/t.co\/rQkYnEAsWB https:\/\/t.co\/CKHSfczo2G","Timestamp":"2021-05-07 19:39:51"},{"Tweet":"New - An Android app being released today promises to detect police hacking tools from Cellebrite and then will wipe the device so it can’t be searched. \n\nhttps:\/\/t.co\/lJF0nYvRdA?","Timestamp":"2021-05-07 09:51:12"},{"Tweet":"Frankly, who knows if all these supposed Russian cyber threats are true, as claimed by UK intell agencies. If media were truly independent they would say - look, you lot have lied to us so much in the past, why should we believe you now? (But they're not)\n\nhttps:\/\/t.co\/7d9gPm0sHn","Timestamp":"2021-05-08 17:29:54"},{"Tweet":"This is a big deal. ANC pays 20% APY on UST stablecoins, but there's hacking risk like all DeFi. Now you can insure against that and other risk for less than 7%. Net 13% \"riskless\". https:\/\/t.co\/nHml0bSBWp","Timestamp":"2021-05-06 22:23:53"},{"Tweet":"2017 Ted talk..\n\n\" We are actually hacking into the software of life\"\n\nAny doubt now? \n\nhttps:\/\/t.co\/6DbPzGQg0A","Timestamp":"2021-05-06 18:38:36"},{"Tweet":"A hundred years ago this week, an Arab mob went on a rampage against the Jews of Jaffa, breaking into their homes, looting their property, and beating and hacking them to death.\n\n47 Jews were murdered and 146 were injured in the 1921 Jaffa Riots.\n\nMay their memory be a blessing. https:\/\/t.co\/q3sBMwM0vs","Timestamp":"2021-05-02 20:33:56"},{"Tweet":"1\/16\nOn May 21st 2010, 3 University of Arizona police officers responded to a “welfare check” about a person hacking a tree with a knife. When they arrived on-scene they witnessed a woman, Amy Hughes, emerge from her home carrying a large kitchen knife. #velshi","Timestamp":"2021-05-01 15:11:52"},{"Tweet":"Queensland needs tougher laws on data breaches and cyber hacking, says privacy chief https:\/\/t.co\/mKANj7Fq6Z","Timestamp":"2021-05-08 22:44:19"},{"Tweet":"Researching @hacknotcrime’s support of Ethical Hackers who, like #biohackers, suffer from misleading clickbait &amp; hoodied movie stereotypes. Explains my #TechBandits kid’s anti-hacking view. Yet that instinct to experiment is crucial to life long learning! https:\/\/t.co\/aGNlrC3XL1","Timestamp":"2021-05-08 22:11:23"},{"Tweet":"Bhima-Koregaon Violence Case: NIA Denies Laptop Hacking Charge By US Digital Forensics Firm\nhttps:\/\/t.co\/YD2ovvV0PZ","Timestamp":"2021-05-01 09:31:59"},{"Tweet":"I think this sign means different things to different people. https:\/\/t.co\/STxgatAdBC","Timestamp":"2021-05-07 00:22:17"},{"Tweet":"Kids in Hong Kong and other highly surveilled states worry infosec careers are just asking for trouble https:\/\/t.co\/jvIyiKOhj3","Timestamp":"2021-05-07 05:13:00"},{"Tweet":"📢 @CISAgov joins @NCSC UK, @FBI, and @NSACyber on a new advisory about Russian SVR activity. Also review CISA’s new fact sheet summarizing recent SVR activity. Visit https:\/\/t.co\/KSgWU1qhWD for more information. \n#Cybersecurity #Software #SVR #RiskManagement #TTPs #InfoSec https:\/\/t.co\/hcYHo2yItK","Timestamp":"2021-05-07 14:08:47"},{"Tweet":"You know what panel I want to see at a conference, the one with four white cis hetero dudes talking about how they can eliminate toxic behaviors, pay inequity, and what they can do to bring more underrepresented individuals into the tech space. Now that would be something.","Timestamp":"2021-05-07 22:08:44"},{"Tweet":"So right now it's looking like debris from the CZ-5B rocket body will impact Earth between 20:00-00:00 EST tonight and the most likely impact point will be somewhere in the Atlantic Ocean.\n\nhttps:\/\/t.co\/CxXqjIQRUV","Timestamp":"2021-05-08 23:18:32"},{"Tweet":"Sales guys at InfoSec vendors preparing their webcasts for Monday https:\/\/t.co\/kBhqKmDEcL","Timestamp":"2021-05-08 17:06:17"},{"Tweet":"Mentioned in a quote tweet thread but probably worth repeating here: \n\nIf you remove \"cyber,\" the plain reading of \"an attack on a gas pipeline\" is not an attempt to steal money.\n\nIt's not just infosec industry people who are likely to come away with the wrong impression. https:\/\/t.co\/k7OcYTvd5u","Timestamp":"2021-05-08 21:36:51"},{"Tweet":"🔥 Researchers have found a new variant of Spectre #vulnerability that bypasses all current protections built into Intel &amp; AMD processors, potentially putting BILLIONS of systems—desktops, laptops, cloud servers, smartphones—at risk of #hacking.\n\nhttps:\/\/t.co\/V9ib6zZStx\n\n#infosec","Timestamp":"2021-05-06 09:23:21"},{"Tweet":"Here's a secret for the non infosec people out there:\nI swear just as much as you do when annoying security things happen to me - like being login timed-out, having to dig for my authenticator app, or having to reboot for updates. Even though I know exactly why it has to happen.","Timestamp":"2021-05-04 16:29:00"},{"Tweet":"Happy May the Fourth, infosec friends https:\/\/t.co\/ymTlMaQmpx","Timestamp":"2021-05-04 17:56:49"},{"Tweet":"@glareone @CNBCnow 1. Much of their R&amp;D was government funded\n2. Not allowing them to protect the vaccine as IP won't prevent them from profiting off it\n3. Supporting mega-profiteering off a global pandemic is super cringe","Timestamp":"2021-05-05 20:07:27"},{"Tweet":"☠️ Ransomware affects organizations across all sectors. Check out @CISAgov’s latest analysis on FiveHands ✋, a new #ransomware variant, to best defend against this growing threat.  \n▶️ https:\/\/t.co\/qcNbe0BwUT \n#Cybersecurity #FiveHands #InfoSec #SombRAT #IOCs https:\/\/t.co\/8O2qcZJ344","Timestamp":"2021-05-06 15:11:21"},{"Tweet":"I realize it may not stop many, but for those considering a fake vaccine card, understand, it is a federal crime if you get caught.\n\nIf you know of someone with a fake card or see them for sale, here's your link to report them:\n\nhttps:\/\/t.co\/QWwbUDW2j9","Timestamp":"2021-05-03 00:28:02"},{"Tweet":"That explains a lot of the behavior in InfoSec tbh. https:\/\/t.co\/UaWw61XVL2","Timestamp":"2021-05-02 14:35:53"},{"Tweet":"The Left and Big Tech will do everything in their power to censor conservative voices out of existence. \n\nIf you support freedom and the diversity of thought, you should be troubled by this.\nhttps:\/\/t.co\/VBXEZcsCK0","Timestamp":"2021-05-07 13:28:36"},{"Tweet":"For a country that lost its mind over Russians spending $160K on Facebook ads that promoted Clinton and Trump, we sure are blasé about our tech oligarchs giving out billions of dollars in propaganda for their favored political party and against their disfavored political party. https:\/\/t.co\/kjqLxLBo6a","Timestamp":"2021-05-07 19:05:04"},{"Tweet":"We are making swift progress in reforming BBMP Hospital Bed Booking software. \n\nToday’s meeting with senior officials was chaired by Sri @ArvindLBJP. \n\nThe team of senior officials and tech volunteers are working at a furious pace to implement important changes. https:\/\/t.co\/vPYDZFBOWd","Timestamp":"2021-05-08 13:19:15"},{"Tweet":"Jen Psaki: Today the U.S. announced that it will join the Christchurch Call to Action to Eliminate Terrorist and Violent Extremist Content Online, a global pledge by member governments and tech partners to work together to address terrorist and violent extremist content online.","Timestamp":"2021-05-08 00:00:00"},{"Tweet":"Freedom of speech should not be a partisan issue. Big Tech should be held accountable.","Timestamp":"2021-05-07 22:44:00"},{"Tweet":"So strange how Big Tech's \"errors\" always seem to target conservatives, not Democrats. https:\/\/t.co\/P8qrtKugho","Timestamp":"2021-05-08 13:56:24"},{"Tweet":"You can always count on Democrat Rep. Rashida Tlaib to spread vicious lies and misinformation...and know her Big Tech allies won't do a thing about it. https:\/\/t.co\/h9B1gfioNu","Timestamp":"2021-05-08 11:01:29"},{"Tweet":"“You soft as baby s---. I already punked you once.\"\n\nDouble-tech on Jimmy Butler &amp; KAT for talking trash to each other. https:\/\/t.co\/r5m3DEJeu4","Timestamp":"2021-05-08 13:33:38"},{"Tweet":"Extraordinary, even for the ridiculous times we live in.\n\nShe basically says saying that the president wants to use his influence to push big tech to infringe on free speech since they can’t do it themselves. https:\/\/t.co\/IBG0GSBswP","Timestamp":"2021-05-07 16:59:24"},{"Tweet":"Great endorsement for The Tyranny of Big Tech - thank you, President Trump! https:\/\/t.co\/NuUi1va47t","Timestamp":"2021-05-07 17:58:29"},{"Tweet":"Big tech censorship is one of the biggest issues of our time. \n\nDems are using private companies in Silicon Valley to do through the back door what they cannot do through the front door: silencing opposition. \n\nThat’s not capitalism. It’s crony capitalism and we must defeat it.","Timestamp":"2021-05-07 18:27:34"},{"Tweet":"Dems: “please, Big Tech billionaires, silence anyone who disagrees with us....”\n\n“And thanks for the campaign donations!” https:\/\/t.co\/jZxiWFw4bR","Timestamp":"2021-05-07 12:24:51"},{"Tweet":"Enter our competition to win one of 3 amazing Google Nest Hub (2nd gen's)!\n\nFor a chance to win, it's easy as 1, 2, 3:\n\n1️⃣ Reply saying how the Google Nest Hub (2nd gen) would make your life easier?\n2️⃣ Tag a tech-loving friend!\n3️⃣ Like this tweet ❤ https:\/\/t.co\/dHhDA7fPYo","Timestamp":"2021-05-07 12:40:03"},{"Tweet":"🚨Phony alert — this genius is railing against “big tech” while selling his book on “big tech.”  Please cancel this loser. https:\/\/t.co\/pAo0GePJrq","Timestamp":"2021-05-07 05:57:15"},{"Tweet":"If you don’t think Twitter’s gunning for all Trump supporters, read this story - we have nothing to do with this Twitter account, yet the Big Tech Libs still suspend it and others!\n\n“Twitter Suspends @DJTDesk Account Despite No Official Link to Trump” https:\/\/t.co\/HQaw7XORSq","Timestamp":"2021-05-07 11:00:27"},{"Tweet":"Elizabeth Warren says Donald's Facebook ban proves Big Tech is 'too powerful' and slams 'arrogant' Zuckerberg for calling his Oversight Board a 'Supreme Court' \nhttps:\/\/t.co\/CUqCIAye3b","Timestamp":"2021-05-07 03:24:42"},{"Tweet":"It's true, as Klobuchar says, that Obama allowed and encouraged the empowerment of Silicon Valley monopolies. Maybe one reason was this benign \"love of tech,\" but Obama was tied to Silicon Valley in all ways -- including financially -- from the start.\n\nhttps:\/\/t.co\/tipQDVxxve https:\/\/t.co\/MmqXUrkbP9","Timestamp":"2021-05-07 12:18:27"},{"Tweet":"We now have institutional power now pushing the govt to change its bizarre decision not to include scams in this powerful new bill and make big tech responsible. \n\nWe need people power too.  Please like and RT the post below (not this one).  Let them see this has popular appeal. https:\/\/t.co\/2itiz63tiY","Timestamp":"2021-05-07 08:52:13"},{"Tweet":"On Thursday's \"National Report\" on Newsmax TV, Sen. Josh Hawley (R-MO) discussed the need for a breakup of Big Tech, to end their monopolies on e-commerce and cloud computing. https:\/\/t.co\/KpVl2W4NTI","Timestamp":"2021-05-07 05:05:00"},{"Tweet":"Tech tip: get vaccinated","Timestamp":"2021-05-06 23:43:00"},{"Tweet":"The state-of-the art incubation facilities at @STPIMohali with 11,000 sq. ft. plug-n-play incubation space &amp; 55,893 sq. ft. raw space provides cost-effective services to the #startups &amp; tech #MSMEs to start their operations without #capex. #STPIINDIA #STPIINCUBATION #GrowWithSTPI https:\/\/t.co\/7X9W20qoTV","Timestamp":"2021-05-07 06:27:07"},{"Tweet":"TsuNAME — A new critical #vulnerability affecting DNS resolvers could let attackers carry out reflection-based #DDoS attacks to take down authoritative servers.\n\nFind details here: https:\/\/t.co\/g0Y5wLcl6I\n\n#infosec #cybersecurity #tech","Timestamp":"2021-05-07 11:44:52"},{"Tweet":"Facebook told to investigate its role in the January 6 insurrection https:\/\/t.co\/xGlIkShHgB","Timestamp":"2021-05-07 08:43:06"},{"Tweet":"Thanks for making The Tyranny of Big Tech a best seller all week on Amazon! You can get your copy here https:\/\/t.co\/hhFfIdthrY","Timestamp":"2021-05-06 23:39:23"},{"Tweet":"Just concluded marathon meeting with senior officials &amp; tech volunteers to suggest changes to BBMP bed booking software.\n\nWe are trying to ensure accountability of persons booking beds, transparent process of allotment &amp; preventing abuse of process.\n\nHope to see them implemented.","Timestamp":"2021-05-05 17:43:52"},{"Tweet":"In the 2nd meeting with senior officials &amp; tech team to revamp the BBMP bed allocation system, we   finalised on the reforms to be made in the software\n\nWe have set ourselves a target to implement them in the next 100 hours\n\nHope to see some changes operational by tomorrow https:\/\/t.co\/DDUtmJT3UF","Timestamp":"2021-05-06 12:47:37"},{"Tweet":"Had a conversation with Sri @NandanNilekani this morning &amp; sought his help to revamp BBMP bed allocation software\n\nLots of gratitude to him for putting very best tech architects on job immediately\n\nYet again, Sri Nandan Nilekani has proved he is always available for Bengaluru! 🙏","Timestamp":"2021-05-05 06:32:34"},{"Tweet":"Here’s how far Big Tech is willing to go to silence former President Donald Trump... https:\/\/t.co\/fwWQBoDbHF","Timestamp":"2021-05-06 20:43:35"},{"Tweet":"Interesting way of admitting how much election interference and election meddling against Republicans that our tech companies can do and have done! https:\/\/t.co\/EzQMD3lWO2","Timestamp":"2021-05-06 18:23:58"},{"Tweet":"🚨🚨\n\nBIG TECH on the MOVE! Twitter just suspended my Communications Director. \n\nAn unconstitutional overreach SILENCING our voices and freedom of speech. \n\nRepublicans are united in fighting back against Big Tech’s tyranny. \n\nMillions of Americans will not be silenced! \n\n🚨🚨","Timestamp":"2021-05-06 11:26:30"},{"Tweet":"Disgraceful. \n\nFor every liberal celebrating Trump’s social media ban, if the Big Tech oligarchs can muzzle the former President, what’s to stop them from silencing you? https:\/\/t.co\/Yky4P0B38X","Timestamp":"2021-05-05 13:39:01"},{"Tweet":"Facebook is more interested in acting like a Democrat Super PAC than a platform for free speech and open debate.\n\nIf they can ban President Trump, all conservative voices could be next.\n\nA House Republican majority will rein in big tech power over our speech.","Timestamp":"2021-05-05 13:40:45"},{"Tweet":"The Facebook Oversight Board acted as the judge, jury, prosecutor, appellate court and executioner. \n\nBig Tech needs to be broken up.","Timestamp":"2021-05-05 14:58:43"},{"Tweet":"Big tech is completely out of control and will be reined in once Republicans take back the House. It is our responsibility to fix this problem &amp; the free-speech hating, fascist Democrats won’t do a thing! https:\/\/t.co\/5uz8xxCPvi","Timestamp":"2021-05-06 16:18:20"},{"Tweet":"Just a good reminder that Democrats and tech oligarchs are quite obviously colluding to suppress their political opposition. E.g., Kamala Harris asked Twitter to ban Trump during a Dem primary debate, they eventually did her bidding. https:\/\/t.co\/kXfiRqeVhq","Timestamp":"2021-05-06 13:10:06"},{"Tweet":"Don't worry, Big Tech will surely deplatform and censor and suppress and \"fact-check\" Maxine Waters for spreading divisive disinformation. Surely Big Tech will spring into action and correct the record. https:\/\/t.co\/6wPcZc14pm","Timestamp":"2021-05-02 21:17:11"},{"Tweet":"Biden Firm Worked with CA State Officials, Big Tech to Censor Election Posts  https:\/\/t.co\/PdmfpGhRm1 https:\/\/t.co\/GJYRMxBpXj","Timestamp":"2021-05-02 12:01:17"},{"Tweet":"Democracies can't thrive when citizens can't agree on what's true. \n\nAnd tech companies have made algorithm-driven conspiracy rabbit holes a feature of our information ecosystem. \n\nThere needs to be a reckoning. \n\nhttps:\/\/t.co\/K4DXAAjVi5\n\nhttps:\/\/t.co\/ijtb2PLps4","Timestamp":"2021-05-05 17:02:15"},{"Tweet":"If I get the MAGA-world case against critical race theory, it's that America is a land of equality and couldn't be systematically biased, and yet also that all major American institutions (media, big tech, deep state, universities) are systematically biased against MAGA-world.","Timestamp":"2021-05-02 03:55:55"},{"Tweet":"We launched the first phase of Food Tech Valley, a new modern &amp; vibrant city that will serve as a global destination for start-ups and industry experts in the food ecosystem. It will host R&amp;D facilities, innovation center, smart food logistics hub and areas for vertical farming. https:\/\/t.co\/5Hfyi9Ngc1","Timestamp":"2021-05-01 08:55:49"},{"Tweet":"It is not that Ford and Hillier didn't realize they could create a simple postcode vaccine look-up and these genius tech guys somehow did. It's that Ford and Hillier specifically chose not to have the govt take a role in centralized, coordinated vaccine access","Timestamp":"2021-05-01 12:47:39"},{"Tweet":"Florida @GovRonDeSantis leading the charge in a big tech crackdown. WATCH #FoxNews https:\/\/t.co\/LPBpiBc3at","Timestamp":"2021-05-02 00:40:00"},{"Tweet":"TECH DECK 🛹\n\n@gabriel_deck | #ThunderUp https:\/\/t.co\/z3ihuI2fv9","Timestamp":"2021-05-02 00:43:02"},{"Tweet":"Social media is a lifeline for desperate Indians. And a threat for Narendra Modi https:\/\/t.co\/w8p83en3rL","Timestamp":"2021-05-02 05:20:13"},{"Tweet":"21 May. #SaveTheDate 🗓️\n\n#NFTs might be #trending in #crypto, but many #creators are still on the outside looking in. \n\nSo, #Zilliqa  joined forces with @natgallerysg's Art x Tech incubator Y-Lab. Together, we'll help #artists dive into this new revolution. Details 🔜 - AN https:\/\/t.co\/DKMs4Pz3iT","Timestamp":"2021-05-01 09:41:10"},{"Tweet":"A SpaceX Crew Dragon capsule returns four astronauts to Earth after a record-setting mission to the International Space Station https:\/\/t.co\/020FJcHD1C","Timestamp":"2021-05-02 07:15:14"},{"Tweet":"Andy Burnham’s campaign was helped by a £3,000 donation from a biometrics company vying to roll out fingerprint technology across Greater Manchester https:\/\/t.co\/oNV2vywpAE","Timestamp":"2021-05-01 19:14:23"},{"Tweet":"Zech outta Tech.\n\n#EaglesDraft | #FlyEaglesFly\n\n📺: NFLN\/Draft-A-Thon on @NFL https:\/\/t.co\/L7eyMJKNRd","Timestamp":"2021-05-01 17:04:02"},{"Tweet":"Good thing she’s not a doctor or surgeon or nurse or dentist or dental hygienist or nail tech or construction worker or firefighter or carpenter or... https:\/\/t.co\/QyzTeBm01E","Timestamp":"2021-05-02 03:20:39"},{"Tweet":"Former Texas Tech WR T.J. Vasher is signing with the #Cowboys, per his agents @NA3Sports","Timestamp":"2021-05-01 23:57:52"},{"Tweet":"\"It's uncomfortable. It's a long journey, You might not come back alive.\" https:\/\/t.co\/GnIY1GdfJ2","Timestamp":"2021-05-02 00:00:23"},{"Tweet":"Business as usual doesn't work during a pandemic. @POTUS, time to ensure @Pfizer @JNJNews &amp; @moderna_tx share the science &amp; tech of the #COVID19 vaccines.\n\nEVERYONE deserves a fair shot at recovery. #JoinCTAP #TRIPSWaiver #PeoplesVaccine  https:\/\/t.co\/CzWTyi3a95","Timestamp":"2021-05-01 12:51:30"},{"Tweet":"Taiwan has told staffing companies to remove all listings for jobs in China, a drastic move to prevent the outflow of vital tech talent to the mainland amid rising tensions between Taipei and Beijing. https:\/\/t.co\/OG6f2tiZKD","Timestamp":"2021-05-01 07:20:00"},{"Tweet":"Bill Gates thinks not a good idea to share IP-protected vaccine recipes with countries like India, indicates manufacturing facilities might be unsafe\n\nSri Lankan calls out Gates as a vaccine racist\n\n@indica \n\nhttps:\/\/t.co\/CtclKQt6jS","Timestamp":"2021-05-01 06:36:47"},{"Tweet":"After an elite Chinese hacker broke into an iPhone, Chinese intelligence used it virtually overnight as a weapon against a besieged minority ethnic group, striking before Apple could fix the problem. It was a brazen act performed in broad daylight. https:\/\/t.co\/StqiEAvk4G","Timestamp":"2021-05-08 05:02:05"},{"Tweet":"Most people romanticize the hacker life, but most of it involves creating GUI interfaces using visual basic, to track the IP address of criminals.⁠ https:\/\/t.co\/xA3Bb70QcI","Timestamp":"2021-05-08 20:30:43"},{"Tweet":"After getting a hacker un-partnered on @FacebookGaming &amp; calling out a toxic streamer on the platform, it appears BOTH communities worked overtime to stream snipe\/report my account.\n\nOverall KD is 0.87, Weekly KD is 1.3.\n\n@Activision @RavenSoftware @infinityward a little help? https:\/\/t.co\/oP1kKU5cLR","Timestamp":"2021-05-07 19:42:16"},{"Tweet":"Hacker Miraculously Shrinks a Nintendo Wii to the Size of a Game Boy https:\/\/t.co\/20W7bPTJMB https:\/\/t.co\/qkwH2pRRmE","Timestamp":"2021-05-07 13:45:35"},{"Tweet":"This is what I was wearing at the airport when a man (who didn’t appear to be doing so hot) stared me down and then angrily mumbled behind my back: “Hacker.” https:\/\/t.co\/xStklmznsv","Timestamp":"2021-05-08 00:52:48"},{"Tweet":"Hacker history nerds: are there historical examples of \"crossover episodes\" where people with very different technical skill sets got together and hacked a thing across their respective disciplines? I’m having a hard time coming up with any but surely there have been some","Timestamp":"2021-05-08 18:51:27"},{"Tweet":"For one of China’s elite hackers, breaking into an iPhone won him public acclaim and a large amount of money. For Chinese intelligence, they got a weapon against a besieged minority ethnic group, the Uyghurs, striking before Apple could fix the problem. https:\/\/t.co\/x8GFM7Eoyd","Timestamp":"2021-05-07 05:02:39"},{"Tweet":"Hello everyone.. My Facebook page has been hacked. Pls ignore All the random videos posted by the hacker. Trying to get it back asap. @Facebook @facebookapp","Timestamp":"2021-05-06 05:12:13"},{"Tweet":"More infighting in #antifa Portland: Antifa went after one of their videographers, John Hacker. They smashed his camera. (For the record: I am suing Hacker for assault and robbery.) https:\/\/t.co\/BvPzQRuE3t","Timestamp":"2021-05-02 08:08:01"},{"Tweet":"New: How China turned a prize-winning iPhone hack against the Uyghurs https:\/\/t.co\/RgRDVdFW30","Timestamp":"2021-05-06 10:07:53"},{"Tweet":"Plus: A Peloton data leak, Russian hacker details, and more of the week’s top security news. https:\/\/t.co\/dc82ZmpUso","Timestamp":"2021-05-08 20:17:13"},{"Tweet":"Stop me if you’ve heard this one. A container hacker and a mainframe hacker walk into a... https:\/\/t.co\/i2PpT9w9Mt","Timestamp":"2021-05-08 20:50:34"},{"Tweet":"A researcher in China hacked an iPhone and won a large amount of money for doing so. Then the government used his work to spy on Uyghurs before Apple could fix the issue. Great story by @HowellONeill. https:\/\/t.co\/Brmzu6Wb3H","Timestamp":"2021-05-06 11:16:46"},{"Tweet":"When people say \"the Russia hoax,\" you should ask them to clarify if they're talking about Russian intelligence hacking the DNC and releasing stolen emails under a fake activist-hacker persona.\n\nBecause they are.","Timestamp":"2021-05-01 17:51:08"},{"Tweet":"Software updates are crucial to a smooth-running laptop and to protect your security.\n\nHowever, be sure to beware of fake updates alerts, for example, received by email or via a browser pop-up, as these may make you vulnerable to cybercrime.\n\nLearn more ➤ https:\/\/t.co\/Eb0ZICcXVT","Timestamp":"2021-05-07 15:28:38"},{"Tweet":"Anyone from Delhi who has paid in advance for cylinder\/medicine\/concentrator and not received it, please report on 011-23469900 or  https:\/\/t.co\/Ds0tdpAZIL or acp-cybercell1@delhipolice.gov.in\n-  Order issued by Delhi police","Timestamp":"2021-05-08 20:03:37"},{"Tweet":"Colonial Pipeline, which runs America’s largest pipeline for refined fuels, has halted operations following a cyber-attack yesterday. We explain why cybercrime is on the rise https:\/\/t.co\/yAZTUTFILM","Timestamp":"2021-05-08 16:53:04"},{"Tweet":"#CyberCrime \nHackers' may clean your bank accounts  with your unused old mobile numbers.\nStay Alert! update  online transactions to current mobile numbers from unused mobile numbers. https:\/\/t.co\/G8LBDLnIxg","Timestamp":"2021-05-08 07:58:04"},{"Tweet":"#1 Do not pay advance before you receive any cylinder\/ medicine.\n\n#2 People from Delhi can report on 011-23469900, if you have already paid up and not received it.\n\n#3 Also report on https:\/\/t.co\/tU5QT4pN79\n\n#4  For Delhi, also email on acp-cybercell1@delhipolice.gov.in","Timestamp":"2021-05-03 07:44:22"},{"Tweet":"•Public Corruption\n•Terrorism\n•Counterintelligence\n•Cybercrime\n•Civil Rights\n•Organized Crime \n•White-Collar Crime \n•Violent Crime \n•Weapons of Mass Destruction \nLearn more about what we investigate at https:\/\/t.co\/0ri9rpObTs.\n\nReport crimes to 1-800-CALL-FBI. https:\/\/t.co\/OCTrbV6aFN","Timestamp":"2021-05-09 00:15:03"},{"Tweet":"@Valsts_policija Members of the Cybercrime Unit of the Economic Crimes Enforcement Department of the @Valsts_policija and the International Cooperation Department of the Prosecutor General’s Office helped detain an organized criminal group that laundered millions of dollars for cybercriminals. https:\/\/t.co\/k5icsBPkJ2","Timestamp":"2021-05-06 23:10:44"},{"Tweet":"Congratulations to John Dwyer - newly elected Police and Crime Commissioner for Cheshire! 🔵🌳\n\n🔵 He will deliver on his plan to recruit more police officers, create safer roads and tackle cybercrime. https:\/\/t.co\/VkXeqy7GQ2","Timestamp":"2021-05-08 20:54:40"},{"Tweet":"#DELHIPOLICE ACTION ON COVID CHEATS |\nDid someone #cheat you in name of providing oxygen\/medicine\/hosp bed\/remdesivir etc? U paid online &amp; its gone?\n\n1. Report on #155260 so we can stop ur money frm reaching cheat.\n2. Report on https:\/\/t.co\/UX8RcXyvXF\n3. Call4 asst #01123469900","Timestamp":"2021-05-03 16:23:26"},{"Tweet":"CCM through its control of the Executive and Legislative has passed with CERTIFICATE OF URGENCY dozens of repressive laws including Cybercrime Act under @jmkikwete \nThey could just as easily REPEAL them all - but don’t count on this! They love control! \n#WorldPressFreedomDay","Timestamp":"2021-05-03 05:58:39"},{"Tweet":"Abuse of Cybercrime Measures Taints UN Talks https:\/\/t.co\/4VUukF0p6v https:\/\/t.co\/ALFRd9CHmn","Timestamp":"2021-05-05 05:01:40"},{"Tweet":"Obsessed with #LineOfDuty? Know who takes on the real-life OCGs? (Hint: it’s not AC-12…)\n \nThe NCA works 24\/7 to lead the UK’s fight against serious and organised crime, tackling the OCGs bringing harm to our communities through drugs, firearms, cybercrime and other threats. https:\/\/t.co\/444FQpv8LO","Timestamp":"2021-05-02 13:05:41"},{"Tweet":"📌@UN_Vienna has hosted inclusive &amp; successful @UN treaty negotiations for decades. \n\nFor upcoming UN #Cybercrime Convention, #Austria🇦🇹 has pledged to support delegates from #LDCs, #SIDS, #LLDCs for travel ✈️ to #Vienna where @UNODC &amp; 🇺🇳-cybercrime are based. #LeaveNoOneBehind https:\/\/t.co\/oyu4AFF3V9","Timestamp":"2021-05-06 14:33:26"},{"Tweet":"Even as rates of most crimes remain low in rich countries, the spectacular growth of cybercrime—crime committed mostly or entirely over the internet—stands out https:\/\/t.co\/tXK5Bnymfz","Timestamp":"2021-05-04 05:17:30"},{"Tweet":"A possible global treaty to address cybercrime, first proposed by Russia, risks legitimizing abusive practices and could be used as an excuse to silence government critics and undermine privacy in many countries. Negotiations at the UN start May 10. https:\/\/t.co\/ufKDWgtSrW https:\/\/t.co\/PGILZYbfGo","Timestamp":"2021-05-05 12:21:47"},{"Tweet":"Good news for our Linux users https:\/\/t.co\/ZMwOkBmp4Y","Timestamp":"2021-05-07 18:27:00"},{"Tweet":"\"50 Useful and Productive cURL Command in Linux\" https:\/\/t.co\/ZrYGpdtfVc","Timestamp":"2021-05-08 08:45:20"},{"Tweet":"Procmon for Linux v1.01 release for Ubuntu is out. Let us know what you think: https:\/\/t.co\/hmA5qbhdlg","Timestamp":"2021-05-06 02:56:20"},{"Tweet":"How to flush the DNS cache on Linux https:\/\/t.co\/zA0dMoq1UA https:\/\/t.co\/rJtIoqQnst","Timestamp":"2021-05-08 21:45:08"},{"Tweet":"Linux turned out to be an universal operating system and Kubernetes is on track to becoming an universal control plane.","Timestamp":"2021-05-05 13:35:56"},{"Tweet":"Also this for Linux detection folks. https:\/\/t.co\/4uerlEoeBv","Timestamp":"2021-05-08 16:24:04"},{"Tweet":"📢 Linux Edge Insiders, we have a special announcement for you:\n\nStarting today, you can download and install the Microsoft Edge Beta channel on your Linux device! Head over to our Edge Insider website to get either the .deb or .rpm package to install now! https:\/\/t.co\/uTpZf3DPsE","Timestamp":"2021-05-04 15:59:43"},{"Tweet":"We're happy to announce that Griftlands in now Linux compatible on Steam!\n\nThis update also contains some general fixes &amp; tweaks for all PC platforms as we work towards full launch!\n\nMore Details Here:\nhttps:\/\/t.co\/cT0b94RQJ9\n\n#Griftlands #Linux #LinuxGaming @gamingonlinux https:\/\/t.co\/Xrkav0bUHr","Timestamp":"2021-05-06 18:46:29"},{"Tweet":"\"YOU WOULDN'T HAVE THIS PROBLEM WITH LINUX!\"⁠\n\nhttps:\/\/t.co\/vWXnncFKFu https:\/\/t.co\/mgDf9kxiqY","Timestamp":"2021-05-05 13:50:43"},{"Tweet":"“If you take [Amazon Web Services], they allow developers to choose between Linux, Windows, other kinds of servers. You’re free to choose. We wanted to do the same for decentralized, execution platforms,” @sandeepnailwal said.\n\nhttps:\/\/t.co\/iUxZu7qPRS","Timestamp":"2021-05-01 13:17:43"},{"Tweet":"Microsoft’s Edge browser is now available in beta for Linux https:\/\/t.co\/xK58f1P8ta","Timestamp":"2021-05-04 17:06:03"},{"Tweet":"A tiny Linux board that can fit inside of a phone charger would be a useful gadget for hackers. https:\/\/t.co\/Tn2eQW3Ueb","Timestamp":"2021-05-06 11:00:26"},{"Tweet":"My experience over the years is traditional orgs vastly overestimate their security posture in Linux space, so exciting to see vendors pushing Linux detection. https:\/\/t.co\/TqujDWJ2jJ","Timestamp":"2021-05-06 07:27:39"},{"Tweet":"#Fedora Linux 34 added a new spin featuring @i3wm—the popular tiling window manager. Learn more about it from @X3M now at the Fedora Linux 34 Release Party\nhttps:\/\/t.co\/pqTmUTVC6l","Timestamp":"2021-05-01 13:00:00"},{"Tweet":"Are you an aspiring open source software developer? Want to grow your career by diving into the #opensource community to learn from top project contributors? Apply to The Linux Foundation Mentorship Program by May 14 &amp; become a mentee! Learn more: https:\/\/t.co\/93IkjiQBdJ","Timestamp":"2021-05-05 18:11:31"},{"Tweet":"HIDE data should be incorporated into MySejahtera (it’s a no-brainer, frankly)\n\nLike how SELangkah does it https:\/\/t.co\/1l0ziYZRRm","Timestamp":"2021-05-08 04:41:18"},{"Tweet":"TN CM Stalin says “I have instructed officers not to fudge Covid data. Let’s face the facts directly.” https:\/\/t.co\/RO1guuqdNO","Timestamp":"2021-05-08 08:15:45"},{"Tweet":"KARE 11 Investigates: New data shows MPD searches Black drivers at 29 times the rate of whites after minor traffic stops.\nhttps:\/\/t.co\/j4pbo2pHXx https:\/\/t.co\/4cWlpbMRo7","Timestamp":"2021-05-07 12:26:02"},{"Tweet":"The goal of covid vaccines was to prevent illness. Mucosal\/sterilization immunity wasn't anticipated, which is why masks have been advocated post-vaccination to prevent transmission. So this is especially welcome new data   .https:\/\/t.co\/lLeW6CS6vi https:\/\/t.co\/8rjT9D0WTo","Timestamp":"2021-05-08 18:24:15"},{"Tweet":"Norwegian Cruise Line CEO Frank Del Rio TORCHES the CDC for issuing nonsensical guidance for cruise lines without providing any data to support their rules.\nhttps:\/\/t.co\/KMiY94B1Gf","Timestamp":"2021-05-08 21:45:04"},{"Tweet":"Anyway use Signal. When it gets subpoenaed, this is all the data they have to disclose.\n(Source: https:\/\/t.co\/5YVCJpXy8n) https:\/\/t.co\/EPG3oB573l","Timestamp":"2021-05-07 23:39:47"},{"Tweet":"In a shocking display of TRUTH, the Maricopa County Supervisors ADMIT that access to the routers “could potentially allow someone to intercept sensitive data”.\n\nDid someone intercept the 2020 General Election data?\nWe must find out.\n\nAudit those routers!\n\n-Ron","Timestamp":"2021-05-08 03:19:48"},{"Tweet":"According to Spotify data, the most popular song to sing in the shower is \"Party in the U.S.A.\" by Miley Cyrus","Timestamp":"2021-05-08 00:33:01"},{"Tweet":"I simply can’t tolerate this tux anymore, and after wearing my mink overcoat for 24 hours straight, I think I may be allergic.\n\nMy victory podium was also ruined by last nights rain.\n\nI have reliable data that I received 97.36% of the vote.\n\nI hereby declare London open. ✌🏼🥂","Timestamp":"2021-05-08 14:52:59"},{"Tweet":"Myanmar junta has suspended 8250 educational staff from 33 degree colleges and universities nationwide including professors and lecturers for refusing to work under the military regime according to the data received from Myanmar Teachers' Federation.\n\n#WhatsHappeningInMyanmar","Timestamp":"2021-05-08 12:40:10"},{"Tweet":"if only someone was on live national tv with some kind of wall with voting data at 3:42am and 6:31am on Nov. 4 explaining in real time exactly what was happening in Wisconsin and Michigan - and why it was both expected and unquestionably legal...","Timestamp":"2021-05-07 14:28:09"},{"Tweet":"You can listen to a politician tell you his state is \"leading\" the way on COVID recovery.\nOr you can actually look at the data.\nhttps:\/\/t.co\/cjKLkG7ZpT","Timestamp":"2021-05-07 11:38:35"},{"Tweet":"⚠️HUGE EXCESS DEATHS—global #COVID19 death toll is 2x higher than official data—6.9 mil worldwide. Deaths:\n\nUS 🇺🇸—905k\nIndia 🇮🇳—654k\nMexico 🇲🇽—617k\nBrazil 🇧🇷—595k\nRussia 🇷🇺—593k\n\nLikely hit 1918 Spanish flu death count by end of pandemic, says @IHME_UW. 🧵\nhttps:\/\/t.co\/u9c5CEW0Gc https:\/\/t.co\/oQQLQKx0Gh","Timestamp":"2021-05-07 05:19:15"},{"Tweet":"Why is Mumbai handling its second wave better than Delhi? |\nCredit a sensible administrative structure, decentralisation and data-driven planning https:\/\/t.co\/kqRzlj9ihv","Timestamp":"2021-05-07 07:53:18"},{"Tweet":"Wanna know why they aren’t producing data to back up these lockdowns?? Here it is. This absolutely 💯 has to go viral. The Great Reset is real and they are using Covid to implement it. More will be revealed @jkenney POS https:\/\/t.co\/exBP9NKfEo","Timestamp":"2021-05-07 02:25:42"},{"Tweet":".@RahulGandhi Ji has written to PM @narendramodi once again: \n\nHe has urged PM, to track the mutations &amp; data scientifically, vaccinate extensively and offer financial support to the vulnerable sections.\n\nFollow his channel on Telegram for more updates:\nhttps:\/\/t.co\/w7tWlwIJ52 https:\/\/t.co\/mjIdrRmsjK","Timestamp":"2021-05-07 05:09:17"},{"Tweet":"Remember when the New York Times published that scary article about how we’ll never reach herd immunity, and Palmer Report called it out as doomsday clickbait? Turns out it’s even worse. This lengthy thread suggests the NY Times used entirely false data to support its claims: https:\/\/t.co\/oHhIkOOQ14","Timestamp":"2021-05-07 08:08:29"},{"Tweet":"Customers in parts of Peninsular Malaysia may find their data experience affected today due to an unfortunate equipment failure. Our technical team is working hard to resolve this issue and restore services as soon as possible.","Timestamp":"2021-05-07 07:35:12"},{"Tweet":"Gov. Cuomo to Reporter Calling Him out for Covering up Data: ‘Don’t Tell Me What I Said,’ It’s Trump’s Fault https:\/\/t.co\/owaBPgXSzE","Timestamp":"2021-05-07 01:55:02"},{"Tweet":"Finalised mortality data for 2020 show there were 76,000 excess deaths across all locations (hospitals, care homes, private homes and elsewhere) in England and Wales. \n\nThis was 14% higher than the five-year average  https:\/\/t.co\/IpvzDLEHtl https:\/\/t.co\/HZRzatBh4E","Timestamp":"2021-05-07 09:00:55"},{"Tweet":"📢 📢 📢 Competition time!\nMother’s Day is around the corner, and we’ve mixed up where this flower is. Tell us which cup it’s under using #FridayFundays and you could win yourself some data 💃 💃 https:\/\/t.co\/EysyaBaWSy","Timestamp":"2021-05-07 09:00:23"},{"Tweet":"How difficult it is for the government to create a LIVE dash board , by taluka, by district , by state, giving data on COVID testing, mortality, and the infrastructure support that is needed.  Transparency is what will save us because if we know the problem we can address it.","Timestamp":"2021-05-07 05:34:22"},{"Tweet":"The decision of many countries to call for the lifting of patent protection for #COVID19 vaccines can save millions of lives. This calls also for common rules of #openscience, data sharing &amp; scientific cooperation. That's @UNESCO's work right now.\n\nhttps:\/\/t.co\/Tw19ko6QnZ","Timestamp":"2021-05-07 09:47:12"},{"Tweet":"The data story which we managed to get from the health departments. \n\nThe story highlights the poor number of Covid testing in two most burdened districts of UP- Lucknow and Varansi.\n\nhttps:\/\/t.co\/pJvr1i7KCM","Timestamp":"2021-05-07 05:20:25"},{"Tweet":"Almost a million people signed up for 2021 health insurance coverage on the federal Affordable Care Act exchange during the first 10 weeks of President Biden's special enrollment period, according to data from the Centers for Medicare and Medicaid Services https:\/\/t.co\/KM2vWzpb1m","Timestamp":"2021-05-07 06:01:04"},{"Tweet":"\"I hope my suggestions, to track the mutations &amp; data scientifically, vaccinate extensively and offer financial support to the vulnerable sections, are considered in time bound manner. \n\nWe stand together in this battle against the pandemic.\" \n\n- Shri @RahulGandhi ji writes to PM https:\/\/t.co\/XpWHnIFJ7d","Timestamp":"2021-05-07 05:48:49"},{"Tweet":"30 seconds of Googling yesterday would have told Tucker that VAERS is open access, raw, unverified data. 30 more today would have told him it’s been that way since well before Biden. https:\/\/t.co\/HYVtCu0x0s","Timestamp":"2021-05-07 00:38:12"},{"Tweet":"Signal tried to use Instagram ads to display the data Facebook collects about you and sells access to.\n\nFacebook wasn't into the idea, and shut down our account instead: https:\/\/t.co\/sSqJ8JlxR7 https:\/\/t.co\/PU6WoDdt70","Timestamp":"2021-05-04 18:49:15"},{"Tweet":"Signal made Instagram ads that shows users how much Facebook knew about them.\n\nFacebook banned them.\n\n“Being transparent about how ads use data is enough to get banned; in Facebook’s world, the only acceptable usage is to hide what you’re doing.”\n\nhttps:\/\/t.co\/DwAZeD5IWn https:\/\/t.co\/9cwTu2DILy","Timestamp":"2021-05-04 19:20:04"},{"Tweet":"Cost of 1GB of mobile data:\n\nIndia 🇮🇳: $0.09 (lowest)\nIsrael 🇮🇱: $0.11\n\nUnited States 🇺🇸: $8\nCanada 🇨🇦: $12.55 https:\/\/t.co\/ROLO8QriEw","Timestamp":"2021-05-06 18:31:57"},{"Tweet":"This is EXACTLY what I was concerned to test when Twitter announced Tip Jar. PayPal needs to make it crystal clear which data is given to money receivers and stop sharing that data, &amp; Twitter needs to educate users who don’t realize what info tip receivers get when using PayPal. https:\/\/t.co\/BaUDcxpeu4","Timestamp":"2021-05-06 21:05:18"},{"Tweet":"Organ Procurement Organizations (OPOs) are supposed to swiftly retrieve organs from donors. Yet, they're often havens for waste and abuse, in part because they can manipulate data to escape accountability, while vacationing on private jets—literally. I'm calling them out. https:\/\/t.co\/fPV92Ig96m","Timestamp":"2021-05-04 18:16:57"},{"Tweet":"20+10 - Romelu Lukaku is the first player able to score 20+ goals and deliver 10+ assists in a single Serie A season since Opta started to collect this data (since 2004\/05). Polyhedric.\n\n#CrotoneInter https:\/\/t.co\/n7KceOGd0X","Timestamp":"2021-05-01 17:43:59"},{"Tweet":"Stop saying \"both sides\" gerrymander the same.  Here is what the data shows:\n\n\"Republican redistricting increases their own seat share by over 9%, compared to 0% when Democrats have control.\"\nhttps:\/\/t.co\/sG9O27H9L7","Timestamp":"2021-05-04 13:32:39"},{"Tweet":"U.S. COVID update: Daily average of new cases falls to 7-month low\n\n- New cases: 45,002\n- Positivity rate: 3.1% (-0.8)\n- In hospital: 36,844 (-379)\n- In ICU: 9,629 (-213)\n- New deaths: 793\n\nMore data: https:\/\/t.co\/5K2VExVHB4","Timestamp":"2021-05-06 23:25:18"},{"Tweet":"“A pair of internal reports leaked from the B.C. Centre for Disease Control highlights that health authorities in B.C. are only releasing a fraction of their available COVID-19 information to the public.” https:\/\/t.co\/57eWPTImCg","Timestamp":"2021-05-07 00:20:52"},{"Tweet":"Why are our governments lying to us? Alberta Government’s own data shows hospital bed and ICU utilization at five-year low https:\/\/t.co\/yq0nj2OK2R #abpoli","Timestamp":"2021-05-06 12:02:12"},{"Tweet":"COVID-19: Leaked reports show B.C. health authorities withholding data from the public https:\/\/t.co\/ps8coY0lzg","Timestamp":"2021-05-07 00:18:58"},{"Tweet":"Our analysis of satellite data provides new and visual evidence of the furious pace with which China carried out its detention campaign against the Uyghurs and other ethnic minority groups in Xinjiang. https:\/\/t.co\/e68ZdWOcfr","Timestamp":"2021-05-01 17:40:02"},{"Tweet":"This whole past year has been one huge appeal to authority anyway... \n\nJust because somebody is a 'scientist', 'doctor', or 'expert' doesn't mean they are correct. Or that they are honest.\n\nAnd you don't need to be any of the above to apply critical thinking or read data.","Timestamp":"2021-05-01 14:55:52"},{"Tweet":"I know how challenging this time has been for those in care homes. \n \nWith data continuing to head in the right direction &amp; as restrictions ease, I am pleased that from 4 May residents can now leave their homes to reunite with their loved ones outdoors. \n\nhttps:\/\/t.co\/48OMCCCWTQ https:\/\/t.co\/zGmw5uMFcO","Timestamp":"2021-05-01 10:28:11"},{"Tweet":"Ride on! Get the Rider Armor in #MHRise by having save data from #MHStories2! https:\/\/t.co\/YU1WaI4E2Z","Timestamp":"2021-05-01 16:00:23"},{"Tweet":"Today Canada is in 38th  place globally in “total vaccines per 100 people.” With only 2.9% of Canadians fully vaccinated, we are in 82nd place.  Being partially vaccinated isn’t fully protected. \n.\nSource: Our World in Data. #cdnpoli #TrudeauVaccineFailure","Timestamp":"2021-05-01 12:45:04"},{"Tweet":"Start your #MHStories2 journey in style with the Kamura Garb by having save data from #MHRise! https:\/\/t.co\/JZbTQoeddp","Timestamp":"2021-05-01 15:00:22"},{"Tweet":"What all has been thrown at him and yet, this is the level at which he operates. The data and clarity here. Respect. @CMOMaharashtra @priyankac19 https:\/\/t.co\/DOOG1nyMH9","Timestamp":"2021-05-01 14:58:25"},{"Tweet":"81 Journalists died in last 30 days. Total Journalist deaths 139 due to #COVID19. \n\n👇🏼#RateTheDebate daily data and analysis. More details: https:\/\/t.co\/UgrbWoQRJb @RateTVDebate\n\n#JournalistDeaths #VaccineForMedia https:\/\/t.co\/vSZgNs9Jsa","Timestamp":"2021-05-01 15:36:41"},{"Tweet":"6 deaths and 1,642 positive tests in England yesterday. In nine days the experts will assess whether opening beer gardens has led to a third wave that could overwhelm the NHS. 🥴 https:\/\/t.co\/yHgheMZfCI","Timestamp":"2021-05-01 15:49:40"},{"Tweet":"O₂ Maths:\n\nDelhi:\nRequired O₂:  976MT\nAllocated O₂:  490MT \n\nDaily Supply:\n▪️25th Apr: 305 MT \n▪️26th Apr: 408 MT \n▪️27th Apr: 398 MT \n▪️28th Apr: 431 MT \n▪️29th Apr: _(Data not available)_\n▪️30th Apr: 312MT \n\nModi Govt failed in providing the allocated 490 MT O₂ to Delhi.","Timestamp":"2021-05-01 10:43:30"},{"Tweet":"What demands have over 300 scientists made to PM Modi in a letter over COVID-19 data? \nhttps:\/\/t.co\/50CkLKDCPO\n-via @inshorts\n\nI support the demands of the Scientists. Knowing his contempt of Scientists and his love for Sanghi Scientists he would not even look at their demands.","Timestamp":"2021-05-01 13:19:53"},{"Tweet":"We now have data showing as people install the 14.5 update to iOS, as much as 96% of them are opting out of tracking which means  Facebook will lose access to a MAJORITY of its data for these users. This should be the biggest business news story of the week. Massive implications. https:\/\/t.co\/lfyVeYkcCU","Timestamp":"2021-05-01 12:21:35"},{"Tweet":"Another update on India.\n\nThe latest data shows 400,000 confirmed cases in 24 hours.\n\nThe test positivity rate increased to 21%. A large share of cases is likely missed.\n\nGlobally the number of confirmed cases is 830,000 so that currently almost every 2nd case is found in India. https:\/\/t.co\/lx4c1IPx39 https:\/\/t.co\/MFMYcI7kEk","Timestamp":"2021-05-01 09:29:39"},{"Tweet":"Honestly, if masks made a significant difference, then it would be obvious by now. Not highly contentious.\n\nThe 'studies' are based on unrealistic models. We have over one year's worth of real world data. \n\nBut many are emotionally and politically attached to their masks now. https:\/\/t.co\/auz8GA3RHa","Timestamp":"2021-05-01 13:58:53"},{"Tweet":"India’s recovery rate stands at 81.84% as on 1st May 2021. Here’s the state-wise recovery data, take a look! #IndiaFightsCorona https:\/\/t.co\/vAr0GZaxZc","Timestamp":"2021-05-01 08:44:53"},{"Tweet":"#COVID19 cases in the Philippines went up by 9,226 to 1,046,653, as of May 1.\n\n4 laboratories failed to submit data on time.\n\n72,248 are active cases\n\n10,809 new recoveries; 957,051 total\n120 new deaths; 17,354 total https:\/\/t.co\/xjXDdeo7yA","Timestamp":"2021-05-01 08:03:01"},{"Tweet":"The City of Johannesburg is due to fix potholes in partnership with two insurance companies, Dialdirect Insurance and Discovery Insure. | @BISouthAfrica \n\nhttps:\/\/t.co\/nIDSNQ9DYm https:\/\/t.co\/ux0GITU73H","Timestamp":"2021-05-01 07:45:03"},{"Tweet":"The measure took place on Tuesday, and then state media Pengpai confirmed the news on Thursday. #Bitcoin https:\/\/t.co\/cJKNzJRuEc","Timestamp":"2021-05-01 07:32:33"},{"Tweet":"New data shows continued surge in anti-Asian hate crime reports in some major cities https:\/\/t.co\/qeCmUr73Po","Timestamp":"2021-05-01 08:20:00"},{"Tweet":"Data analysis from @rid1tweets \n“The rolling 7-day average test positivity rate in South Africa has now drifted back above the 5% threshold . \nThis is the first time the rolling 7-day average for SA breaches 5% since it dropped below this level on 1 March 2021” #covid19SA https:\/\/t.co\/TAz9KZGOsL","Timestamp":"2021-05-01 08:10:27"},{"Tweet":"Even in these terrifying times, people continue to wilfully, knowingly,  vicariously violate #COVID19 protocol in #UttarPradesh. Daily mass awareness campaigns, threats of severe punitive fines, appeals with folded hands, death and infection data, nothing works.\nThis is #India https:\/\/t.co\/zYFASS437C https:\/\/t.co\/kNvb84HYAu","Timestamp":"2021-05-01 09:25:41"},{"Tweet":"Dutch govt temporarily disables Covid-19 contact tracing app. It “will prevent users of the app in the Netherlands from being linked to data that is accessible to third parties via the Google system” https:\/\/t.co\/5MpzUuAyyE","Timestamp":"2021-05-01 08:20:17"},{"Tweet":"Sinn Féin asks for bank statements and photo ID from people looking to access data party holds on them\n https:\/\/t.co\/mph1o1debt","Timestamp":"2021-05-01 07:45:01"},{"Tweet":"The deaths of 13-year-old Adam Toledo in Chicago and 16-year-old Ma'Khia Bryant in Columbus, Ohio, are just two of more than 100 instances of people younger than 18 killed by police since 2015. https:\/\/t.co\/J2o8cTwDsD","Timestamp":"2021-05-01 07:25:34"},{"Tweet":"⚡️ Drive system, charging options, connectivity, technical data and more: Click below to get all facts about our #VWID4 GTX! 🏁\n\n[ID.4 GTX - combined power consumption in kWh\/100 km (NEDC): 16.3, CO2 emissions in g\/km: 0; efficiency class: A+]","Timestamp":"2021-05-01 08:00:01"},{"Tweet":"@PrinceArihan pl see the research with data of @dravirmani He has clearly shown till now very less impact of khumbh mela with dates https:\/\/t.co\/mYgtTLArcA","Timestamp":"2021-05-01 09:24:14"},{"Tweet":"\"I'm fully convinced we're in the beginning of a bull cycle,\" Digital Finance's @MaximNurov tells #CDTV.\n\n\"My personal forecast is $720,000 by the end of the year.\"\n\nWatch the full interview: https:\/\/t.co\/orKjT1AK8F","Timestamp":"2021-05-01 08:40:00"},{"Tweet":"There's no way to do this without filters, but there's no way to make filters without violating the GDPR. The EU trying to figure out how to make it work, and the people who said this wouldn't require filters are now claiming that filters are fine.\n\nhttps:\/\/t.co\/GvqSg8qM9E\n\n26\/","Timestamp":"2021-05-08 16:31:37"},{"Tweet":"💻Next week's LGFA Webinars &amp; Registration links! \n\n🗓️Monday May 10 - 7pm \n\nWho Looks After Me? Minding Ourselves as Volunteers\n👉https:\/\/t.co\/a6BHnWiVtc\n\n🗓️Tuesday May 11 - 7.30pm \n\nGDPR in Practice \n👉 https:\/\/t.co\/xEYW4MifKU\n\n#LGFA https:\/\/t.co\/OaHU0Qtx7V","Timestamp":"2021-05-08 14:00:02"},{"Tweet":"According to the NY AG, \"Fluent\" (https:\/\/t.co\/h5dmN1nwQ4) is the company primarily responsible for flooding the FCC with fake impersonation comments which resulted the FCC's decision to revoke Net Neutrality rules.\nI sure am glad Fluent claims to be both CCPA and GDPR compliant. https:\/\/t.co\/15ONHaQRVq","Timestamp":"2021-05-06 16:24:21"},{"Tweet":"Cédric O on the Digital Markets Act:  We want the regulator to be as European as possible. We have seen with GDPR that when national regulators are implied, some differences can threaten the whole text itself. 😏\nhttps:\/\/t.co\/xzso3fTLJA","Timestamp":"2021-05-04 14:13:04"},{"Tweet":"In our latest #techblog post, #Palantir's #informationsecurity team shares their experience using @ciliumproject: an #opensource project for securing container-based infrastructure that allows controls preferable to a traditional #firewall. Read more: https:\/\/t.co\/ovAEEvLyYn https:\/\/t.co\/LRRFYZxmSH","Timestamp":"2021-05-06 18:58:15"},{"Tweet":"The \"Ditto\" scam \n#CyberSafety #CyberFit #CyberAlert #CyberSecurity #OnlineSecurity #OnlineSafety #informationsecurity #MahaCyber #cybersecurityawareness #StaySafe #StayAlert https:\/\/t.co\/0zexpuNfuW","Timestamp":"2021-05-04 09:07:11"},{"Tweet":"Check out our new #CyberEssentials webinar on to learn about fundamental concepts and practices to create a culture of #CyberReadiness for your organization:  https:\/\/t.co\/OHh5eicFjb #BeCyberSmart #Cybersecurity #InformationSecurity #Resilience","Timestamp":"2021-05-05 15:41:01"},{"Tweet":"Neil Basu, the national CT lead, on whether he wants to lead the Met, how Facebook encryption plans will cost lives, and the battle to recruit more officers who look like him. Found it really fascinating to chat\n\nhttps:\/\/t.co\/xNHZ684HkK","Timestamp":"2021-05-08 09:05:40"},{"Tweet":"End-to-end encryption is what makes a digital message truly private, read only by its intended recipient. https:\/\/t.co\/1pHppAnPso","Timestamp":"2021-05-07 16:45:00"},{"Tweet":"Using Trusted Execution Environment for user data encryption is an interesting use case.\n\nWith the potential of decentralized storage technology in the #Polkadot ecosystem, @PhalaNetwork aims to achieve more efficient TEE resource utilization &amp; network performance improvement. https:\/\/t.co\/mO8HFITsL1","Timestamp":"2021-05-07 15:09:38"},{"Tweet":"\"Signal doesn’t have access to messages; chat lists; groups; contacts; stickers; profile names\/avatars; or even GIFs.\" \n\nThat’s why we suggest @signalapp for messaging. With end-to-end encryption by default, they simply don't have your data (like us): https:\/\/t.co\/j7fRwmb4Zd","Timestamp":"2021-05-06 13:47:01"},{"Tweet":"@espadrine @ringo_ring @maxzks @tusharjois When we wrote about law enforcement accessing data from iCloud, one of our questions was: how do we convince people that backup encryption is important?\n\nWatching the FBI use their investigative capability against @ringo_ring really clarifies that argument for me.","Timestamp":"2021-05-08 19:08:19"},{"Tweet":"The reality is the Biden administration’s proposed attack on privacy is just the latest salvo in a long-running elite campaign against encryption, which has become turbocharged following the Capitol Hill riot, writes Kit Klarenberg\n\nhttps:\/\/t.co\/OSP563VqvN","Timestamp":"2021-05-04 16:45:00"},{"Tweet":"Happy birthday to cryptography pioneer Ron Rivest, the MIT professor who co-created RSA encryption: https:\/\/t.co\/MNmz8tIJdC\n\ncomic @xkcd https:\/\/t.co\/v67v5ut3q1","Timestamp":"2021-05-06 16:00:01"},{"Tweet":"End-to-end encryption protects our private conversations and information — even from the messaging apps themselves.\n\nSignal can’t turn over data it doesn’t have. https:\/\/t.co\/BWVN0ftOqX","Timestamp":"2021-05-05 23:28:33"},{"Tweet":"I wonder how secure our banks and brokerages will be when quantum computing becomes ubiquitous? What happens to crypto? Is this just an arms race between encryption and decryption?\n\nI honestly don’t, know but it’s a fascinating topic","Timestamp":"2021-05-02 18:38:32"},{"Tweet":"Everyone needs to stop differentiating between a need for “encryption at rest” versus “encryption in motion”.\nThose days of difference are gone.\nIn modern computing and networking, data needs to be encrypted under both types of scenarios. Period. No exceptions.","Timestamp":"2021-05-01 21:02:44"},{"Tweet":"Cursive would work even better as an encryption tool https:\/\/t.co\/VGyUSYJ34h","Timestamp":"2021-05-01 14:23:43"},{"Tweet":"Five technologies that will impact how the world trades:\n\n1 3D printing\n2 internet of things (IoT)\n3 autonomous robots (AI)\n4 5G wireless\n5 Blockchain https:\/\/t.co\/FRpscRTLzG https:\/\/t.co\/li3BNR9Ofr","Timestamp":"2021-05-08 12:50:21"},{"Tweet":"#IoT-based remote healthcare monitoring solutions can enable healthcare service providers to deliver seamless services to remote patients in an efficient manner. Explore how #STPIIoTOpenLab is enabling startups to build such products: https:\/\/t.co\/ECnBL1TKJJ #STPICoEs #STPIINDIA https:\/\/t.co\/RfAxJls9qT","Timestamp":"2021-05-08 03:26:16"},{"Tweet":"#IoT can enable autonomous vehicles manufacturers to improve car engineering &amp; optimise production timelines while increasing productivity &amp; profitability. Explore how #STPIMOTION is helping #startups to build such soln: https:\/\/t.co\/74BshwgyhF. #STPIINDIA #STPICoEs #GrowWithSTPI https:\/\/t.co\/qtBxGYnJSe","Timestamp":"2021-05-08 03:25:49"},{"Tweet":"#IoT-powered smart agriculture sensor can collect data from the crop field &amp; monitor weather conditions and enable farmers to make smart decisions about farming. Explore how #STPIOctaNE is nurturing #startups to build such solutions: https:\/\/t.co\/M6izWW80wm. #STPIINDIA #STPICoEs https:\/\/t.co\/88obcCDDRu","Timestamp":"2021-05-07 04:35:06"},{"Tweet":"Massive adoption of #IoT by enterprises across industry verticals to boost automation, enhance productivity &amp; efficiency &amp; lower operational cost will drive the global #IIoT market to rise from $161.14 billion in 2018 to reach $949.42 billion by 2025, registering a CAGR of 29.4%. https:\/\/t.co\/WaWXN8VRqU","Timestamp":"2021-05-07 04:05:35"},{"Tweet":"#MachineLearning on Sequence Data — #Python #DeepLearning Tutorial on creating Gated Recurrent Units (GRU) in Recurrent Neural Networks (RNN) with #TensorFlow: https:\/\/t.co\/iH5RQjP5r7\n———————\n#BigData #DataScience #AI #NLProc #IoT #IIoT #IoTPL #NeuralNetworks #Algorithms #abdsc https:\/\/t.co\/8wOGJPj4nu","Timestamp":"2021-05-08 14:43:22"},{"Tweet":"#IoT for #SupplyChain Management — How to Use IoT for Enhanced Business Operations: https:\/\/t.co\/f7eio0bOdJ\n——————\n#abdsc #SCM #Logistics #IIoT #IoTPL #Industry40 #BigData #DataScience #AI #MachineLearning #EdgeComputing #LocationAnalytics \n———\nGraphic: https:\/\/t.co\/VlVwoZbpSs https:\/\/t.co\/NOrAWh1KJw","Timestamp":"2021-05-07 12:47:29"},{"Tweet":"How #EmergingTechnologies are impacting industries: https:\/\/t.co\/NAfHYRnIeI\n———————\n#BigData #DataScience #AI #MachineLearning #Automation #IoT #IIoT #IoTPL #IoTCommunity #Blockchain #DigitalTransformation #fintech #insurtech #HealthTech #Retail #EdTech #Industry40 #4IR #AR #VR https:\/\/t.co\/5aB3NHJWhz","Timestamp":"2021-05-08 14:14:41"},{"Tweet":"YouTuber Sally trusts our #smart oven with built-in #artificialintelligence to bake her lemon tart. Did you know that the #AI algorithm learns from #baking processes in the oven – and from other users’ ovens connected in the Home Connect AI cloud? ➡️ https:\/\/t.co\/1ebH7qTgIL #IoT https:\/\/t.co\/uwvZBjjK1n","Timestamp":"2021-05-07 09:58:27"},{"Tweet":"Chinese smart TVs caught hoovering up data about devices on customers' networks\n\nhttps:\/\/t.co\/AhwNziVW6I https:\/\/t.co\/IZVsYjOOLm","Timestamp":"2021-05-07 11:30:25"},{"Tweet":"🗣\"I am in this business to make a real, meaningful impact on a global scale and help solve real-world problems through the technological solutions that Ericsson can provide.\" @AsaTamsons\n\nMore on #5G + #IoT + #sustainability 👉https:\/\/t.co\/VAKw5foAMZ https:\/\/t.co\/spHGt9fF5X","Timestamp":"2021-05-08 17:30:04"},{"Tweet":"How to build an effective and long lasting IoT business model. #IoT https:\/\/t.co\/zGvV6dWWAq https:\/\/t.co\/yQ7EiC32D9","Timestamp":"2021-05-08 19:58:14"},{"Tweet":"#MixedReality 🥽 is going to connect us to each other in new ways – for #business and for fun 🎊\n\n🎥@Microsoft @HoloLens #HoloLens2\n\nmt @WevolverApp #AugmentedReality #AR #UI #UX #CX #MicrosoftMesh #IoT #tech #futureofwork #futuretrends #innovation #XR \nhttps:\/\/t.co\/tTkn01lLOr","Timestamp":"2021-05-08 12:21:03"},{"Tweet":"#5G Rollout: New Growth Avenues for #IoT adopters https:\/\/t.co\/2N8VZAXBJ3 https:\/\/t.co\/8vvxxPrEjE","Timestamp":"2021-05-08 07:10:00"},{"Tweet":"Prediction: now that Apple has deployed Airtags, their next business will be developing a communications network for IoT devices that can’t directly access cellular or reliable Wifi.","Timestamp":"2021-05-06 19:07:37"},{"Tweet":"Automotive companies can leverage #IoT to ensure smart communications between vehicles for building intelligent transport system. Explore how #STPIMOTION is nurturing #startups to build such innovative solutions: https:\/\/t.co\/74BshwgyhF. #STPIINDIA #STPICoEs #GrowWithSTPI https:\/\/t.co\/6pZPp5e4y2","Timestamp":"2021-05-01 06:31:45"},{"Tweet":"#IoT can enable manufacturing companies to track assets across the supply chain and optimise the production process based on the utilisation of assets. Explore how #STPIIoTOpenLab is enabling startups to build such innovative products: https:\/\/t.co\/ECnBL1TKJJ #STPICoEs #STPIINDIA https:\/\/t.co\/JThdJJJ7h9","Timestamp":"2021-05-01 06:38:58"},{"Tweet":"#IoT-led interconnection between various devices and systems can streamline the logistics management activities with enhanced monitoring and smart deliveries. Explore how #STPIIoTOpenLab is enabling #startups to build such products: https:\/\/t.co\/ECnBL1TKJJ #STPICoEs #STPIINDIA https:\/\/t.co\/H740NiaTd0","Timestamp":"2021-05-04 05:12:26"},{"Tweet":"Azure Digital Twins is an IoT platform that enables you to create a digital representation of real-world things, places, business processes, and people. Learn how to get started in this #AzureTipsAndTricks video: https:\/\/t.co\/br5FiQvIVH","Timestamp":"2021-05-06 18:00:00"},{"Tweet":"“We call this concept ‘proof of anything’ which can include health data from wearables or automotive data from vehicles to trigger insurance-related smart contracts and much more,” said @larrypang of @iotex_io\nBy @benjaminopowers \nhttps:\/\/t.co\/EaqEq2AReD","Timestamp":"2021-05-03 19:03:14"},{"Tweet":"Internet-connected devices have crept into our daily lives, from smart TVs to Alexa and even smart fridges. But it's worth taking a hard look at the risks they pose to your privacy. Here’s why you should be skeptical of any “smart device.” https:\/\/t.co\/E12ypBy6sm https:\/\/t.co\/q62D7mdbyj","Timestamp":"2021-05-05 19:03:05"},{"Tweet":"POSTED: Week 14 of @IoTCommunity’s #IoT Premier League, Thought Leaders &amp; Influencers division\nhttps:\/\/t.co\/60P8aaOk1C\nKudos Top 10:\n@CioAmaro\n@KirkDBorne\n@Eli_Krumova\n@avrohomg\n@HopeFrank\n@EvanKirstel\n@enricomolinari\n@Ronald_VanLoon\n@SallyEaves\n@RobTiffany\n-\n#IoTCommunity #IoTPL https:\/\/t.co\/gfQPNMXnLi","Timestamp":"2021-05-02 08:18:29"},{"Tweet":"This kind of rent-seeking is just getting started. As I tried to illustrate in my novella UNAUTHORIZED BREAD (part of my 2019 book RADICALIZED), there are limitless ways for Apple's pioneering business innovation to destroy our lives:\n\nhttps:\/\/t.co\/3o77vw66MZ\n\n34\/","Timestamp":"2021-05-02 19:13:22"},{"Tweet":".@SaudiTransport &amp; Huawei signed an MoU to enhance mobility &amp; technology in the #transport &amp; logistics sector using AI &amp; big data. Focused on the 2030 vision, this will accelerate development, increase multimodal integration &amp; IoT practices. Read more: https:\/\/t.co\/GPIUU3zawm https:\/\/t.co\/HZtEkO8oi5","Timestamp":"2021-05-02 12:15:00"},{"Tweet":"✅ Meet sustainability goals\n✅ Improve employee experience\n✅ Enable a safe return to the office\n\nSee how we’re giving buildings a smart upgrade with the help of Cisco DNA Spaces and the full Catalyst 9000 family – wired and wireless.  \n\n#IoT","Timestamp":"2021-05-04 20:08:00"},{"Tweet":"Data was the new #oil,\n\nuntil the oil caught fire\n\nhttps:\/\/t.co\/eH04M4ggHn #fintech #insurance #insurtech #BigData #AI #ArtificialIntelligence #MachineLearning @dannycrichton @TechCrunch #IoT @psb_dc @andi_staub @YuHelenYu @ahier @enricomolinari @antgrasso @mclynd @Ronald_vanLoon https:\/\/t.co\/khGt06ZGSs","Timestamp":"2021-05-03 00:27:04"},{"Tweet":"🌇 #5G  📶⚡️the driver for #smartcities of the #future \n\nvia @Paula_Piccard #AI #SmartCities #5g #IoT #DigitalTransformation #cybersecurity #IIoT #Sustainability #energy https:\/\/t.co\/muQsaQNFkX","Timestamp":"2021-05-03 16:58:54"},{"Tweet":"Dominion Voting Systems has sharply criticized the election firm conducting the Arizona recount, saying auditors had \"already committed serious errors\" and \"demonstrated incompetence.\"\n\n\"\"The lead firm, Cyber Ninjas, has no election experience.\"\nhttps:\/\/t.co\/xQ7TkJ0GAz","Timestamp":"2021-05-07 12:00:00"},{"Tweet":"Major U.S. pipeline system shut down after cyber attack https:\/\/t.co\/fgOc4OJAtF","Timestamp":"2021-05-08 13:47:43"},{"Tweet":"A reminder that @MelaniaTrump is the classiest First Lady ever. She sat through vicious attacks from the press— and reacted gracefully through her example.\n\nHappy anniversary to her amazing Be Best initiative promoting youth well-being against cyber bullying @OfficeofMelania https:\/\/t.co\/8ch3J86a9e","Timestamp":"2021-05-07 15:59:29"},{"Tweet":"Going to be wild when Elon rolls around Mars in his cyber truck https:\/\/t.co\/31y44FI00c","Timestamp":"2021-05-08 15:46:47"},{"Tweet":"Cyber attacks are like arsons - you need someone to put the fire out, but then you need investigators to figure out who started it &amp; how. This type of attack on our infrastructure is one of the major threats we face.  https:\/\/t.co\/FzqkcQ7c7M","Timestamp":"2021-05-08 16:55:18"},{"Tweet":"ALERT: Ransomware attack leads to shut down of major U.S. pipeline system, U.S. official says. Still unknown if carried out by criminals or foreign govt. These incidents are more common than realized, but mostly go unreported to the public, experts say.   https:\/\/t.co\/z2nDua6lEz","Timestamp":"2021-05-08 14:06:45"},{"Tweet":"Cyber Cat💕\n\nphoto by @wunder_p_house https:\/\/t.co\/o6FYlr9GjG","Timestamp":"2021-05-08 11:31:43"},{"Tweet":"This is wild\n\nColonial Pipeline, which operates the largest US gasoline and diesel pipeline system, said it shut its entire network after a cyber-attack. The artery transports roughly 45% of the fuel to the East Coast\n\nhttps:\/\/t.co\/VJwiiGEIRm https:\/\/t.co\/b9Z52d6SSp","Timestamp":"2021-05-08 14:27:39"},{"Tweet":"Seems smart not to trust the people who employ the cyber ninjas.","Timestamp":"2021-05-07 17:31:58"},{"Tweet":"As suspected, the Colonial Pipeline precautionary shutdown was due to ransomware. This is what I was hearing from sources as well. https:\/\/t.co\/nNXocQPXYT","Timestamp":"2021-05-08 14:08:57"},{"Tweet":"BREAKING: ransomware attack shuts down major pipeline carrying 45% of the fuel consumed on US East Coast.\n\nStory: @nakashimae @willenglund &amp; @yjtorbati\nhttps:\/\/t.co\/zKhtoLnKsT https:\/\/t.co\/GRJ5PJsO2c","Timestamp":"2021-05-08 14:43:37"},{"Tweet":"It has been more than a month since @UniofOxford scholar Abhijit Sarkar was exposed for his cyber sexual harassment of women. He hasn’t been removed. No action! \n\nFeeling scared for the safety of female students at Oxford. https:\/\/t.co\/DIdgKao7Qr","Timestamp":"2021-05-08 17:56:14"},{"Tweet":"#ColonialPipeline ANALYSIS @bobgourley tells @CBSNews it appears “financially motivated criminal activity done by an adversary of limited sophistication. But, this has national security implications because of its potential impact...needs a response new National Cyber Director”","Timestamp":"2021-05-08 23:27:30"},{"Tweet":"Cyber Alert :::\nAdvice : For all those who are working from home or who are studying from home💻.\nFollow these simple tips🔻 https:\/\/t.co\/QPhr4iY1l2","Timestamp":"2021-05-08 01:55:03"},{"Tweet":"Let's see How Cyber Criminals trap victims in the name of #FakeRewards\nAvoid clicking suspicious Links. https:\/\/t.co\/Q8D9BTYS8I","Timestamp":"2021-05-07 10:01:16"},{"Tweet":"Cyber ninjas. Bamboo ballots. Secret watermarks.\n\nHere’s how a bunch of conspiracy theorists in Arizona are trying to swing the 2020 election to Trump. https:\/\/t.co\/7FwlWXV1F5","Timestamp":"2021-05-07 02:00:55"},{"Tweet":"Spy bosses warn of cyber-attacks on smart cities https:\/\/t.co\/E3MAuSOHzN","Timestamp":"2021-05-07 06:34:44"},{"Tweet":"New: Justice Dept warns GOP-led audit of the 2020 election ballots in Arizona that turning over materials to Cyber Ninjas — operated by Trump supporter — could violate federal voting and civil rights laws.","Timestamp":"2021-05-06 16:46:01"},{"Tweet":"#KeepingDelhiSafe \n\nTeam of PS Vikas Puri arrested one cyber fraud accused who duped #Covid19 patient on fake assurance of providing oxygen cylinders.\n\n@CPDelhi @LtGovDelhi @SanjaySingh_IPS @PTI_News @ANI https:\/\/t.co\/JrVUlZFD5j","Timestamp":"2021-05-07 09:53:38"},{"Tweet":"The office supply store that we mercilessly hacked the world’s biggest landmarks in has finally closed for good. It simply must have become an epicenter for cyber crime. We wish the employees the best of luck in the future. https:\/\/t.co\/MDcLTYuUdw","Timestamp":"2021-05-07 01:17:46"},{"Tweet":"Hey, remember the time I warned you Bill Barr was setting up a foreign ballot conspiracy? Hi, Arizona! Blow a kiss to the bamboo-hunting Cyber Ninjas for me! https:\/\/t.co\/k5aZ8uht6Q","Timestamp":"2021-05-07 01:03:02"},{"Tweet":"Today we have published a set of principles for local authorities and partners to establish secure connected places... https:\/\/t.co\/JNJgJ4600B https:\/\/t.co\/UwnTffenVj","Timestamp":"2021-05-07 07:10:01"},{"Tweet":"The private company hired by Arizona Republicans to recount 2020 ballots has been smacked down by a judge for trying to keep its process secret.\n\nCyber Ninjas was ordered to cough up its playbook, which departs significantly from AZ election procedures.\nhttps:\/\/t.co\/cns5nMgK9W","Timestamp":"2021-05-01 15:00:00"},{"Tweet":"✨🍃Imagine a peaceful future without humans, just a cyber-Phil vibing with the flowers in Spring 2121 🤖🌷\n\nCollab + @deathandmilk_ a soft hoodie in a double sided futuristic floral print - only available for May!\n\nWorldwide: https:\/\/t.co\/ZZYZzWmBJz \nUSA: https:\/\/t.co\/ITvjiu8YZ6 https:\/\/t.co\/LBA3qEHaJ3","Timestamp":"2021-05-06 19:55:42"},{"Tweet":"JUST IN Arizona Senate Republicans' lead auditor, Cyber Ninjas, responds to settlement of lawsuit filed by AZ Democratic Party: \"Settlement changes nothing .. It is a tool being used by enemies of transparent democracy.\"\n(Reminder: CN being paid with non-transparent donations) https:\/\/t.co\/rdK3kFO5Cw","Timestamp":"2021-05-07 01:26:08"},{"Tweet":"Cyber ninjas, secret watermarks and now bamboo ballots? https:\/\/t.co\/jYxtsG8IYA","Timestamp":"2021-05-07 07:16:43"},{"Tweet":"Arizona has turned over 2.1 million ballots to Cyber Ninjas, a random Florida company run by a \"Stop the Steal\" conspiracy theorist\n\nA bunch of tables have been set up in an auditorium so the ballots can be viewed under UV light. No one knows why\n\nI'm sure this will end well","Timestamp":"2021-05-03 14:50:18"},{"Tweet":"Cyber safety tips for #workfromhome https:\/\/t.co\/yK9pF4OXMF","Timestamp":"2021-05-01 14:37:59"},{"Tweet":"Foreign National who had cheated a #CoronaWarrior on the pretext of medical assistance arrested by Cyber Cell with the recovery of 5 Mobile Phones , 6 ATM Cards, Cheque books and Laptop\n\n#KeepingDelhiSafe \n\n@SChoudharyIPS @CPDelhi @LtGovDelhi @DelhiPolice https:\/\/t.co\/udcYncXnjI","Timestamp":"2021-05-01 10:57:26"},{"Tweet":"Cyber cell guys had requested @PhonePe_ to block the services of the no and @PhonePe_ has blocked the number. https:\/\/t.co\/J40wkckuSC https:\/\/t.co\/frjlaIxaCB","Timestamp":"2021-05-01 09:52:34"},{"Tweet":"Referring to our cyber cell for appropriate action https:\/\/t.co\/uBy7BDdorN","Timestamp":"2021-05-01 08:36:44"},{"Tweet":"\"Arizona citizens are in imminent danger of being subject to unlawful voter intimidation as a result of flawed audit procedures.\" https:\/\/t.co\/AdAZKCwYQU","Timestamp":"2021-05-01 06:48:00"},{"Tweet":"Unfair distribution of the vaccine happening because of COWIN. \n\nRich urban people with access to fast internet, understanding of OTP &amp; captcha, are getting the slots.\n\nWhile the poor, with no access to means or knowledge, are left with nothing!","Timestamp":"2021-05-08 13:17:45"},{"Tweet":"In 2021, every family in America should have access to high-speed internet — regardless of their ZIP code.","Timestamp":"2021-05-08 21:54:28"},{"Tweet":"Internet law says you must watch this every time you see it. Internet law is wise in this case. https:\/\/t.co\/LdyQ5xQsqE","Timestamp":"2021-05-08 01:01:29"},{"Tweet":"Here's a \"disinformation\" reporter who pretends to be the authority truth and falsity, and who agitates for internet censorship based on his superior judgments, maligning as a \"conspiracy theory\" something which health experts around the world are investigating as possible: https:\/\/t.co\/GPYZKmvkI2","Timestamp":"2021-05-07 22:15:12"},{"Tweet":"I pray the internet shut down for a year","Timestamp":"2021-05-08 16:25:45"},{"Tweet":"thankful that we're all a part of this magic internet money thing","Timestamp":"2021-05-08 18:02:27"},{"Tweet":"May 2019: Trudeau says internet regulation could be used to repress citizens, free speech\nhttps:\/\/t.co\/8IZSqjJyIV\n\nMay 2021: Canadian government seeks to become a global outlier in how it regulates user generated content on the Internet\nhttps:\/\/t.co\/hpdPYBDVLO https:\/\/t.co\/OUIJ5t8Tpc","Timestamp":"2021-05-07 14:33:06"},{"Tweet":"Broke the internet long before social media existed https:\/\/t.co\/mjLgL9MzAp","Timestamp":"2021-05-07 22:54:35"},{"Tweet":"Who made this?! The internet has no chill!\n\n🔁: coachAnthony\/IG #MayweatherPaul #BraggingRights https:\/\/t.co\/V5YQq0WwZC","Timestamp":"2021-05-07 21:16:03"},{"Tweet":"The power of the internet https:\/\/t.co\/DArxpDBsBB","Timestamp":"2021-05-08 16:28:06"},{"Tweet":"2020 Election Integrity: Arizona - Senate Forensic Audit - New &amp; Big -Epoch Times\n\n\"Maricopa County Refuses to Provide Routers to Election Auditors\"\n\nRemember - voters have been repeatedly assured that voting systems are NOT connected to the internet. \n\nhttps:\/\/t.co\/PbXK81yKTu https:\/\/t.co\/xv7b0v7zkp","Timestamp":"2021-05-07 13:15:07"},{"Tweet":"😂 the internet right now! #Safemoon $SFM @safemoon $BNB https:\/\/t.co\/tB8BNcYC1f","Timestamp":"2021-05-08 04:37:52"},{"Tweet":"No journalist should be trusted to decree what is \"disinformation\" to the point that it should be censored from the internet, but especially not little liberal millennial worms employed by NBC whose entire life is devoted to a clear partisan agenda.\n\nhttps:\/\/t.co\/6HAIj5uZvX","Timestamp":"2021-05-07 22:16:39"},{"Tweet":"Trudeau labels free speech professors, lawyers, media &amp; citizens who oppose Bill C10 as “conspiracy theorists” &amp; “tinfoil hats”. The labels attempt to limit institutional analysis by making dissenters into lunatics rather than addressing legitimate concern https:\/\/t.co\/KRmjhoy2cI","Timestamp":"2021-05-07 13:08:57"},{"Tweet":"Now read @michaelharriot’s stunning piece in @TheRoot. Understand that many white lawmakers are utterly ignorant abt the history of this country. https:\/\/t.co\/DYzt2HVrBH They have been deliberately miseducated. Disinformation &amp; propaganda abt racism did not start w\/the internet. https:\/\/t.co\/IiyJliJZUS","Timestamp":"2021-05-08 12:52:00"},{"Tweet":"Most commonly used languages on the internet:\n\n1 English 60%\n2 Russian \n3 Spanish \n4 Turkish\n5 Persian\n6 French \n7 German \n8 Japanese \n9 Vietnamese \n10 Chinese https:\/\/t.co\/2ruYCovZJX","Timestamp":"2021-05-07 12:52:05"},{"Tweet":"[It's] sending a message to other African countries: Internet is a human right”, says Ghanaian social media influencer Malik Ofori https:\/\/t.co\/kgXixMt1sc via @BBCNews","Timestamp":"2021-05-07 12:44:52"},{"Tweet":"Last person up turn off the Internet","Timestamp":"2021-05-07 06:17:42"},{"Tweet":"Isolated under military rule, the Myanmar people \"barely had any connection to the internet. [They] quickly made up for lost time. Today, its citizenry is well versed in social media and the power of protests tethered to global movements.\" https:\/\/t.co\/WWuNvIcs15 https:\/\/t.co\/Kreujo6BO6","Timestamp":"2021-05-07 01:30:35"},{"Tweet":"\"Recycle art activist\" Thomas Dambo makes massive troll sculptures out of scrap wood, old pallets, twigs and debris.\n\nDozens of the trolls can now be found in mountains, forests and parks around the world — from Maine to China.\nhttps:\/\/t.co\/qZsO8k29zZ","Timestamp":"2021-05-07 06:34:18"},{"Tweet":"\"This is classic government, OK? ... The post office has an internet covert operations program to spy on the social media political behavior of our fellow Americans.\"\n\n@RepMattGaetz says USPS \"covert operations program\" is \"classic government.\" \n\nhttps:\/\/t.co\/p23uVdJ6hD","Timestamp":"2021-05-07 05:43:54"},{"Tweet":"i’m not seeing a lot written in english about what’s happening in colombia — basically, colombian riot police have been shooting + killing peaceful protestors in the streets. 26 people have been killed and internet is being cut off.  \n\nto donate: https:\/\/t.co\/wmG3zcreGl https:\/\/t.co\/eVAn8yaGWt","Timestamp":"2021-05-05 17:11:03"},{"Tweet":"Banks refusing to work with crypto are like bookstores refusing to work with the internet.","Timestamp":"2021-05-06 18:51:32"},{"Tweet":"Kremlin-funded media’s reaction to the FB Oversight Board’s Trump ruling has been a predictable blend of anti-Big Tech missives, Trumpian talking points, and unironic (given the source) championing of internet freedoms, according to ASD researchers Bret Schafer &amp; Amber Frankland https:\/\/t.co\/93YF0jeWBZ","Timestamp":"2021-05-07 12:53:35"},{"Tweet":"\"Despite nearly two weeks of public concern, Canada Liberal Govt still seems committed to regulating user-generated Internet content. This remains an unworkable, dangerous bill driven by lobbyists demands rather than the interests of Canadians.”\nhttps:\/\/t.co\/oezPcEwXmb","Timestamp":"2021-05-07 10:43:49"},{"Tweet":"Damning evidence that the Internet (as embodied by the @ietf, @openid, IIW and others) has failed to provide user-centric, non-centralised authentication despite more than 20 years of discussing it. Is it too hard, or are the incentives just too misaligned? https:\/\/t.co\/Ihrq7D6OKJ","Timestamp":"2021-05-07 06:01:41"},{"Tweet":"West Virginia ranks 49th out of 50 states on internet access. Just sayin, @Sen_JoeManchin.","Timestamp":"2021-05-01 20:20:02"},{"Tweet":"Broadband is not only infrastructure, it’s a vital investment in rural America. We can close the digital divide, but only if we make high-speed internet accessible to everyone.","Timestamp":"2021-05-01 19:51:08"},{"Tweet":"In 2009, a South African IT company showed that it was 25 times faster to send a 4GB SD card 50 miles by carrier pigeon than it was to use the country’s national internet provider Telkom.","Timestamp":"2021-05-01 07:00:00"},{"Tweet":"Last year, I warned in this speech that C-10 was a Liberal attempt to censor speech and control the internet. \n\nClick and sign to fight back: https:\/\/t.co\/9RVYxd6XzW\n\n#StopBillc10 #C10 #FreeSpeech #Censorship https:\/\/t.co\/adPmIeR5UQ","Timestamp":"2021-05-01 12:25:59"},{"Tweet":"Today counts 3 months of Myanmar military coup \n🔺Over 700 civilians killed, over 3000 currently detained \n🔺internet still blocked \n🔺Brutal crackdowns on peaceful protests and killings continue with impunity \n🔺Immoderate airstrikes in ethnic areas \n#WhatsHappeningInMyanmar","Timestamp":"2021-05-01 08:11:58"},{"Tweet":"If you like listening to podcasts like @joerogan or @adamcarolla then you may be out of luck soon in Canada under @JustinTrudeau. Trudeau wants to give the government sweeping powers over anything audio or visual online.  #cdnpoli #c10 https:\/\/t.co\/X12q08SMaa https:\/\/t.co\/goYVLsn7zF","Timestamp":"2021-05-01 12:13:43"},{"Tweet":"The Liberal government wants you to believe that fighting to preserve freedom of speech is “extreme”. Imagine a government infringing your Charter rights by trying to regulate legal speech and then making you feel guilty for opposing this abuse of power.  https:\/\/t.co\/IMdhUcMuty","Timestamp":"2021-05-01 10:32:03"},{"Tweet":"Let's together help Chennai fight the pandemic. If you can work from home, have access to internet, a laptop &amp; a mobile phone, and speak fluent Tamil &amp; English, join COVID-19 Unified Command Center: Chennai https:\/\/t.co\/FdpGmwNy1i\n\n@chennaicorp @104_GoTN @pibchennai @TNGOVDIPR https:\/\/t.co\/fT399vU5bw","Timestamp":"2021-05-01 12:02:04"},{"Tweet":"I don’t condone anyone recording people through a window, but the footage is all over the internet, so I’ll comment.\nThe reason I’ll comment is because these restrictions affect ALL our way of life.\nThese top politicians don’t care.\n\nThat’s the point.\nEnd this.\n#KeirStarmer","Timestamp":"2021-05-01 14:28:13"},{"Tweet":"3 months after the Coup\n\n💥 Killings &amp; Arrests continue\n💥Internet BlackOut\/Curfew continues \n💥Civil Society &amp; Media attacked \n\n🌟CDM going strong\n🌟Protests continue\n🌟2008 Consti abolished\n🌟CRPH &amp; NUG formed\n🌟Unity among Groups \n\n#Revolution gets real &amp; No Regrets.","Timestamp":"2021-05-01 14:18:03"},{"Tweet":"You amended your own bill to remove protections for user generated content then insist that we should all trust that you are not interested in censoring Canadians. @s_guilbeault I don't trust you, but that does not make me extremist!\nhttps:\/\/t.co\/d6Y7Tj6gil via @TrueNorthCentre","Timestamp":"2021-05-01 13:00:44"},{"Tweet":"Liberals say opponents of their internet regulation bill are “extremist” https:\/\/t.co\/R3pp5SJOuV via @TrueNorthCentre @AndrewLawton","Timestamp":"2021-05-01 16:02:00"},{"Tweet":"If C-10 passes, Canadians won’t have access to the world wide web. They’ll only have access to the Trudeau-approved web. Communist China is a very poor social and media model, but it seems to be the one the Liberals are using.\n\n#cdnpoli #StopC10\n\nhttps:\/\/t.co\/NB1NoEsgc7","Timestamp":"2021-05-01 17:30:00"},{"Tweet":"This is quite possibly the best video this here internet has ever produced https:\/\/t.co\/OW7VUVQTd1","Timestamp":"2021-05-01 16:02:08"},{"Tweet":"When I drop shotta flow 6 just know 6 million views in one day and I’m breaking the internet 😂😂😂😂‼️ i stamp that like kato","Timestamp":"2021-05-01 19:37:20"},{"Tweet":"Thinking you know if strangers are good ppl based off internet clippings, blogs, pods, TSR or L&amp;HH is fascinating to me... but i keep it to myself","Timestamp":"2021-05-01 11:13:43"},{"Tweet":"A cyberattack forced the shutdown of a key U.S. pipeline said to carry almost half of the East Coast’s gasoline and jet fuel supply. https:\/\/t.co\/bajo3vsQ0j","Timestamp":"2021-05-08 12:17:47"},{"Tweet":"CYBERATTACK: 45% of East Coast fuel shuts down after major online attack - Sara A. Carter\n\n https:\/\/t.co\/LMO9d2IivK","Timestamp":"2021-05-08 19:26:44"},{"Tweet":"A cyberattack has forced the shutdown of a major gas pipeline in the U.S. that supplies 45% of all fuel consumed on the East Coast. https:\/\/t.co\/r72gxtHaIJ","Timestamp":"2021-05-08 17:09:00"},{"Tweet":"45% of the East Coast's fuel supply is carried through one delivery system, operated by Colonial Pipeline, the victim of a cyberattack Friday. The shutdown was precautionary; company says attack did not impact delivery. But, that's a lot of dependency on one company. https:\/\/t.co\/CLXKZqZsgd","Timestamp":"2021-05-08 12:32:17"},{"Tweet":"🚨A #cyberattack forced the shutdown of 5,500 miles of pipeline that carries 45% (2.5 million barrels\/day) of the East Coast’s fuel supplies, taking refined gasoline, diesel fuel &amp; jet fuel from the Gulf Coast up to New York Harbor &amp; NYC’s major airports.\nhttps:\/\/t.co\/7tkwUdFGsY","Timestamp":"2021-05-08 12:35:32"},{"Tweet":"Ransomware shuts down one of the most critical regional pipelines. This has gotten out of control. https:\/\/t.co\/xvRNQ0GAIO","Timestamp":"2021-05-08 12:41:57"},{"Tweet":"Whoa - “The Colonial Pipeline, the main conduit carrying gasoline and diesel fuel to the U.S. East Coast, said it had halted all operations after being hit with a cyberattack” https:\/\/t.co\/wZuZcYNy0Z","Timestamp":"2021-05-08 13:18:32"},{"Tweet":"Cyberattack Forces a Shutdown of a Top U.S. Pipeline Operator https:\/\/t.co\/CIFzujVrOO","Timestamp":"2021-05-08 13:41:04"},{"Tweet":"A major U.S. fuel pipeline running from Texas to New York has been taken offline by its operator because of an apparent cyberattack.\n\nhttps:\/\/t.co\/4IwCNGSuzJ","Timestamp":"2021-05-08 13:04:52"},{"Tweet":"Breaking: A cyberattack forced one of the largest fuel pipelines in the U.S. to halt all operations. The 5,500-mile system carries gas and diesel to the East Coast. https:\/\/t.co\/xlvcsJpSiP","Timestamp":"2021-05-08 13:19:46"},{"Tweet":"A cyberattack has forced a major pipeline, that transports 100 million+ gallons of fuel from Texas to New Jersey, to halt operations.\n\n@NicoleSganga says the attack “is a significant attempt to disrupt energy infrastructure within the United States” https:\/\/t.co\/62Pr2uHHcu https:\/\/t.co\/cNbzzo9kbt","Timestamp":"2021-05-08 16:41:00"},{"Tweet":"US fuel pipeline operator Colonial Pipeline, a major supplier of gasoline, diesel and jet fuel, has temporarily halted all pipeline operations after a cyberattack.\n\nhttps:\/\/t.co\/wxCAV5maPp","Timestamp":"2021-05-08 11:12:00"},{"Tweet":"Breaking: Alpharetta based Colonial Pipeline shuts down gas lines after cyberattack https:\/\/t.co\/6dN8dbN052","Timestamp":"2021-05-08 11:52:10"},{"Tweet":"Subscriber exclusive: On June 27, 2017, a single piece of code racked up more than $10 billion in damages—crippling ports, paralyzing corporations, and freezing government agencies. \n\nThis is how it happened. (from 2018) https:\/\/t.co\/5fQY3xHJCs","Timestamp":"2021-05-08 10:00:17"},{"Tweet":"LATEST: Colonial Pipeline, the largest U.S. gasoline and diesel pipeline system, halted all operations Friday after a cybersecurity attack.\n\nThe artery can transport 2.5 million barrels a day of refined petroleum products. Read more @business: https:\/\/t.co\/kFXWYGHVJw https:\/\/t.co\/1vLaqi9XYc","Timestamp":"2021-05-08 12:10:33"},{"Tweet":"The company supplies gasoline, diesel and jet fuel to distributors and airports from Houston to New York.\nhttps:\/\/t.co\/pmjkP2sHAI","Timestamp":"2021-05-08 11:48:44"},{"Tweet":"Yesterday, the Belgian Foreign Affairs Committee was set to have a hearing on the #UyghurGenocide, with witnesses. It was canceled due to a cyberattack 30 min before the hearing.\n\nThe hearing will be rescheduled. Meanwhile, we will continue to speak our truth. https:\/\/t.co\/cRWYZ0cnjb","Timestamp":"2021-05-05 07:09:12"},{"Tweet":"Colonial Pipeline transports 2.5 million barrels per day of refined petroleum products from the Gulf Coast to New Jersey. It has shut ops completely after a cyberattack. https:\/\/t.co\/lRucP0LTnK","Timestamp":"2021-05-08 11:52:56"},{"Tweet":"Top US fuel pipeline operator #colonial Pipeline has shut its entire network after a #cyber attack, the company said in a statement on Friday.\nhttps:\/\/t.co\/brKLJp47mn","Timestamp":"2021-05-08 10:17:30"},{"Tweet":"Channel 2 Action News is looking into what happened and will try to find out what the impact could be for you.  https:\/\/t.co\/4pzZnPpPdf","Timestamp":"2021-05-08 11:54:20"},{"Tweet":"Alaska court system forced offline by cyberattack https:\/\/t.co\/O8XY8K7HbH https:\/\/t.co\/6Z1iYxfRWG","Timestamp":"2021-05-03 15:16:08"},{"Tweet":"I know the @ScrippsHealth IT team is working overtime on this senseless cyberattack. @UCSDHealth and the rest of the community are standing by to help in any way we can.\n\nhttps:\/\/t.co\/FSgDIqXo1K https:\/\/t.co\/SGKo2elGrd","Timestamp":"2021-05-02 21:02:24"},{"Tweet":"Scripps Health confirms their technology information systems were hacked overnight, forcing them to switch to offline chart systems and causing a disruption to their patient portals.https:\/\/t.co\/LBoJNy1M8C","Timestamp":"2021-05-02 20:14:04"},{"Tweet":"Ivanka trump, Don Jr, &amp; Eric should NOT be costing taxpayers another penny for Secret Service protection.\n\nWhy not have the former guy use some of the money he swindled from his followers?","Timestamp":"2021-05-07 22:44:18"},{"Tweet":"Can we create a new law that says no Secret Service protection for anyone who incites insurrection to overturn the will of the people?\n\nIt's a REALLY low bar.","Timestamp":"2021-05-08 17:55:24"},{"Tweet":"NOW Arizona Gov. Doug Ducey's office has assigned state troopers to provide round-the-clock protection to @SecretaryHobbs after report of death threats. Second time in 6 months that AZ's top elections officer has received law-enforcement protection.","Timestamp":"2021-05-07 19:31:50"},{"Tweet":"The states passing gun protection laws are simply RESTORING rights enshrined in the Constitution.","Timestamp":"2021-05-07 16:43:41"},{"Tweet":"May Allah bless MNS and keep him in His protection. Ameen ❤️🤲🏼 https:\/\/t.co\/PvnV8oJnLq","Timestamp":"2021-05-07 12:29:04"},{"Tweet":"Balkanize. Get you and yours to a place where you will have SOME form of government protection against what’s coming. That’s not surrender. That’s tactically retreating to a defensible position. You do our side no good getting swallowed up behind enemy lines. https:\/\/t.co\/f91ctisGnG","Timestamp":"2021-05-08 18:24:30"},{"Tweet":"Ivanka, Don Jr. and Eric ― three of Donald Trump’s adult children — continue to stick taxpayers with the cost of their Secret Service protection. They racked up more than $140,000 in charges in the first month following President Biden’s inauguration. https:\/\/t.co\/8QS8bSjrYH","Timestamp":"2021-05-07 16:28:07"},{"Tweet":"They promised they would protect us, then:\nThey sidelined VHP, we did not notice. \nThey made Bajrang Dal defunct, we let it happen. \nThey forced Yogi to dismantle Hindu Yuva Vahini, we just watched. \n\nWhen we needed their protection, they disappeared. \nPrize your street fighters.","Timestamp":"2021-05-07 08:01:16"},{"Tweet":"Per @CREWcrew, Ivanka, Don. Jr and Eric spent more than $140,000 on travel and hotels for their Secret Service protection in the first month of Joe Biden’s presidency. \n\nTaxpayers are paying for this. https:\/\/t.co\/bZjCuXokby","Timestamp":"2021-05-07 12:32:01"},{"Tweet":"We got records from the Secret Service showing just how much Trump’s extension of protection for his family is costing...and it’s a lot. Like $140,000 for only 30 days (and that’s only the half of it).\nhttps:\/\/t.co\/WFKuVg16kw","Timestamp":"2021-05-07 18:45:37"},{"Tweet":"Following the proceedings, the Court has ruled in my favour. The interim Protection order was set aside and her case dismissed. \nThank you all who stood by my side.","Timestamp":"2021-05-07 14:06:40"},{"Tweet":"Arizona Secretary of State Katie Hobbs is receiving protection after fielding multiple death threats amid the election audit in Maricopa County\nhttps:\/\/t.co\/BqDJwujCfj","Timestamp":"2021-05-07 21:33:58"},{"Tweet":"A historic India-EU Summit between PM @narendramodi and 27 EU leaders. \n\nhttps:\/\/t.co\/rLX8StJ8Op\n\nAgreed to resume negotiations on Trade, Investment Protection and Geographical Indications. Confident we will reach a balanced and ambitious outcome.","Timestamp":"2021-05-08 15:12:25"},{"Tweet":"President Trump took the unusual step of extending Secret Service protection for 6 months for his family. \n\nThat already cost taxpayers at least $140,000--in just the first month after Trump left office. \nhttps:\/\/t.co\/WFKuVg16kw","Timestamp":"2021-05-07 22:30:03"},{"Tweet":"THREAD ON VOTING BILLS\nMy wife has worked on voter protection for over a decade here in Florida. Without question, the bill that Governor DeSantis just signed will make it harder for people of color, poor, elderly, and disabled people to vote. History is watching.","Timestamp":"2021-05-07 03:04:08"},{"Tweet":"🚨After the Trump admin ended ESA protection for wolves, Wisconsin slaughtered hundreds, Montana + Idaho took steps to kill even more.\n\nStates will continue to ignore science, ethics + tribal rights to kill wolves.\n\nUrge Biden to restore protections now ➡ https:\/\/t.co\/UTrG9dGvX9 https:\/\/t.co\/iBCMmeBF0v","Timestamp":"2021-05-07 00:30:57"},{"Tweet":"I’m scared of Foxitis. It’s not that contagious, but if you are exposed for multiple segments without the protection of a remote control you risk severe neurological disease. Middle age white people seem disproportionately affected by Foxmania- a long haul syndrome of brain death","Timestamp":"2021-05-07 03:22:58"},{"Tweet":"GOI doesn’t get it. \n\nThe only way to stop the spread of Corona now is a full lockdown- with the protection of NYAY for the vulnerable sections. \n\nGOI’s inaction is killing many innocent people.","Timestamp":"2021-05-04 04:33:54"},{"Tweet":"Donald Trump took the unprecedented step of giving his family Secret Service protection after the presidency. It cost taxpayers $140K in the first month alone—although that doesn't include how much was spent at Trump properties. https:\/\/t.co\/WFKuVg16kw","Timestamp":"2021-05-07 01:00:09"},{"Tweet":"Arizona top elections officer says she received death threats today. @SecretaryHobbs got similar threats after Nov election &amp; got police protection. Maricopa County Board members, who oversee county elections, have received death threats &amp; police protection. https:\/\/t.co\/ioD0Af09ZJ","Timestamp":"2021-05-07 00:45:15"},{"Tweet":"A big thank you to all the EU countries who have provided over €100 million worth of medical equipment and medication to India.\n\nThe EU Civil Protection Mechanism stands ready to coordinate and co-finance further deliveries, if needed. #EUCivPro #EUsolidarity\n\n🇪🇺🤝🇮🇳 https:\/\/t.co\/iKY3hq6JWW","Timestamp":"2021-05-07 07:06:38"},{"Tweet":"Lets pray that former president of the Maldives 🇲🇻 @MohamedNasheed will recover urgently after the horrible bomb blast in Male yesterday. Nasheed is a strong voice for the small island development states on climate.\n\nhttps:\/\/t.co\/0VLFUDY1Vf https:\/\/t.co\/ASaErTfCsa","Timestamp":"2021-05-07 07:12:30"},{"Tweet":"Alberta Wildfire is assisting with several wildfires outside of the Forest Protection Area, including this one in @ParklandCounty near the town of Tomahawk. Airtankers are helping out, with more on the way. https:\/\/t.co\/PKVM7loyBq","Timestamp":"2021-05-07 03:18:25"},{"Tweet":"\"Because plaintiffs are ineligible to even apply for the program solely due to their race, they have been denied the equal protection of the law and therefore suffered harm.\" via @TPInsidr \nhttps:\/\/t.co\/RyU9zRU7qU","Timestamp":"2021-05-06 23:40:01"},{"Tweet":"Today, I May, we pay tribute to all our industrial, agri &amp; informal economy workers, incl those working overseas. My govt knows the challenges they all face, esp in Covid pandemic, &amp; we are committed to ensuring safer, more secure working conditions &amp; social protection for them.","Timestamp":"2021-05-01 12:02:49"},{"Tweet":"The President’s Oath of Office requires him to preserve, protect and defend The Constitution. Article 4 section 4 of the Constitution guarantees to every state protection against invasion. We are being invaded on our southern border. Joe Biden, you are violating your Oath!","Timestamp":"2021-05-02 16:03:07"},{"Tweet":"Don't skip the second dose of Pfizer or Moderna if you've already gotten your first dose. Without the second dose, your vaccine-induced protection isn't as strong or long-lasting.","Timestamp":"2021-05-01 21:10:02"},{"Tweet":"The violence and forced displacement of Palestinians in #SheikhJarrah is deeply disturbing and morally wrong. We must ensure any US involvement in the region continues efforts toward lasting peace – including the protection of human rights.","Timestamp":"2021-05-06 22:12:57"},{"Tweet":"Frontline warriors of #CISF performing duties round the clock, adopting guidelines to fight against #COVID19.  #CISF संरक्षण एवं सुरक्षा #protection #security https:\/\/t.co\/6alKwDZG70","Timestamp":"2021-05-07 07:52:36"},{"Tweet":"The apartment company of Jared Kushner violated Maryland's consumer protection laws numerous times by collecting debts without the required licenses, charging tenants improper fees, and misrepresenting the condition of rental units, a judge has ruled. https:\/\/t.co\/cauhkW5occ","Timestamp":"2021-05-01 12:00:02"},{"Tweet":"Your second dose of a Covid-19 vaccine gives you more protection than you might think. Here’s why you should still get it, even if it’s later than planned. https:\/\/t.co\/o7FQCYcOmL","Timestamp":"2021-05-01 11:30:06"},{"Tweet":"In every Australian Passport there is a message from the Governor General on behalf of Her Majesty,  \"... allow the bearer, an Australian Citizen, to pass freely without let or hindrance and afford him or her every assistance and protection..\" @9NewsAUS https:\/\/t.co\/NLJjgSnyes","Timestamp":"2021-05-01 08:11:31"},{"Tweet":"#Ethiopia: 'No more sacred places': Heritage sites under siege in #Tigray conflict https:\/\/t.co\/4wKzMBQBLq This kind of violence shatters a long-held norm in Ethiopia, where even in wartime churches are viewed as \"a sort of parallel world\" in which \"protection is absolute.\"","Timestamp":"2021-05-01 10:28:32"},{"Tweet":"“We have a tremendous facility here lying idle. It’s very frustrating.” Drug makers in developing nations say they are ready to make vaccines and save lives if Big Pharma lets them. Our deep dive into the growing campaign to waive patent protection rules. https:\/\/t.co\/ADGzLxLt9w","Timestamp":"2021-05-01 11:44:20"},{"Tweet":"On this feast day of St. Joseph the Worker, we pray for St. Joseph's intercession, asking for his protection over our work, and praying for those who are experiencing unemployment or financial hardship.\n\nO Glorious St. Joseph, pray for us!\n\nhttps:\/\/t.co\/resTu4yjqG https:\/\/t.co\/RLPXplJEOb","Timestamp":"2021-05-01 11:00:04"},{"Tweet":"Modi ji Yogi ji please save me, I Don’t Want to Die like Ayesha: Muslim woman requests protection from Husband, in-laws over dowry issue:\n https:\/\/t.co\/C020yfAejo  @India_NHRC @NCWIndia","Timestamp":"2021-05-01 11:15:17"},{"Tweet":"Have you seen them at the Labor Day protest today? Together, let's continue to assert the call of workers for aid and wage subsidy for the people and for the protection of their rights, health and welfare! Salute to all those who struggle for a better world for the working class! https:\/\/t.co\/M0PSundOIF","Timestamp":"2021-05-01 11:07:56"},{"Tweet":"The calls, and throngs of desperate people who gather outside the Serum Institute’s 100-acre, state-of-the-art campus in Pune, 90miles east of Mumbai, explain why Poonawalla has been offered a government security detail, and why the campus now has 24\/7 police protection.","Timestamp":"2021-05-01 09:36:45"},{"Tweet":"On #WorkersDay, we shine light on the 1.4 billion people who work in vulnerable or informal working conditions.\n\nWith @ILO &amp; @ITCnews, we invest in jobs that are 🔹 paid fairly 🔹 safe 🔹 respecting workers’ rights 🔹 ensuring access to social protection.\n\n🔄 to spread the word!","Timestamp":"2021-05-01 07:00:01"},{"Tweet":"Even as fringe groups, often affiliated with the Sangh Parivar, periodically engage in violence, the BJP-led government has been quietly implementing an economic policy that in no way discourages meat production. \n\n@aathira_vk reports: https:\/\/t.co\/xQkIrq4sV4","Timestamp":"2021-05-01 12:02:18"},{"Tweet":"The Price of Meat: The convenient contradictions in the BJP’s animal-protection politics\n\n@aathira_vk's report in the May 2021 issue: https:\/\/t.co\/xQkIrpMS3w https:\/\/t.co\/PPSpDJhWM6","Timestamp":"2021-05-01 07:00:01"},{"Tweet":"UNHCR has established protection desks in several of the sites in Tigray, where internally displaced people have sought refuge, like here in Mekelle. This set-up allows the IDPs to get protection counselling, and UNHCR staff &amp; partners can assess the protection needs. https:\/\/t.co\/LhbSAcDYi2","Timestamp":"2021-05-01 09:00:52"},{"Tweet":"I learned about this tonight via Vaccine Hunters. \n\nBecause why would anyone learn about government programming from…the government? https:\/\/t.co\/4GNJ4KCmmh","Timestamp":"2021-05-08 01:54:09"},{"Tweet":"Liberals’ new proposed amendment to Bill C-10 doesn’t address free speech concerns: expert: The amendment 'doesn’t come close' to their promise on Monday to make it clear the content Canadians upload to social media isn’t considered 'programming'\nhttps:\/\/t.co\/izJ7Ny91At #cdnpoli","Timestamp":"2021-05-07 12:53:31"},{"Tweet":"The Celtics and NBC Sports Boston have designated Sunday as the inaugural Tommy Heinsohn Day. Will include programming beginning at 10:30 a.m. and in-arena tributes. Coolest part: The \"Tommy Award\" will be presented to one Celtics player in his memory.","Timestamp":"2021-05-07 23:28:21"},{"Tweet":"Who’s ready for another summer under the stars? 🌟 We’re only 3⃣ days away from announcing this summer’s programming, and we can’t wait to share it with you! 🎊 https:\/\/t.co\/vRBGcivXpj","Timestamp":"2021-05-08 17:00:01"},{"Tweet":"Regular reminder that CNN bills Don Lemon as news and not opinion programming. \n\nFascinating dynamic when you consider how much CNN’s media team fixates on Fox’s opinion hosts — at least they’re not pretending to be news while constantly throwing out absurd opinion like Lemon. https:\/\/t.co\/uo5ntyYFe3","Timestamp":"2021-05-09 01:02:36"},{"Tweet":"And FYI, good people. Here’s a link to get HBOMax &amp; all the great #TCMFF programming this weekend. Plus, @TCM had a permanent hub on HBO Max. I get it - it costs, but it will deliver. https:\/\/t.co\/UKrepi29VG","Timestamp":"2021-05-08 01:30:42"},{"Tweet":"Contract done, bizness handled.. now back to regularly scheduled programming! Carry the hell on... https:\/\/t.co\/DLLfJJJKUV","Timestamp":"2021-05-07 21:55:32"},{"Tweet":"💻The #TCAF2021 Festival Guide is online and ready to download. Get all of your #TCAF programming information and Zoom\/YouTube links in one place!👉https:\/\/t.co\/sHXNmpFpLj Program🎨 by @TundraWizard https:\/\/t.co\/5Ax6WaxRfx","Timestamp":"2021-05-08 17:38:41"},{"Tweet":"👩🏾‍💻160 Free Programming Resources For All Levels of Engineers!\n\nCheck them out → https:\/\/t.co\/C6VfcDO6ZP https:\/\/t.co\/ZQsjEZGbc5","Timestamp":"2021-05-08 01:05:03"},{"Tweet":"CREATORS: #TCAF is pleased to present #WordBalloonAcademy, a full day of creator-focused programming on Sunday, May 9. FREE! Register here: https:\/\/t.co\/S9pGaCZeGZ #TCAF2021 https:\/\/t.co\/WFWRmaHzMm","Timestamp":"2021-05-08 21:55:56"},{"Tweet":"Tonight's @NewsHour: 60 years ago, President Kennedy's FCC Chair, Newt Minow, gave his first major speech declaring America's TV programming a \"vast wasteland.\" There were 3 networks then &amp; TV has changed dramatically ever since.\n\nMinow joins @JudyWoodruff to reflect on it all.","Timestamp":"2021-05-07 21:55:17"},{"Tweet":"I think the BBC's local elections programming this time is just really, really good: great use of their regional reporters and granular but in a really accessible way.","Timestamp":"2021-05-07 13:48:29"},{"Tweet":"I talked with dozens of people of 18-45 age group trying to book a vaccination slot in India. \n\nAt this point, unless you're a techie with programming knowledge or a hyperactive internet user, it's almost impossible to get a booking.\n\nMy story on CoWin:\nhttps:\/\/t.co\/PkXEYdGo7A","Timestamp":"2021-05-07 10:58:17"},{"Tweet":".@S_Guilbeault promised user generated content would not be treated as programming. But to be clear, Section 4.1 is still removed from Bill C-10 and user generated content is still being treated as a program subject to CRTC regulation. Apparently govt backtracked yet again.","Timestamp":"2021-05-07 00:01:52"},{"Tweet":"We interrupt regular programming…\n\nSomeone wants to say hi 👋\n\n#RBNY🇵🇱 | @KlimalaPatryk https:\/\/t.co\/z45Gx2juFk","Timestamp":"2021-05-09 01:00:01"},{"Tweet":"BREAKING: In a bid to get its #TokyoGames programming in front of a younger audience, @NBCOlympics is partnering with @Twitch on a channel to carry live Olympic content, including a daily live studio show produced from Tokyo (@Ourand_SBJ).\n\nFree to read: https:\/\/t.co\/605HRcl8Wy https:\/\/t.co\/Vgccy6lVts","Timestamp":"2021-05-06 15:00:43"},{"Tweet":"Whenever someone starts a conversation, “I’m not antivaccine but...”  remember the guy who told you “it’s not about the money” because it will be all about the money. \n\nFox News night programming has launched a very destructive antivaccine campaign in 2021. I don’t understand why https:\/\/t.co\/W5DVlwbeG5","Timestamp":"2021-05-04 15:45:29"},{"Tweet":"Television industry is too ‘London-centric’ say Newcastle-based duo who are on 98% of all programming: https:\/\/t.co\/cBf7FZjlYV","Timestamp":"2021-05-06 12:50:22"},{"Tweet":"Time to call people out. @TimesNow @vineetjaintimes \n\nYou gave viewers pious sermons how #Covid was the primary issue on counting day. Programming alert! Remember ? \nPolitics second. Covid first. \n\nToday 7-11 pm non-stop every panel discussion on ‘Bengal Politics’. \n\nIntrospect","Timestamp":"2021-05-04 10:16:04"},{"Tweet":"For anyone wanting to learn Java, just a reminder that I have an engaging course available just for you! And it's FREE ❤️\n\n👉🏾 https:\/\/t.co\/eQ9rqO1Dp5 https:\/\/t.co\/U6H88PZ66U","Timestamp":"2021-05-02 16:48:57"},{"Tweet":"Programming alert: The Boston Celtics-Miami Heat game on Tuesday, May 11 has been moved from a 7:00 PM ET start to a 7:30 PM ET start. The game will now be broadcast on TNT.","Timestamp":"2021-05-06 20:13:02"},{"Tweet":"Game Builder Garage–Announcement Trailer–Nintendo Switch https:\/\/t.co\/wuPIV8RCgB\n\nOut June 11th - \"Anyone can learn the basics of game design and visual programming with step-by-step lessons created by the minds at Nintendo.\" https:\/\/t.co\/UlLLawErU4","Timestamp":"2021-05-05 22:07:47"},{"Tweet":"We interrupt your regularly scheduled programming to thank YOU with this appreciation post. 🙌\n\nShoutout to you all, our MINDSET Community, for sharing your stories and growing with us! Pat yourselves on the back today. ☺️💚\n\n#MentalHealthAwareness #MentalHealthMatters #MINDSET https:\/\/t.co\/ZZYUfAui5b","Timestamp":"2021-05-04 23:49:15"},{"Tweet":"On Sunday, NFL Network is handing over the control room to the @McCourtyTwins, and they get to pick the programming. \n\nJust a hunch that some time might be spent revisiting the AFC title game in Kansas City, the Super Bowl win over the Rams ... and of course @MamaMcCourty. https:\/\/t.co\/6vbiRKDYh6","Timestamp":"2021-05-06 20:01:07"},{"Tweet":"Get a behind-the-scenes look at the journey Excel has taken as a programming language on the #MSRPodcast. @simonpj0 &amp; @AndrewDGordon discuss data type expansions &amp; the release of the LAMBDA function, which makes the Excel formula language Turing-complete: https:\/\/t.co\/RHCCtgFUID","Timestamp":"2021-05-05 17:35:47"},{"Tweet":"The Murdoch media is hooked on the profits that flow from racist programming. Tucker Carlson has lost 70 advertisers in the past year and faces a Jewish community boycott, but he's still the best-rating show on US cable TV. Where Fox goes, Sky follows. https:\/\/t.co\/0DDiDEwAt5","Timestamp":"2021-05-02 01:52:00"},{"Tweet":"Tucker Carlson is now so thoroughly integrated into Fox’s programming and strategy that advertisers on the network’s other programs can’t hope to fully separate their brands from his.\n\nAnd that’s very dangerous for them. https:\/\/t.co\/RjwWnphF1x","Timestamp":"2021-05-03 18:29:05"},{"Tweet":"😍😍😍\n\n@Scotiahockey and the Maple Leafs are making a donation of $20,000 to @YouCanPlayTeam to support LGBTQ+ youth programming in the Greater Toronto Area. https:\/\/t.co\/UMqJLbpb1j","Timestamp":"2021-05-01 22:30:27"},{"Tweet":"Is there something about realizing reality is a Simulation that gives you control over programming it? Or does it only look and feel as if it does?","Timestamp":"2021-05-02 17:02:03"},{"Tweet":"#KickingTheStigma programming lineup for today:\n* Peyton Manning\n* Frank &amp; Linda Reich\n* Snoop Dogg\n* Tony Dungy\n* Jeff Saturday\n* Rob Lowe\nDonate and watch at https:\/\/t.co\/Rgq5joRwcA !!! Every dollar counts!","Timestamp":"2021-05-04 12:06:06"},{"Tweet":"Back to your regularly scheduled programming. https:\/\/t.co\/8XSBkCKmWz","Timestamp":"2021-05-01 17:11:50"},{"Tweet":"To our wonderful #AAJAFamily as well as the entire AAPI community, AAJA wishes you a happy start to Asian American and Pacific Islander Heritage Month. Stay tuned for upcoming events and programming from us and our chapters! 🥰 #APAHM #AAPIHeritageMonth https:\/\/t.co\/puiDQkJU49","Timestamp":"2021-05-01 13:00:00"},{"Tweet":"Starting Sunday night, @TCM is throwing a 100th birthday celebration for Satyajit Ray, programming a marathon of 14 of his films, including six that have never aired on the network. (The movies will also be available on @criterionchannl and HBO Max.) https:\/\/t.co\/gPj8GxMAti https:\/\/t.co\/wkSa2nOSwp","Timestamp":"2021-05-01 15:12:51"},{"Tweet":"They don’t scream and shout like your TV anchors. They smile and purr politely into the camera.  \n\nAs #Covid wreaks havoc in India, Doordarshan’s programming is not focused on the unfolding tragedy, but lionising PM Modi and his govt.\n\n@sighyush reports.\n\nhttps:\/\/t.co\/zvizHz1K7z","Timestamp":"2021-05-01 08:00:01"},{"Tweet":"#COVID19 presents a crisis within a crisis for girls in emergency settings. We must prevent a rollback on girls’ right to education. \n\nExplore our new resource to support gender-responsive #EiE programming ➡️ https:\/\/t.co\/RNTJn8OyCa \n\n@EduCannotWait\n@INEEtweets https:\/\/t.co\/jP309M3bjY","Timestamp":"2021-05-01 14:55:03"},{"Tweet":"Panel 1: Media Information Literacy as a catalyst for right to information and Audience-led programming\n\nTheme: Information as a Public Good.\n\nDate: 3rd May 2021.\n\n#WorldPressFreedomDayKE\n#MediaLegalReview https:\/\/t.co\/Y4Dt9ExVuW","Timestamp":"2021-05-01 13:19:20"},{"Tweet":"Announcing the #TCAF2021 Program Schedule!\n\nOur programming schedule is now LIVE: https:\/\/t.co\/CYSGO86ED7\n\nA downloadable PDF schedule is coming soon! Stay tuned for its release. https:\/\/t.co\/i0G3yNccnE","Timestamp":"2021-05-01 17:50:52"},{"Tweet":"@flcnhvy Might still need a VPN in some countries","Timestamp":"2021-05-08 22:52:29"},{"Tweet":"Update:\n\n“Dear Future Children” is currently in 2nd place at @hotdocs film fest. If they make it to #1 by May 8, they will be shortlisted for #Oscars 2022!\n\nPlease support the film by watching it (Canada or 🇨🇦IP address via VPN), and give it a rating here: https:\/\/t.co\/KWAsCxCaKI https:\/\/t.co\/tChSieV5sU","Timestamp":"2021-05-07 02:58:24"},{"Tweet":"The 9 reasons why everyone should use a VPN. Yes, even non-techies https:\/\/t.co\/sgrLZNhyZp Via @ForbesAdvisor https:\/\/t.co\/pTtXbEGoQb","Timestamp":"2021-05-08 00:18:56"},{"Tweet":"it feels sooo good being able to use twitter without a VPN once again in Tanzania.","Timestamp":"2021-05-08 12:53:27"},{"Tweet":"Economic hardships have turned most of these women into gold diggers, thats why your girlfriend is telling me she is single #FixTheCountryNow \nEconomic hardships make boys dey job but lunch time them for on VPN and search client for office. E no easy","Timestamp":"2021-05-04 19:57:40"},{"Tweet":"Honestly mildly offended every time I switch on the VPN and check out Certain British Websites, why have I not heard of so much of this, how dare you assume \"Period drama about Tulip Mania\" would not interest me, Internet Overmind","Timestamp":"2021-05-08 23:07:42"},{"Tweet":"Resident Evil Village is live on Steam if you're in Europe (or have a VPN) https:\/\/t.co\/KLBPuMrwx8","Timestamp":"2021-05-07 00:52:10"},{"Tweet":"What a VPN is and how it works: https:\/\/t.co\/JOT4PWbyBL Via @ForbesAdvisor https:\/\/t.co\/UskVolYFMM","Timestamp":"2021-05-07 00:08:41"},{"Tweet":"A security patch has now been released for the critical #vulnerability (CVE-2021-22893) affecting Pulse Secure VPN appliances, which had been made public after it was spotted being used in an active zero-day attack.\n\nDetails: https:\/\/t.co\/j4NGkAZ9Wg\n\n#infosec #cybersecurity","Timestamp":"2021-05-04 08:07:43"},{"Tweet":"The Online Content Regulation extends to everyone residing in #Tanzania \nThe use of VPN is illegal as it “allows users to have access to prohibited content” - that’s blocked by the govt\n@Twitter was prohibited and @FichuaTanzania still is #WorldPressFreedomDay https:\/\/t.co\/IZC8c8EpL1","Timestamp":"2021-05-03 07:10:40"},{"Tweet":"Learn how to build a #Wireguard based #VPN using #NetworkManager in this Magazine article: https:\/\/t.co\/o82An5UFYl #security #opensource","Timestamp":"2021-05-03 12:31:11"},{"Tweet":"Central Political and Legal Affairs Commission of the Communist Party of China posted two photos on Weibo, which showed a rocket and mass cremation of bodies in India with the caption -- \"Lighting a Fire in China Vs Lighting a Fire in India\".\n\nhttps:\/\/t.co\/vSqz4Fkp8J","Timestamp":"2021-05-03 03:41:09"},{"Tweet":"The 9 reasons why everyone should use a VPN. Yes, even non-techies https:\/\/t.co\/0yzBmIpxEc Via @ForbesAdvisor https:\/\/t.co\/KcpPNva8E2","Timestamp":"2021-05-02 01:28:48"},{"Tweet":"Cybercriminal hackers have shut down a pipeline that carries nearly half the fuel consumed on the East Coast of the United States. Alarmingly, these kinds of disruptive attacks are happening more and more frequently. https:\/\/t.co\/962xloiRRK","Timestamp":"2021-05-08 21:44:04"},{"Tweet":"CARTOON PHOBIA! More than 100 attempts by the hackers from more than 50 different IPs in Malaysia to hack https:\/\/t.co\/BAP2qQ9MW8 during our ASEAN cartoonists live forum just now. https:\/\/t.co\/fJoAN9Du1g","Timestamp":"2021-05-08 08:58:02"},{"Tweet":"The Russia-linked hackers that compromised popular software by Texas-based SolarWinds last year broke into email accounts and likely took data from the firm https:\/\/t.co\/9bLmii0i9u","Timestamp":"2021-05-08 00:16:14"},{"Tweet":"A cyberattack has never taken down a U.S. fuel pipeline quite as big as the Colonial, but this isn’t the first time hackers have hit energy assets in America https:\/\/t.co\/xsbXMlZdzo","Timestamp":"2021-05-09 00:39:14"},{"Tweet":"US, UK authorities say Russian state-sponsored hackers exploited Microsoft vulnerabilities https:\/\/t.co\/LnPNPFmRo5 https:\/\/t.co\/hrmHEu5kT0","Timestamp":"2021-05-07 19:40:09"},{"Tweet":"Colonial Pipeline did not say what was demanded or by whom, but ransomware attacks are typically carried out by criminal hackers who seize data and demand a large payment in order to release it. https:\/\/t.co\/XiRZs71f9g","Timestamp":"2021-05-08 18:49:03"},{"Tweet":"Please beware of money transfers online ! The #Hackers need a good lesson &amp; long jail sentences as no one pursues the case they come back to rob digital India (Dont transfer any money to any one, if you know them also, hackers sending you wats app message from your known contacts","Timestamp":"2021-05-08 13:03:12"},{"Tweet":"Dear @bstategames,\nPlease rename your asia servers “hackers welcome here”.\nSincerely,\nDied 7 labs in a row 3 seconds off spawn timmy","Timestamp":"2021-05-06 16:58:04"},{"Tweet":"The hackers are believed to be part of a cyber criminal group rather than a nation state, 3 sources told Reuters. Investigators are looking at a group named \"Darkside\" as being possibly responsible. Still very early in investigation.\n\nUpdating story now.","Timestamp":"2021-05-08 16:10:48"},{"Tweet":"The majority of old phone numbers are still tied to important online accounts that can be easily taken over by hackers. https:\/\/t.co\/x6x69qF3ur","Timestamp":"2021-05-07 06:00:12"},{"Tweet":"❌ Banned from the country\n❌ Targeted by hackers\n❌ Taken to court\n\n🇨🇳 China is taking desperate measures to silence Uyghur researcher Adrian Zenz.\n\n@Josiensor spoke to Zenz to find out why 👇🧵\n\n🔓 This article is currently free to read \nhttps:\/\/t.co\/M4xKfDqbCG","Timestamp":"2021-05-04 12:29:55"},{"Tweet":"8. Byrne is a notorious conspiracy theorist who insists Trump won and says he has \"been funding a Bad News Bears collection of just the right spooks, lawyers and ethical hackers, patriots all, to reverse engineer, infiltrate, and disrupt this coup\" \n\nhttps:\/\/t.co\/j6LwSEAZId","Timestamp":"2021-05-04 13:08:59"},{"Tweet":"Exclusive: Hackers Break Into $2 Billion Delivery Startup Glovo https:\/\/t.co\/mZqvChYn68 https:\/\/t.co\/n5SkZb3UlK","Timestamp":"2021-05-04 10:30:44"},{"Tweet":"Hackers in China, Russia, Iran, and North Korea account for three-quarters of known major cyberattacks since 2006. \n\n#GraphicTruth @gzeromedia\nhttps:\/\/t.co\/682LtC98zZ","Timestamp":"2021-05-01 22:30:02"},{"Tweet":"Joy Reid got to where she is for the same reason she managed to get into Harvard. No cable news outlet would've believed a white pundit's story that old controversial blogs were the work of hackers. \n\nSpeaking of merit, how were you rejected by UCF but accepted into Harvard? https:\/\/t.co\/2TnlHJCOGb","Timestamp":"2021-05-04 17:14:25"},{"Tweet":"This is just horrific: “They Told Their Therapists Everything. Hackers Leaked It All” https:\/\/t.co\/Rn1krL0A38","Timestamp":"2021-05-05 02:47:33"},{"Tweet":"”Hackers do not cause breaches, people (insiders) do” - Frank Abagnale.\n\nThis is very true of Nigerian bank frauds.","Timestamp":"2021-05-06 02:10:53"},{"Tweet":"Private information contained within the NHS mobile app which will be used as a Covid vaccine passport when international travel returns could be accessed by hackers at airports if logged into on insecure Wifi networks. https:\/\/t.co\/yrWY6o34xH","Timestamp":"2021-05-02 09:25:54"},{"Tweet":"Newly discovered critical vulnerabilities in #Cisco vManage and HyperFlex HX could allow hackers to remotely execute commands as root on affected devices or even create unauthorized administrators.\n\nRead details: https:\/\/t.co\/Uo7zYjvzyF\n\n#infosec #cybersecurity","Timestamp":"2021-05-06 12:31:49"},{"Tweet":"Catch up on what's happening in your favorite city full of hackers.\n\nDive into the first major update to Watch Dogs Legion now: https:\/\/t.co\/kEvK8Efirc https:\/\/t.co\/YubVAh95Th","Timestamp":"2021-05-04 20:00:01"},{"Tweet":"Thinking about getting an electric bike, but their top speed is 20mph. Given that it will still reach 20mph going uphill, I'm guessing the speed limit is enforced by software. Good job I don't know any hackers :)","Timestamp":"2021-05-05 18:14:16"},{"Tweet":"Apple reports 2 iOS 0-days that let hackers compromise fully patched devices https:\/\/t.co\/SniMM9nJRX by @dangoodin001","Timestamp":"2021-05-03 20:35:02"},{"Tweet":"3 weeks ago @briankrebs wrote that hackers were selling license plate\/phone numbers of 21 million people who'd used @Parkmobile, an app that functions as a lot of US cities' parking meters. Only today did PM tell New Yorkers, &amp; they really buried the lede.\nhttps:\/\/t.co\/mJ7iZ71Jxm https:\/\/t.co\/L5QesAEtcj","Timestamp":"2021-05-01 14:30:13"},{"Tweet":"Hackers in China, Russia, Iran, and North Korea account for three-quarters of known major cyberattacks. \n\n#GraphicTruth\nhttps:\/\/t.co\/jCMz0h1Xa0","Timestamp":"2021-05-01 22:00:07"},{"Tweet":"One of my absolute favourites growing up #Hackers https:\/\/t.co\/GqehljJxqd","Timestamp":"2021-05-01 20:03:31"},{"Tweet":"A half-century before social media as we know it today, a generation of bored teenagers stumbled upon the original Clubhouse—a cacophony of voices on a phone line. \n\nhttps:\/\/t.co\/s8w87BaaGS","Timestamp":"2021-05-01 16:55:23"},{"Tweet":"This is hilarious nonsense if you care about “game” as an aesthetic or philosophical term but the thing Apple cares about is whether you can execute malware from it.","Timestamp":"2021-05-07 15:42:27"},{"Tweet":"Emails reveal 128 million iOS users were affected by 'XcodeGhost' malware https:\/\/t.co\/TScTSPRdur by @filipeesposito","Timestamp":"2021-05-07 20:56:51"},{"Tweet":"O' lawd, he comin. Malware's now masquerading as a cuddly panda. https:\/\/t.co\/rQpRsCpkEf","Timestamp":"2021-05-07 17:50:43"},{"Tweet":"Its a pressure release valve. Placed at the top of tankers to avoid over pressure blast.\n\nकभी तो सच बोल malware https:\/\/t.co\/KAlwlKQLoT","Timestamp":"2021-05-07 15:39:46"},{"Tweet":"Bhakt and Malware will run hashtag Bring back Kangana Ranaut but India will tweet #WelldoneTwitter","Timestamp":"2021-05-04 07:17:59"},{"Tweet":"A new ~this week in security~ just dropped:\n\n• Malware exploited a 'mind-blowing' macOS bug\n• U.S. agencies hacked (for a third time)\n• Emotet botnet takedown\n• DigitalOcean data breach\n• Lots more, and a cyber cat\n\nSign up: https:\/\/t.co\/NWlA7Y2TvA \nhttps:\/\/t.co\/PmtsIndvF4","Timestamp":"2021-05-02 15:48:03"},{"Tweet":"A panda could never be so mean as to steal your gaming credentials, or could he? https:\/\/t.co\/3z7gisEdVw","Timestamp":"2021-05-08 18:44:33"},{"Tweet":"Malware droids are attacking our devices. Help save the galaxy – defend your networks: https:\/\/t.co\/llCa7HmmJI #MayThe4thBeWithYou #MayThe4th https:\/\/t.co\/QCFUAWKeds","Timestamp":"2021-05-04 17:31:02"},{"Tweet":"Malware, at least he is doing press conferences and informing the people on regular basis. \n\nWhere is Modi? https:\/\/t.co\/Fzyep5Aznx","Timestamp":"2021-05-06 11:02:20"},{"Tweet":"Fashions in iPhone malware come and go, depending on iOS vulnerabilities, but most iPhone malware does not get directly installed on your phone. It works by scraping your iCloud backups.","Timestamp":"2021-05-01 19:12:46"}]