[
    {
        "Tweet": "Bill Gates: “We need to be able to track Americans with vaccine passports.“\n\nAlso Bill Gates: “Please respect my privacy during this difficult time.”",
        "Timestamp": "2021-05-05 08:15:22"
    },
    {
        "Tweet": "Why is Facebook so upset about the new Apple privacy feature?\n\nIf you don’t know, now you know. https:\/\/t.co\/JKxn5SD2mh",
        "Timestamp": "2021-05-04 12:02:00"
    },
    {
        "Tweet": "Anyone else find it ironic Bill Gates is asking for privacy?",
        "Timestamp": "2021-05-04 17:18:54"
    },
    {
        "Tweet": "I talked to Russell Brand (@RustyRockets) about privacy, surveillance, and more. Here's a part about how your phone is used to keep track of your movements—even if you uninstall every app in the drawer and disable \"location services\": https:\/\/t.co\/mdeeSNiJeU",
        "Timestamp": "2021-05-05 00:21:41"
    },
    {
        "Tweet": "The government ruled that the government violated the rules of the government, and then re-approved the government's continued violation of your rights and privacy. https:\/\/t.co\/uHeEra9UnL",
        "Timestamp": "2021-05-04 17:47:17"
    },
    {
        "Tweet": ".@michaeljknowles: It’s ironic that Bill Gates doesn’t ‘give a wit’ about our privacy but now he is asking for ‘privacy from everybody else.’ [with @JohnFBachman on Newsmax TV: https:\/\/t.co\/VlT7z8drtO] https:\/\/t.co\/IyKcQo6d2K",
        "Timestamp": "2021-05-04 17:48:07"
    },
    {
        "Tweet": "EXPOSED: @SAPoliceService Crime Intelligence has illegal bugged my phone again, these criminals masquerading as law enforcement agency have no shame, harassing innocent citizens and invading my privacy @PresidencyZA @BantuHolomisa @Julius_S_Malema @FloydShivambu @SAEditorsForum https:\/\/t.co\/Jr63k6hTcZ",
        "Timestamp": "2021-05-05 09:48:25"
    },
    {
        "Tweet": "There’s #Harry on stage in Los Angeles invading his own privacy. And there’s these two. #RoyalFamily https:\/\/t.co\/7Bu0c5OCy9",
        "Timestamp": "2021-05-04 19:40:12"
    },
    {
        "Tweet": "DuckDuckGo Privacy Browser for on iOS: Blocks cross-site tracking as you search &amp; browse the web.\n\niOS 14.5 App Tracking Transparency: Helps prevent cross-app tracking on your phone.\n\nTogether, a powerful privacy protection pair for iPhone\/iPad users.\n\nhttps:\/\/t.co\/QNfnevurRF https:\/\/t.co\/TDe0lwum0T",
        "Timestamp": "2021-05-04 19:09:52"
    },
    {
        "Tweet": "Bill Gates deserves all of the same privacy he would give those who aren’t going to take the vaccine.",
        "Timestamp": "2021-05-04 02:18:09"
    },
    {
        "Tweet": "spotify says they need to know your “gender and accent” in order to better recommend music and now they’ve patented a technology that will allow them to violate ur privacy to discern this data. u comfortable with that? https:\/\/t.co\/ibIb2yciLO",
        "Timestamp": "2021-05-04 14:15:03"
    },
    {
        "Tweet": "#COVID19 Statistics in SA as at 04 May.\n\nUse the COVID Alert SA app to protect yourself, your loved ones and your community. Start using this privacy preserving app today. Add your phone to the fight! Download the Covid Alert SA app now! https:\/\/t.co\/8YKEqaiiRF https:\/\/t.co\/kwzUp1UFAh",
        "Timestamp": "2021-05-04 19:56:56"
    },
    {
        "Tweet": "Must read @Chellaney: Western media coverage of tragedies elsewhere tends to traffic in cultural stereotypes and violations of privacy and dignity that would not be accepted at home\n\nhttps:\/\/t.co\/N4YxBeHdDo",
        "Timestamp": "2021-05-05 05:02:23"
    },
    {
        "Tweet": "Bill and Melinda Gates: “We ask for space and privacy for our family as we begin to navigate this new life.” Can our families also have space and privacy from both of you?",
        "Timestamp": "2021-05-04 00:43:05"
    },
    {
        "Tweet": "please respect my privacy during this difficult time https:\/\/t.co\/HCO0rQdsl4",
        "Timestamp": "2021-05-04 02:13:03"
    },
    {
        "Tweet": "Whatever you think of Bill Gates, he’s a human being, so let’s respect his privacy. (Link unrelated)\n\nhttps:\/\/t.co\/S41sROdDRK",
        "Timestamp": "2021-05-03 21:09:05"
    },
    {
        "Tweet": "All I have to say about Bill and Melinda Gates getting divorced is that low wage workers deserve privacy and shouldn't be subject to constant electronic surveillance.",
        "Timestamp": "2021-05-03 22:15:46"
    },
    {
        "Tweet": "More and more folks want to hire privacy engineers. This is great! You almost certainly need them! But, just like security, privacy engineering is a whole field.\n\nSo for the folks who want to hire or become a privacy engineer, a rundown of the current rough types I see. (Big🧵)",
        "Timestamp": "2021-05-03 23:50:27"
    },
    {
        "Tweet": "LOOK: There’s no name of the physician indicated in the prescription for ivermectin given at the event of Reps. Rodante Marcoleta and Mike Defensor (blurred patient’s info for privacy) | @xianneangel https:\/\/t.co\/3IAKSkqCr4",
        "Timestamp": "2021-04-29 06:50:35"
    },
    {
        "Tweet": "And it begins.  @Facebook \/ @Instagram explore additional scare tactics to combat @Apple iOS14 #ATT privacy changes.\n\n“Help keep Facebook free of charge” https:\/\/t.co\/mOB9WJpz9A",
        "Timestamp": "2021-04-30 23:15:45"
    },
    {
        "Tweet": "The future of startups:\n\n- Privacy-first\n- Community-first\n- Sustainability-first\n- Creator-first\n- Decentralized-first\n- Digital-first \n\nBookmark this list. Print it out\n\nThis is where the world is going",
        "Timestamp": "2021-05-01 18:15:57"
    },
    {
        "Tweet": "Forward Jonathan Drouin will take an indefinite leave of absence from the team for personal reasons.\n\nHe was placed on long-term injured reserve by the club. We ask everyone to respect his privacy. https:\/\/t.co\/bfy5F7afY6",
        "Timestamp": "2021-04-28 14:50:24"
    },
    {
        "Tweet": "1\/ We are announcing a strategic partnership with @PlatON_Network, the privacy-preserving AI network blockchain marking our first step into the Chinese market 🇨🇳🇨🇳!\n\nRead this thread to learn more about the partnership 👇👇 https:\/\/t.co\/VhhrF5f7wX",
        "Timestamp": "2021-04-29 11:00:40"
    },
    {
        "Tweet": "Your web browser is the first line of defense against third-party trackers. That’s why it is essential to choose a browser with strong privacy protections. Check out our favorite browsers here: https:\/\/t.co\/YkoLWqsjE4",
        "Timestamp": "2021-04-30 22:04:39"
    },
    {
        "Tweet": "“TikTok is a data collection service thinly-veiled as a social network.”\n\nFor example, in London TikTok is facing a lawsuit for violating UK &amp; EU data protection laws, demanding that illegally processed data from millions of children be deleted.\n\nhttps:\/\/t.co\/VrD0GWZ6Me",
        "Timestamp": "2021-04-30 13:47:01"
    },
    {
        "Tweet": "Just a warning that there is some data leak from the covid test centres and ICMR system. I just got a call from somebody I don't know who knows that I had covid and wanted my plasma\nI WILL donate plasma, but not like this\nPrivacy of data has gone to hell\n@ICMRDELHI @AyushmanNHA",
        "Timestamp": "2021-05-01 13:39:14"
    },
    {
        "Tweet": "Are you the impatient type? Be careful. Impatience can be dangerous. Instead of trusting the Almighty’s timing, you think you know better? Get out of this mindset. Lay your trust in what He’s doing. He’s the best planner right down to the last second.  Never doubt that.",
        "Timestamp": "2021-05-04 14:19:14"
    },
    {
        "Tweet": "A damning view of this government by Barnier.\n\n\"The current team in Downing St is not up to the challenges of Brexit nor to the responsibility that is theirs for having wanted Brexit. Simply, I no longer trust them.”\nhttps:\/\/t.co\/u6mkRezMG9",
        "Timestamp": "2021-05-05 10:45:03"
    },
    {
        "Tweet": "A SOLID man means a lot to a woman who can’t trust nobody 💙 #Respectfully",
        "Timestamp": "2021-05-05 02:43:30"
    },
    {
        "Tweet": "I don't trust Big Pharma. I don't trust CDC, FDA, or NIAID. I don't trust the WHO. These are all overtly corrupt and political entities. I'm not complying with their insanity, and you shouldn't either. The era of trust, but verify is long over. If you can't verify, don't trust.",
        "Timestamp": "2021-05-06 00:35:07"
    },
    {
        "Tweet": "Why would Texas voters trust him to keep faith with them when he dishonors his wife &amp; his father with a smirk on his face? https:\/\/t.co\/GKLpViqRQs",
        "Timestamp": "2021-05-05 02:31:53"
    },
    {
        "Tweet": "Not many Indians would have understood this tweet . This is for Ashraf Sehrai who died today in Jammu jail because of Covid. \n\nSehrai was appointed chairman Tehreek E Hurriyat by Geelani and wanted merger of Kashmir with Pakistan as an Islamic state.\n\nKnow whom to trust ! https:\/\/t.co\/7lmW8dafwv",
        "Timestamp": "2021-05-05 17:29:42"
    },
    {
        "Tweet": "My favorite Twitter trend right now is those scolding people for being too cautious as though those of us who spent the past year and change wearing a mask and stopping the spread should trust those who mocked us for wearing masks and tried to overthrow the government.",
        "Timestamp": "2021-05-05 01:49:27"
    },
    {
        "Tweet": "Faith is trusting in the good. Fear is putting your trust in the bad.",
        "Timestamp": "2021-05-05 09:30:00"
    },
    {
        "Tweet": "I just invested $everything$ I have into #dogecoin @elonmusk in doge we trust #dogefather",
        "Timestamp": "2021-05-05 04:37:47"
    },
    {
        "Tweet": "Trust the process! It always works. \n\n#StayHome #StaySafe #WhistlePodu #Yellove 🦁💛 https:\/\/t.co\/quLwuVlLxT",
        "Timestamp": "2021-05-04 14:35:27"
    },
    {
        "Tweet": "Somehow the international media never asks Rana Ayyub to back her claims with statistics or ground reportage because “trust me, dude” won’t suffice for sources 🤣🤣",
        "Timestamp": "2021-05-04 12:03:04"
    },
    {
        "Tweet": "This guy dey trust Google translator 🤣🤣🤣\nYou go learn.",
        "Timestamp": "2021-05-04 11:38:17"
    },
    {
        "Tweet": "Why are we surprised at Mamata Banerjee’s reaction to violence unleashed by her cadres on BJP workers and supporters? There is a reason why she lost her own seat. Nandigram didn’t trust her for who she is.\n\nShe has to be fought on the streets, her cadre is full of criminals...",
        "Timestamp": "2021-05-04 10:12:50"
    },
    {
        "Tweet": "While people like Tejasvi Surya are directly\/indirectly blaming Muslims for the BBMP scam. These organisations have been helping Covid19 patients from a year. Please Support Naasih Trust from In their mission to provide COVID Relief to the needy. \nhttps:\/\/t.co\/CjpLH69Tua",
        "Timestamp": "2021-05-05 14:32:56"
    },
    {
        "Tweet": "BREAKING: Indic Collective Trust moves Supreme Court seeking directions to Centre to deploy central\nprotection forces, including armed forces, for the restoration of law and order in the State of West Bengal\n@MamataOfficial @AITCofficial @BJP4Bengal https:\/\/t.co\/DQXPMzoO4c",
        "Timestamp": "2021-05-04 10:12:12"
    },
    {
        "Tweet": "An incredible report. Makes you wonder how many other countries have traded non-disclosure of GRU\/FSB terrorist attacks in return for some quick political gains. Makes you wonder if you can really trust governments to tell you the full truth. Seems we have a job for a while. https:\/\/t.co\/GlRIcIwblP",
        "Timestamp": "2021-05-04 07:56:58"
    },
    {
        "Tweet": "ABANDONED TWICE, BOY #114376 DIES TOMORROW. The saddest epitaph awaits him: “takes treats gently.” Any dog who does that can be trained. He’s anxious and scared, tries to trust, needs your Rescue Pledges via @TomJumboGrumbo PLEASE RT BOY! https:\/\/t.co\/Eg8vMnOdWA https:\/\/t.co\/hVZajNhwHx",
        "Timestamp": "2021-05-04 10:00:00"
    },
    {
        "Tweet": "Trust yourself. You’ve survived a lot and you will survive whatever is coming.",
        "Timestamp": "2021-05-04 09:00:00"
    },
    {
        "Tweet": "Dear Governor @jdhankhar1 Sir, this is happening in Calcutta. How can anybody trust what the Police is saying? https:\/\/t.co\/cbSrBUu0A8",
        "Timestamp": "2021-05-04 09:04:30"
    },
    {
        "Tweet": "@DisguisedToast @fuslie Bro trust, you dont want to go down that road with leslie",
        "Timestamp": "2021-05-04 06:15:06"
    },
    {
        "Tweet": "\"It is obvious that #Turkey is walking away from Europe and its values... That is why, for me, it is clear that we cannot open a new chapter with Turkey... The first step is to restore trust, to see an end to the provocations.\" https:\/\/t.co\/kBS8pdZbjF",
        "Timestamp": "2021-05-04 08:58:06"
    },
    {
        "Tweet": "Trust Him. https:\/\/t.co\/HNNbmluMY0",
        "Timestamp": "2021-05-04 10:00:21"
    },
    {
        "Tweet": "Happy May the 4th friends. If you’re on campus today and happen to see an AT-AT go by, just remember - your eyes can deceive you, don’t trust them! https:\/\/t.co\/Es8pkLth1i",
        "Timestamp": "2021-05-04 08:42:01"
    },
    {
        "Tweet": "BBC Scotland's pandering to the SNP has cost it the trust of Scottish Unionists without gaining it any friends among Scottish nationalists, writes @spectator diarist @MrSteerpike. https:\/\/t.co\/gExAJHpvF4",
        "Timestamp": "2021-05-04 06:48:31"
    },
    {
        "Tweet": ".@donlemon is outraged; @ChrisCuomo pretends he invited @RickSantorum on his show so people can “see what this is;” meanwhile Santorum continues to collect a @cnn paycheck. And people wonder why trust in news media keeps finding a new bottom. #journalism https:\/\/t.co\/8IU8sDqhw0",
        "Timestamp": "2021-05-04 02:22:04"
    },
    {
        "Tweet": "Evaluation process of a public exam must be air-tight so that there is public trust in the evaluation. Without trust, there is chaos- the last thing we need today. I request AP govt to take corrective steps to ensure that there is no scope for doubt in APPSC evaluation. https:\/\/t.co\/P6J8kxIG0l",
        "Timestamp": "2021-05-04 05:47:22"
    },
    {
        "Tweet": "Great service being given by Somchand Dosabhai charitable trust,Abad for police bhavan staff thru telemedicine in corona times.round the clock services of doctors r available on helpline nos 7574859300-5.this service is now extended to all police staff in gujarat.",
        "Timestamp": "2021-05-04 06:54:28"
    },
    {
        "Tweet": "@WBPolice This is why I already expressed my doubt on the reports of anti-opposition violence from Bengal. You can never trust the right wing on anything. Their entire existence is based on crying the wolf which never came. https:\/\/t.co\/6oM4YvwbB9",
        "Timestamp": "2021-05-04 07:43:07"
    },
    {
        "Tweet": "If you’re feeling down and depressed at the moment, you have to believe that you’ll experience the favours of the Almighty in unexpected and unusual ways. For as long as you trust Him, He will turn your troubles, challenges and hardship in your favour. Bear patience!",
        "Timestamp": "2021-04-29 12:31:28"
    },
    {
        "Tweet": "My sincere thanks to the great People of Nandigram for their love, trust, blessings, and support, and for choosing me as their representative and the MLA from #Nandigram. It is my never-ending commitment to be of service to them and working for their welfare. I am truly grateful! https:\/\/t.co\/oQyeYswDa8",
        "Timestamp": "2021-05-02 14:24:31"
    },
    {
        "Tweet": "ABANDONED TWICE, BOY #114376 DIES TOMORROW. The saddest epitaph awaits him: “takes treats gently.” Any dog who does that can be trained. He’s anxious and scared, tries to trust, needs your Rescue Pledges via @TomJumboGrumbo PLEASE RT BOY! https:\/\/t.co\/Eg8vMnwCy0 https:\/\/t.co\/YUsjNe0gPj",
        "Timestamp": "2021-05-04 02:00:00"
    },
    {
        "Tweet": "\"I swear Day 2 is the most important day of the NFL draft. See look.. Gronk was drafted in Round 2, T.O. in Round 3. This is where you find your gems, ya know? See me, I've won my 4-team fantasy league two years in a row. I'm practically a GM. Trust me. Turn to ESPN &amp; pay atten-\" https:\/\/t.co\/7dJ9Vqket7",
        "Timestamp": "2021-04-30 22:49:56"
    },
    {
        "Tweet": "The Christian journey begins from the grace of receiving mercy. If we trust in our own abilities, in the efficiency of our structures and projects, we will not go far. Only if we accept the love of God, will we be able to offer something new to the world.",
        "Timestamp": "2021-04-29 11:30:00"
    },
    {
        "Tweet": "Morning #TeamJustice. I have a TON of faith &amp; trust in AG Garland &amp; DAG Lisa Monaco. Both were stellar federal prosecutors in my former office, DC USAO. They are neither timid nor afraid of criticism. Our Department of Justice could not be in better hands. And #JusticeIsComing",
        "Timestamp": "2021-05-01 11:32:55"
    },
    {
        "Tweet": "I’m still working on my trust issues and dealing with self-doubt on the daily because of my trauma brought by cheaters, so why would I put someone through that? Why would I cheat on someone that I love?",
        "Timestamp": "2021-04-30 06:48:06"
    },
    {
        "Tweet": "Be careful who you trust... Salt &amp; sugar look the same.",
        "Timestamp": "2021-05-01 01:52:10"
    },
    {
        "Tweet": "This Trust provides covid patients with medical aid &amp; free oxygen cylinders. They've also been clearing hospital bills of poor covid patients. With your support, they would be able to make more significant impact &amp; save even more lives. PLS DONATE 🙏 https:\/\/t.co\/CjpLH69Tua",
        "Timestamp": "2021-05-03 18:58:55"
    },
    {
        "Tweet": "Grateful to the people of Puducherry for choosing NDA to serve this beautiful state. This victory reflects people’s trust in PM @narendramodi ji led NDA’s Politics of Development. Puducherry will now witness a corruption-free and development-oriented government.",
        "Timestamp": "2021-05-02 16:54:25"
    },
    {
        "Tweet": "pain changes people, it makes them trust less, overthink more and shut people out.",
        "Timestamp": "2021-05-03 11:14:53"
    },
    {
        "Tweet": "God never asked you to figure out the how. In fact, the scripture says, “Trust in the Lord with all your heart and lean not to your own understanding.” We serve a supernatural God. He can make things happen we couldn’t make happen.",
        "Timestamp": "2021-04-30 12:45:01"
    },
    {
        "Tweet": "I have vaccinated my elderly parents. They are my life. I trust the vaccine. You should too.\n\nPlease don't be afraid about the #vaccine. It is perfectly safe to take. Just consult any physician once before you get the shot. Each individual is different. So do your due diligence.",
        "Timestamp": "2021-05-01 06:45:22"
    },
    {
        "Tweet": "Work hard in silence, let your success be the noise. Actions speak louder than words 👍🏻\n\nTrust us 💙 https:\/\/t.co\/8cNXvfgl39",
        "Timestamp": "2021-04-28 22:58:06"
    },
    {
        "Tweet": "Pandemic Tip for Governments \n\nNEVER hide the truth to sound “positive” or “reassuring.” Don’t give false hope.\n\nTrust the people. Give them 100% facts. People can handle the truth\n\nhttps:\/\/t.co\/LaoDnVAQ6x",
        "Timestamp": "2021-04-28 15:18:14"
    },
    {
        "Tweet": "Trust the system, says the government \n\nOh, is System bigger than the Government? \n\nPlease tell us, who is the Prime Minister of the System ?",
        "Timestamp": "2021-04-29 11:10:08"
    },
    {
        "Tweet": "“Trust the science.” https:\/\/t.co\/5UitJ9UcCz",
        "Timestamp": "2021-04-28 14:24:46"
    },
    {
        "Tweet": "Don’t be distracted, the Boris Johnson issues are not about cushions or wallpaper\nIt’s about Truth &amp; Trust\nWithout Truth, there can be no Trust",
        "Timestamp": "2021-04-29 08:21:04"
    },
    {
        "Tweet": "The Chief Minister of Uttar Pradesh says that there is no shortage of beds, oxygen or COVID drugs in his state. It is dangerous for chief ministers to lie blatantly at a time when trust in government is nearly rock bottom.",
        "Timestamp": "2021-04-29 04:01:18"
    },
    {
        "Tweet": "You want a personification of why people have no faith or trust in many politicians and believe they lack any principles, see Nikki haley.",
        "Timestamp": "2021-04-28 19:28:20"
    },
    {
        "Tweet": "Trust me when I say this: President Biden saved lives tonight by mentioning trans rights in this speech.",
        "Timestamp": "2021-04-29 02:29:47"
    },
    {
        "Tweet": "Rebuild trust by ending qualified immunity.",
        "Timestamp": "2021-04-29 01:58:05"
    },
    {
        "Tweet": "CNN has refused to cover the scandal involving Gov. Cuomo's misuse of state funds to direct special treatment to his brother, their host, at the expense of needier sick people. To the contrary, they *defended* it.\n\nHow come people don't trust the media? Why does nobody watch CNN?",
        "Timestamp": "2021-04-28 20:03:45"
    },
    {
        "Tweet": "I completely oppose COVID-status certificates\/passports.\n\nThese would be divisive and discriminatory, and we cannot trust this Government with even more powers!\n\nAgree? If so, please join me in sharing @BigBrotherWatch's No Covid Pass pledge! (2\/2) https:\/\/t.co\/4wGjaiwtlC",
        "Timestamp": "2021-04-28 16:13:09"
    },
    {
        "Tweet": "Russia, China sow disinformation to undermine trust in Western vaccines, EU report says https:\/\/t.co\/kKYT3YXjfu https:\/\/t.co\/klqkPgdrpS",
        "Timestamp": "2021-04-28 18:05:13"
    },
    {
        "Tweet": "Serenitea Pot System Top Tips (II)\n\nIn this issue, Paimon will introduce some tips about the Trust Rank~\n\nSee Full Details &gt;&gt;&gt;\nhttps:\/\/t.co\/CajtC5nuVe\n\n#GenshinImpact https:\/\/t.co\/eRSJVtZ47J",
        "Timestamp": "2021-04-29 02:30:00"
    },
    {
        "Tweet": "Fearing something is usually much worse than actually having it happen. God always gives us the grace (ability) to handle difficult things as we trust Him. Faith causes us to look at the future knowing that grace will come when we need it. #JoyceQuote",
        "Timestamp": "2021-04-28 20:00:06"
    },
    {
        "Tweet": "Around the world, Amazon has been under scrutiny for its labor practices. But not in Mexico.\n\nWe spoke to 15 former workers who said most of its warehouse jobs are subcontracted,  describing forced overtime, mass firings, forced resignations.\n\nhttps:\/\/t.co\/RaUAdZI2LO\n\n🧵(1\/6)",
        "Timestamp": "2021-04-28 14:21:06"
    },
    {
        "Tweet": "The Capitol is on high alert today in preparation for the president's address. 20 years ago, it was al-Qaeda. Today, it's because of Trump zealots.\nhttps:\/\/t.co\/fc2veMzvwi",
        "Timestamp": "2021-04-28 14:20:38"
    },
    {
        "Tweet": "The collection of incredibly talented patriots serving America at the CIA is what makes it the best spy agency in the world — and we must continue to recruit the best and brightest. We can’t afford to risk our national security to appease some liberal, woke agenda.",
        "Timestamp": "2021-05-04 15:57:23"
    },
    {
        "Tweet": "BREAKING\n\nOur analysis of the #2021Budget reveals over 316 duplicated capital projects totalling N39.5bn, among other loopholes for corruption.\n\nBudgIT also found ZERO audit records of the N10.02tn received by the security sector between 2015 &amp; 2021.\n\nOur press statement:\nThread! https:\/\/t.co\/BDQXeBh6WU",
        "Timestamp": "2021-05-04 06:01:11"
    },
    {
        "Tweet": "The Far Left controls Pres Biden’s admin. That’s why he’s quadrupling the current refugee cap this year.\n\nHe desperately wants to change the subject from his disastrous immigration policies, which created a humanitarian, public health, &amp; national security crisis on our border.",
        "Timestamp": "2021-05-04 22:02:35"
    },
    {
        "Tweet": "LASHIO, Shan State:\n\nTerrorists (Myanmar security forces) abducted 4 young men. A young man was beaten for not stopping the motorcycle. Another one was shot &amp; was beaten with an iron stick when he said he can't walk anymore. They confiscated motorcycles.\n\n#May5Coup https:\/\/t.co\/neOofj6sBp",
        "Timestamp": "2021-05-05 07:08:43"
    },
    {
        "Tweet": "On May 2 at 11pm — 8 youths including two young women were abducted by Terrorists (Myanmar security forces) from their homes in Thida Ye Sin Street, 16\/4 Ward, Thingangyun, Yangon. \n\nTheir houses were raided and destroyed household things. 1\/2\n\n#May5Coup #WhatsHappeningInMyanmar https:\/\/t.co\/OTcwql5Ofd",
        "Timestamp": "2021-05-05 02:32:03"
    },
    {
        "Tweet": "KO KYAY (aka) HLA WIN KHAING:\n\nTerrorists (Myanmar security forces) abducted him from his home in Na Win Kwat Thit 12th St., PYAY, Bago Region on May 4 at 8:30pm. They informed his family today that he died. No doubt he was tortured to death.\n \n#May5Coup #WhatsHappeningInMyanmar",
        "Timestamp": "2021-05-05 14:56:45"
    },
    {
        "Tweet": "If your take home salary be Ghc30,000 wey your security man ein take home be Ghc350 and you dey fit bed enjoy your body de3 a you be brave waa. You get serious vim. #FixTheCountry",
        "Timestamp": "2021-05-04 13:15:32"
    },
    {
        "Tweet": "200 global groups press the UN Security Council finally to impose an arms embargo on the Myanmar junta. Time for the Chinese government to stop blocking this essential step toward stopping the junta's killing of protesters. https:\/\/t.co\/jkOI9u7I1S https:\/\/t.co\/gKIR78JgSZ",
        "Timestamp": "2021-05-05 14:16:24"
    },
    {
        "Tweet": "At least 89 people in Colombia are listed as \"disappeared\" after protests, say independent human rights officials.\n\nThe government's official death toll is 19.\n\nThe UN has condemned security forces for using live fire and beatings against people protesting inequality. https:\/\/t.co\/0pV4naVMa5",
        "Timestamp": "2021-05-05 13:33:00"
    },
    {
        "Tweet": "Enough is enough. \n\nThe UN Security Council should adopt a global arms embargo on #Myanmar. \n\nMore than 200 groups worldwide call for UN sanctions. \n\nhttps:\/\/t.co\/9pz9jkUTF3 https:\/\/t.co\/nOLfZUd8xg",
        "Timestamp": "2021-05-05 14:56:00"
    },
    {
        "Tweet": "If with Z Security you are afraid to come outside &amp; say your Car will be attacked then you should Leave Politics",
        "Timestamp": "2021-05-04 05:09:08"
    },
    {
        "Tweet": "Norway's Telenor said it had written off the $780 million value of its Myanmar operation in light of the country's deteriorating security and human rights situation. #WhatsHappeningInMyanmar",
        "Timestamp": "2021-05-04 05:23:23"
    },
    {
        "Tweet": "Norway’s Telenor has excluded Myanmar from the company's outlook due to the “worsening economic environment” “deteriorating security\/human rights situation”, calls on authorities to respect the right to freedom of expression,human rights. \n#WhatsHappeningInMyanmar \n@Telenor_mm",
        "Timestamp": "2021-05-04 06:00:41"
    },
    {
        "Tweet": "Far too many reports pouring in of d TMC goons attacking persons and property of BJP in Bengal. Mamta had her well fought victory. Now as d CM she should give all 9 cr people of Bengal security and peace. That includes those who hv not voted for her ... over 2.2 cr Bengalis",
        "Timestamp": "2021-05-04 05:40:10"
    },
    {
        "Tweet": "MOGOK, Mandalay Region:\n\nTerrorists (Myanmar security forces) abducted a 40-years-old woman this morning at 6am without any reasons.\n\n#May4Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/ZhG6rXrxWd",
        "Timestamp": "2021-05-04 04:37:08"
    },
    {
        "Tweet": "YAN PAING: \n\nNot a protester. He was abducted from his friend's house in Pyinmana, Naypyidaw as an informant gave wrong info to Terrorists (Myanmar security forces). 1\/2\n\n#May4Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/5kx3VNk00R",
        "Timestamp": "2021-05-04 03:56:12"
    },
    {
        "Tweet": "As a general rule, the military should not be used to police assemblies see UNG37( https:\/\/t.co\/lAmBea3GlX ). I urge Colombian authorities to ensure that only adequately trained security forces be deployed to facilitate peaceful assembly in Colombia @CIDH",
        "Timestamp": "2021-05-03 23:51:19"
    },
    {
        "Tweet": "J&amp;K: Lt Governor Manoj Sinha warrants dismissal of services of Nazir Ahmad Wani, Naib Tehsildar, Pulwama-II with immediate effect 'in the interest of the security of the State'",
        "Timestamp": "2021-05-04 05:25:46"
    },
    {
        "Tweet": "YESAGYO, Magway Region:\n\nTerrorists (Myanmar security forces) raided protest leaders’ houses in Aung Pan village on May 3 at 11pm. \n\nDestroyed a motorcycle, household items and looted 500,000 Kyats.\n\n#May4Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/TtPpRVOOpH",
        "Timestamp": "2021-05-04 02:50:44"
    },
    {
        "Tweet": "There's a lot of thought and planning that's gone into making America's Audit secure, safe and fair. Take a look as AZGOP Chairwoman @kelliwardaz gives us a rundown of the process and the security in place. #AmericasAudit #FinishTheAudit #ElectionIntegrity https:\/\/t.co\/RXbXFj1zzW",
        "Timestamp": "2021-05-04 01:51:51"
    },
    {
        "Tweet": "FBI is reviewing an agent-involved shooting that occurred at approx. 6 pm on Monday, May 3, 2021. An individual involved in a security incident outside Central Intelligence Agency HQ in McLean, VA, emerged from his vehicle with a weapon &amp; was engaged by law enforcement officers.",
        "Timestamp": "2021-05-04 00:19:44"
    },
    {
        "Tweet": "Alarming situation in Nanoor (Birbhum district) with more than a thousand Hindu families out in the fields to escape marauding mobs seeking to take it out against BJP supporters. Reports of molestation or worse of women. @AmitShah please rush some security to the area.",
        "Timestamp": "2021-05-03 16:04:02"
    },
    {
        "Tweet": "1\/2 I am alarmed about reports of excessive use of force by security forces against P. protestors in Colombia-Bogota,Cali &amp; Popayan.There are reports of 9pers killed since 28\/04.Security forces must refrain from excessive use of force &amp;those responsable must be held accountable.",
        "Timestamp": "2021-05-03 10:12:26"
    },
    {
        "Tweet": "At least seven people have been reported killed in Myanmar when the junta’s security forces opened fire on some of the biggest protests against military rule in days to mark what organisers called \"the global Myanmar spring revolution\". #WhatsHappeningInMyanmar",
        "Timestamp": "2021-05-02 13:57:57"
    },
    {
        "Tweet": "There’s always a girl in the airport security line that looks like this https:\/\/t.co\/4Erl1zqxaC",
        "Timestamp": "2021-04-30 19:55:57"
    },
    {
        "Tweet": "Hotel accommodations for a Secret Service detail assigned to Steve Mnuchin have cost taxpayers more than $30,000 — since he left office. \n\nBefore leaving, Trump ordered an extra six months of security for family and appointees, including Mnuchin.\nhttps:\/\/t.co\/GttgABmL3t",
        "Timestamp": "2021-05-02 14:00:00"
    },
    {
        "Tweet": "What happened to the Myanmar coup leader's promise to ASEAN to stop the violence? Today, \"Myanmar security forces opened fire on some of the biggest protests against military rule in days...killing eight people.\" What will ASEAN do? More sitting-on-hands? https:\/\/t.co\/JLUOob5qfg https:\/\/t.co\/ypzszdkwy4",
        "Timestamp": "2021-05-02 16:12:34"
    },
    {
        "Tweet": "SEXUAL HARASSMENT in MONYWA:\n\nA young woman in her 20s on motorcycle was stopped &amp; interrogated by Terrorists (#Myanmar security forces). \n\nA Terrorist asked her to leave the motorcycle or be kissed. As motorcycle is about 2-3M Kyats she had to accept the kiss.\n\n#May3Coup",
        "Timestamp": "2021-05-03 09:18:14"
    },
    {
        "Tweet": "Stop calling Nigerian Governors ‘Chief Security Officer’ of their states. They are POWERLESS! Herdsmen, Bandits or Boko Haram attack their states and they run to take photos with @MBuhari. Igboho and @MaziNnamdiKanu have more control over security than ANY Governor\n\n#TableShaker",
        "Timestamp": "2021-05-02 13:45:16"
    },
    {
        "Tweet": "It took Twitter NG two days to track down that man and in a strange way that broke my heart really badly because it means clearly security agencies in Nigeria have decided big time do their work. Clearly.",
        "Timestamp": "2021-05-02 08:48:28"
    },
    {
        "Tweet": "Alert ⚠️ : Multiple witnesses \/ Myanmar security forces are seen wearing plain cloths and some in “ambulances” waiting to arrest the youth protestors. Some using motorbikes to chase protestors and one youth got arrested in Hlaing township. \n#WhatsHappeningInMyanmar",
        "Timestamp": "2021-05-02 03:57:32"
    },
    {
        "Tweet": "A question that demands answers: why was John Kerry even speaking with Iran when President Trump was leading Middle East peace talks?\n\nWould Biden approve Mike Pompeo doing the same?\n\nIf true, Kerry must resign, or be fired and have his security clearance revoked immediately.",
        "Timestamp": "2021-05-01 21:59:43"
    },
    {
        "Tweet": "According to local news reports, the plainclothes security forces in #Mandalay using weapons attacked civilians who marched in the street joining today’s #GlobalSpringRevolutionDay. At least three arrested in the morning. \n\n#WhatsHappeningInMyanmar #May2Coup https:\/\/t.co\/q6h5rxFYrD",
        "Timestamp": "2021-05-02 03:13:14"
    },
    {
        "Tweet": "JUST IN: Iranian FM Zarif says he DID NOT Know About Israel's Covert Military Operations Until Kerry Told Him -- New revelations from leaked audio contradict State Dept's defense of Kerry https:\/\/t.co\/dvsLPB3XIL",
        "Timestamp": "2021-04-30 01:31:14"
    },
    {
        "Tweet": "Adar Poonawalla (Serum Institute of India CEO) said that he was threatened by some senior leaders. Congress takes full responsibility of his security. But he should make it public as to who are these leaders: Maharashtra Congress Chief Nana Patole https:\/\/t.co\/NKmXjxPbDM",
        "Timestamp": "2021-05-03 05:34:22"
    },
    {
        "Tweet": "Liberals and parts of the cultural left refuse to admit they have power -- they always insist it's the right who wields it -- but the fact that the most powerful entities in the country now speak this way (corporations, security agencies, etc.) is a testament to their hegemony: https:\/\/t.co\/uhmLlffSuX",
        "Timestamp": "2021-05-02 18:56:37"
    },
    {
        "Tweet": "A far-right GOP Oregon legislator who let violent pro-Trump protesters through locked doors into the state Capitol building, where they wreaked havoc, will be charged with criminal offenses: https:\/\/t.co\/bK87cXVSYu He was also dumb enough to do this in front of security cameras.",
        "Timestamp": "2021-05-01 14:51:19"
    },
    {
        "Tweet": "Security adviser: US intel believed Kerry’s unauthorized talks with Iran undercut Trump | Just The News https:\/\/t.co\/6GFuJ3Rf53",
        "Timestamp": "2021-05-01 06:34:49"
    },
    {
        "Tweet": "Thought crimes should not get people on the no-fly list, as Dem Chairman of Homeland Security Bernie Thompson suggested about Sen. Josh Hawley.\n\nAre we really a better, stronger nation if access to air travel is the next frontier of cancel culture? https:\/\/t.co\/WxkByPPlsb",
        "Timestamp": "2021-04-28 21:08:23"
    },
    {
        "Tweet": "As if they are looking in a mirror, the Myanmar generals plan to charge protest leader Wai Moe Naing with murder -- as the junta's security forces have shot dead 750+ protesters. https:\/\/t.co\/rTuO5s6QbE https:\/\/t.co\/VitIinwPg0",
        "Timestamp": "2021-04-29 08:36:42"
    },
    {
        "Tweet": "Florida Republicans are restricting vote-by-mail &amp; ballot drop boxes after more Democrats than Republicans voted by mail in 2020.\n\nThey claim it's about election security — but the only 2020 election fraud in Florida was from the GOP.\n\nIt's voter suppression, plain &amp; simple.",
        "Timestamp": "2021-04-29 21:25:17"
    },
    {
        "Tweet": "NYI MAUNG: 32-years-old, lives in Block 208, Thiri Mingala West Ward Aung Myay Thar Zan Tsp, was shot dead by Terrorists (#Myanmar security forces) near Zegyo Clock Tower, 84th Street for refusing to stop the motorcycle. \n\n#Apr28Coup #WhatsHappeningInMyanmar #MilkTeaAlliance https:\/\/t.co\/UDSGQ95hAd",
        "Timestamp": "2021-04-28 14:22:20"
    },
    {
        "Tweet": "Biden claims white supremacy is biggest terror threat, security experts say Islamic terrorists killed thousands of Americans - https:\/\/t.co\/3hfsw6dkpU #OANN",
        "Timestamp": "2021-04-29 23:57:28"
    },
    {
        "Tweet": ".@MBuhari, You Brought Crises On Nigeria With Your Lopsided Appointments, Failure To Curb Killer Herdsmen – Falana Tackles President | Sahara Reporters\nFalana added that the socio-economic and security challenges confronting the country could...\nREAD MORE: https:\/\/t.co\/I7IyRLdAEY https:\/\/t.co\/peR4KVsPSg",
        "Timestamp": "2021-04-29 17:37:04"
    },
    {
        "Tweet": "San Diego County's transit agency has agreed to pay a $5.5M settlement to the mother of a man who died after a security officer kept his knee on his neck for several minutes.\n\n24-yr-old #AngelHernandez died in 2019.\n\nThe transit agency has since revised its use-of-force policies. https:\/\/t.co\/9bUtQQ6Tsy",
        "Timestamp": "2021-04-28 23:49:19"
    },
    {
        "Tweet": "Outside a #COVID19 Hospital past midnight, I’m finally admitting my uncle after an 18hr long desperate struggle. Thanks to the top security apparatus of the country led by NSA Ajit Dovalji (under whom uncle worked years ago) and @smritiirani ji for the generous help. Grateful. 🙏 https:\/\/t.co\/85znyN3Ga8 https:\/\/t.co\/AjtaH2Sbsi",
        "Timestamp": "2021-04-29 20:24:50"
    },
    {
        "Tweet": "First it was the extradition bill.\n\nThen the National Security Law, and then Hong Kong's elections were changed.\n\nNow, Communist China will prevent those who support democracy from leaving Hong Kong.\n\nGeneral Secretary Xi will stop at nothing to crush Hong Kong's freedom. https:\/\/t.co\/Ybay09V4bZ",
        "Timestamp": "2021-04-29 18:56:25"
    },
    {
        "Tweet": "We’ll Avenge Death Of Every Herdsman Killed In South-East By Nnamdi Kanu’s IPOB, Miyetti Allah Threatens | Sahara Reporters\nMiyetti Allah spokesman lauded the security agencies, adding that they should “intensify efforts” in dealing with all...\nREAD MORE: https:\/\/t.co\/cnQsP4a3bx https:\/\/t.co\/CbokOnjQVU",
        "Timestamp": "2021-04-29 15:02:30"
    },
    {
        "Tweet": "Just a little reminder that when you take down Rudy, you also get a look at this long-time security agent (FARA agent? 🤔) of the Bonesaw Mafia who was Rudy's closest business partner - while representing Trump as his attorney. https:\/\/t.co\/T9Kyyysup5",
        "Timestamp": "2021-04-28 17:17:07"
    },
    {
        "Tweet": "WAI YAN LINN: 17-yo, student at BEHS (4) Alone, was abducted by Terrorists (#Myanmar security forces) from Kun Chan 2nd Street, Ward 4, Kamayut on Apr 28. He was abducted along with his friend MIN KHANT KYAW. Both were taken to Shwe Pyi Thar interrogation center. \n\n#Apr29Coup https:\/\/t.co\/bOA3hGDtpJ",
        "Timestamp": "2021-04-29 01:53:34"
    },
    {
        "Tweet": "China supports Saudi Arabia in safeguarding national sovereignty, security &amp; stability, opposes external interference in its domestic affairs, and supports Saudi Arabia in playing a greater role in regional &amp; international affairs. https:\/\/t.co\/PgYR3sWk9Y",
        "Timestamp": "2021-04-29 11:21:33"
    },
    {
        "Tweet": "Important interview with a defect Myanmar military technical officer. \n“They (Myanmar security forces) have been using guns like the MA-1, MA-3 and BA-63 assault rifles, which can kill a person instantly when they are hit.”\n\nhttps:\/\/t.co\/G65TnwPDnh",
        "Timestamp": "2021-04-29 09:22:40"
    },
    {
        "Tweet": "#Myanmar remains under nightly curfew under #militarycoup staged Feb 1. But this is what myanmar #military security forces are doing in #Yangon tonight seen in video posted on social media. Unclear which apartment they're targeting, who or why? #WhatsHappeningInMyanmar https:\/\/t.co\/toij9UiOX4",
        "Timestamp": "2021-04-28 17:04:03"
    },
    {
        "Tweet": "\"Enhancing aviation security is HEP @ibusolih's high priority. Japan's anti-terrorism equipment will greatly bolster @AVSECOMmv &amp; @MNDF_Official's screening, prevention &amp; response\": Min. @MariyaDidi at handover ceremony\n\nEng:\nhttps:\/\/t.co\/zIvlEpd98m\n\nDhi:\nhttps:\/\/t.co\/bIKIpTyJKC https:\/\/t.co\/QYTC6rCEPG",
        "Timestamp": "2021-04-28 14:19:12"
    },
    {
        "Tweet": "I had the pleasure of meeting the winners of #Taiwan's first annual Girls in #CyberSecurity competition. These outstanding #WomenInTech are gaining important experience in national security while paving the way for a more inclusive &amp; innovative tech sector. https:\/\/t.co\/ECk4jENoro",
        "Timestamp": "2021-05-05 03:32:59"
    },
    {
        "Tweet": "Cybersecurity is too big a job for governments or business to handle alone @OliverWyman https:\/\/t.co\/VaZ3o9IGnc https:\/\/t.co\/VDATtT5gKR",
        "Timestamp": "2021-05-04 10:30:11"
    },
    {
        "Tweet": "Today, @SecMayorkas, @CISAgov and @SecretService  will join the @USChamber to talk about #cybersecurity and #ransomware, and what small and medium-sized businesses need to know to keep themselves safe. https:\/\/t.co\/6zPqM6MnWU",
        "Timestamp": "2021-05-05 13:05:35"
    },
    {
        "Tweet": "#Texas is moving ahead with legislation aimed at keeping hostile countries out of the state’s critical #Infrastructure.\n\nThe bill aims to protect the state’s #ElectricGrid, #Communications system, #CyberSecurity system, and water treatment facilities. https:\/\/t.co\/NjscUjOrNv",
        "Timestamp": "2021-05-05 18:22:01"
    },
    {
        "Tweet": "Enter the #Cybersecurity Giveaway now, you will. \n\nGiving away FREE training and a #CiscoCert exam voucher to 5⃣ lucky winners, we are.\n\n➡️Enter here, you must: https:\/\/t.co\/akecJGRrSS\n\n#MayThe4thBeWithYou https:\/\/t.co\/t6JaK9a6Ib",
        "Timestamp": "2021-05-04 17:31:19"
    },
    {
        "Tweet": "We advise our customers to be alert of fraudsters and not to share any sensitive details online or download any app from an unknown source.\n\n#StaySafe #StaySecure #BeAlert #CyberSecurity #CyberSafety https:\/\/t.co\/J8S6dxRpjq",
        "Timestamp": "2021-05-04 10:33:56"
    },
    {
        "Tweet": "news from me: today is my first day at @politico, where i'll be taking over morning cyber! i’m thrilled to be diving into the wild world of cybersecurity while continuing to pop into y'all's inboxes each day.\n\nplease send tips &amp; add me to your press lists: ssabin@politico.com 🥰",
        "Timestamp": "2021-05-04 16:06:13"
    },
    {
        "Tweet": "This cybersecurity academy is changing lives in South Africa https:\/\/t.co\/iV7C3BLNHg #CyberSecurity #SouthAfrica https:\/\/t.co\/C87xaiKjrz",
        "Timestamp": "2021-05-05 04:00:04"
    },
    {
        "Tweet": "We are working to coordinate and respond to current and future cybersecurity risks.\n\nFind out more here: https:\/\/t.co\/siRCDwyjBo\n\n@Deloitte @WTWcorporate @ncsc @easa @icao https:\/\/t.co\/JNLzUn6RoG",
        "Timestamp": "2021-05-04 07:18:22"
    },
    {
        "Tweet": "this was the 45th president's cybersecurity adviser https:\/\/t.co\/iu2pwLiC1Q",
        "Timestamp": "2021-04-30 14:11:03"
    },
    {
        "Tweet": "Getting the details correct in cybersecurity, even the small ones, matters.\n\nIn my latest @ForeignPolicy cyberwarfare piece, I explore the consequences of policymakers being misinformed about the relative impact of defensive vs. offensive security.\n\nhttps:\/\/t.co\/PUpyu5BYb7",
        "Timestamp": "2021-05-03 20:55:40"
    },
    {
        "Tweet": "#ContestAlert\n💬Unscramble the answer and comment below. Stand a chance to win 🎁a gift voucher worth 500 INR. \n\nParticipate in 🧠#BrainOlympics today!\n\n#CyberPeace #CyberSecurity https:\/\/t.co\/xcS1rmIa8N",
        "Timestamp": "2021-04-30 12:37:45"
    },
    {
        "Tweet": "It’ll never stop being funny and terrifying that this was the guy Trump wanted handling cybersecurity. https:\/\/t.co\/t51adkQNPJ https:\/\/t.co\/HPCeEMIhws https:\/\/t.co\/8fBeOwYfop",
        "Timestamp": "2021-04-30 01:47:15"
    },
    {
        "Tweet": "A new mobile app security search engine—called BeVigil—identifies over 40 popular mobile apps with more than 100 million downloads leaking AWS keys, putting their internal networks and users' information at risk.\n\nRead: https:\/\/t.co\/NYoLjbfM7S\n\n#infosec #cybersecurity",
        "Timestamp": "2021-05-03 16:24:40"
    },
    {
        "Tweet": "The White House is planning a new executive order aimed at strengthening U.S. cybersecurity — from setting up new ways to investigate cyberattacks to developing standards for software. https:\/\/t.co\/jvJXiZgD95",
        "Timestamp": "2021-04-30 02:49:45"
    },
    {
        "Tweet": "Attention, operational technology owners and operators! You can visit https:\/\/t.co\/IUfuriBb9V to read our partner’s #cybersecurity advisory about the risks of connectivity between information technology and operational technology systems. @NSACyber",
        "Timestamp": "2021-04-30 22:00:13"
    },
    {
        "Tweet": ".@POTUS: No one nation can deal with all the crises of our time alone – from terrorism to nuclear proliferation to mass migration, cybersecurity, climate change – and as we’re experiencing now, the pandemic. https:\/\/t.co\/3a7SBKXP5I",
        "Timestamp": "2021-04-30 06:00:01"
    },
    {
        "Tweet": "#OperationalTechnology owners and operators will benefit from our recent #Cybersecurity Advisory on how to evaluate risks to their systems &amp; make informed decisions to prevent and detect malicious activities. Review the pragmatic evaluation methodology: https:\/\/t.co\/cTnM102Q1Y https:\/\/t.co\/DhcL0QjNI1",
        "Timestamp": "2021-04-29 14:34:40"
    },
    {
        "Tweet": "President Biden mentioned that our grids are vulnerable to hacks! Cybersecurity gets a nod during the address!",
        "Timestamp": "2021-04-29 01:23:47"
    },
    {
        "Tweet": "I’m sure cybersecurity expert Rudy Giuliani will have excellent OpSec and won’t have done everything in plaintext WhatsApp backups again. https:\/\/t.co\/VG3DE7S3sq",
        "Timestamp": "2021-04-28 17:01:55"
    },
    {
        "Tweet": "🎙️ There's still time to sign up and hear @DHSgov Secretary Mayorkas speak during @IST_org's #RansomwareTaskForce Comprehensive Framework To Combat Ransomware tomorrow at 1PM ET. \nRegister here ⤵️\nhttps:\/\/t.co\/xctJ2u37ml\n#Ransomware #Cybersecurity #InfoSec #RiskManagement",
        "Timestamp": "2021-04-28 18:25:03"
    },
    {
        "Tweet": ".@AdyBarkan: \"If the US discovers a vaccine first, will you commit to sharing that technology w\/ other countries? And will you ensure there are no patents to stand in the way of other countries &amp; companies producing those life-saving vaccines?\"\n\nBiden: \"Absolutely, positively\" https:\/\/t.co\/mjfYUAB8t6",
        "Timestamp": "2021-05-04 19:17:53"
    },
    {
        "Tweet": "Please allow me to re-share my rough sketch of some advanced carbon capture technology https:\/\/t.co\/GEZ6UwMMTJ",
        "Timestamp": "2021-05-04 10:50:29"
    },
    {
        "Tweet": "We welcomed launch of an Enhanced Trade Partnership as a roadmap to a comprehensive FTA, with a target to more than double the bilateral trade by 2030. We also agreed upon several new initiatives in health, technology, energy, etc.",
        "Timestamp": "2021-05-04 13:24:35"
    },
    {
        "Tweet": "We’re witnessing vaccine apartheid. We need to share these patents, our knowledge and technology across the planet because our fight is against the worst effects of the climate crisis *and* capitalism. \n\n@POTUS you said this was the only humane thing. Or did that change for you? https:\/\/t.co\/UzAHmW3msg",
        "Timestamp": "2021-05-04 20:49:48"
    },
    {
        "Tweet": "PM Cares funded DRDO to get 500 oxygen plants made in a short time of 3 months. DRDO that has developed a technology for Tejas fighter aircraft for onboard oxygen generation has tweaked this technology to have oxygen plants that can deliver up to 1000 liters\/minute: DRDO Chairman https:\/\/t.co\/tGrWbZMIq2",
        "Timestamp": "2021-05-04 14:48:55"
    },
    {
        "Tweet": "⁉️ What's going on?!\n\nBased on the following image👇🏻 Guess what new technology #BridgeOracle has developed!\n\n❗️Guess and win 🎁\n\n10 people who guess correctly &amp; Like+Retweet will be awarded $10,000 in #BRG, $1,000 Each😎😱\n\nCOME ON. TIME IS RUNNING OUT⏳\n\n#Binance #BSC #BNB $BNB https:\/\/t.co\/pTPFyLHsXs",
        "Timestamp": "2021-05-05 18:33:57"
    },
    {
        "Tweet": "Facebook’s Oversight Board upheld the social network’s decision to ban former president Trump four months after Capitol riot https:\/\/t.co\/jOLWGt1OfA",
        "Timestamp": "2021-05-05 13:02:55"
    },
    {
        "Tweet": "$DOGE is bringing in so many new people into this space. \n\nBesides bringing them into this space, the community is literally helping them understand what cryptocurrency and blockchain technology is. \n\nMeaning : They also have brought themselves $ETH or $BTC. \n\n#DogecoinToTheMoon",
        "Timestamp": "2021-05-04 16:41:19"
    },
    {
        "Tweet": "“We’ve definitely moved into a situation of mass enforced disappearances,” @matthewfsmith @FortifyRights tells @thevmilko @KristenGelineau @AP. “We’re documenting and seeing widespread and systematic arbitrary arrests.” #WhatsHappeningInMyanmar\nhttps:\/\/t.co\/SUw5AgIjQD",
        "Timestamp": "2021-05-05 09:33:48"
    },
    {
        "Tweet": "Disney shows off their new lightsaber technology \n\nComing to ‘Star Wars: Galactic Starcruiser’ in 2022 https:\/\/t.co\/BWaBxwxv4G",
        "Timestamp": "2021-05-04 12:24:53"
    },
    {
        "Tweet": "This exciting @visa @talamobile partnership will leverage Stellar and @circlepay to connect the underbanked to the digital currency ecosystem. Learn more about the partnership and how these organizations are using technology as the path towards broader financial inclusion. https:\/\/t.co\/I4Qn7LQSiX",
        "Timestamp": "2021-05-05 12:39:43"
    },
    {
        "Tweet": "At Star Wars: Galactic Starcruiser, launching in 2022 at Walt Disney World Resort, guests may encounter a brand-new, more realistic lightsaber brought to life with new technology created by Walt Disney Imagineering. #MayThe4thBeWithYou https:\/\/t.co\/8SVcvNWjV4",
        "Timestamp": "2021-05-04 18:00:15"
    },
    {
        "Tweet": "#GPH documenting the Black Stone by Focus Stack Panorama Technology \nAbout the Technology\nA focus stack is a photograph  made up of a combination of  images that were focused at different points and then the final image has a much greater depth of field. https:\/\/t.co\/uTlX6oReXt",
        "Timestamp": "2021-05-04 17:17:53"
    },
    {
        "Tweet": "\"Myanmar’s security forces are arresting and forcibly disappearing thousands of people, especially boys and young men, in a sweeping bid to\" stop the protests. \"In most cases, the families of those taken do not know where they are.\" https:\/\/t.co\/dil3xOPm8x https:\/\/t.co\/fT0OlSXGSK",
        "Timestamp": "2021-05-05 12:00:24"
    },
    {
        "Tweet": "Stealing medical technology from American companies to give to China won't result in more vaccines. \n\nBut it will jeopardize vaccine development for future pandemics. https:\/\/t.co\/mKbZRgkL2T",
        "Timestamp": "2021-05-06 00:26:32"
    },
    {
        "Tweet": "Nothing could better illustrate how our tax system is broken\n\nHuge multinational corporations are not paying their fair share while the building blocks of society crumble through lack of funding. This has to change\n\nhttps:\/\/t.co\/qcFi5Vx7Tz",
        "Timestamp": "2021-05-04 10:40:01"
    },
    {
        "Tweet": "If Vaccines were only about public health &amp; not about profit, surely the technology would be freely available to all companies under compulsory licencing, &amp; the Vaccines would be freely available to all. Think about this",
        "Timestamp": "2021-05-04 06:39:24"
    },
    {
        "Tweet": "Koo Launches New 'Talk To Type' Feature For Indian Languages\nA great innovation by India’s own platform! Need more ⁦@rsprasad⁩ ⁦@amitabhk87⁩ ⁦@AmitShah⁩ ⁦@narendramodi⁩ ⁦@aprameya⁩ ⁦@buzzindelhi⁩ ⁦@prashanthp⁩  https:\/\/t.co\/6ADofLqBdA",
        "Timestamp": "2021-05-04 08:18:42"
    },
    {
        "Tweet": "There should not be a debate here: by not waiving patents and transferring technology, we are putting the financial prerogatives of drug firms above the value of an enormous number of lives worldwide.  https:\/\/t.co\/SLht2xSbVT",
        "Timestamp": "2021-05-04 10:39:20"
    },
    {
        "Tweet": "Amazon had sales income of €44bn in Europe in 2020 but paid no corporation tax https:\/\/t.co\/3fKzapGtNW",
        "Timestamp": "2021-05-04 06:21:01"
    },
    {
        "Tweet": "Facial recognition technology is a form of mass surveillance which turns your face against you. It can track:\n\nwho we are, \nwhere we go, \nwhat we do, \nand who we know. \n\nIt's time to #BanTheScan.\nhttps:\/\/t.co\/ZiRqpqKkGJ",
        "Timestamp": "2021-05-04 09:31:44"
    },
    {
        "Tweet": "It is easy to get caught up in lines on a chart.\n\nStep back.\n\nEverything is fundamentally bullish for crypto. The technology is the future, demand is increasing, adoption is exploding and the flood of people is just beginning.\n\nBe patient.",
        "Timestamp": "2021-05-04 09:45:17"
    },
    {
        "Tweet": "Congratulations, Dynode Software Technology for receiving #VGF under #IBPS. #STPIINDIA lauds your efforts in creating employment opportunities for the local youth in Patna. #BPOScheme #ITJobsNearYou #DigitalIndia @GoI_MeitY @_DigitalIndia @RSPrasad @SanjayDhotreMP @Omkar_Raii https:\/\/t.co\/wMtMxQDYdf",
        "Timestamp": "2021-05-04 09:20:26"
    },
    {
        "Tweet": "Amazon had sales income of €44bn in Europe in 2020 but paid no corporation tax.  https:\/\/t.co\/3Gc7d0lH2w",
        "Timestamp": "2021-05-04 07:53:36"
    },
    {
        "Tweet": "If the EU had a semblance of decency, a troika should be sent to Luxembourg &amp; its banks should be shut down. But, of course, they only do this to the people of countries they impoverish on behalf of their technofeudal lords hiding their dough in Luxembourg https:\/\/t.co\/Qn0xrgFD9g",
        "Timestamp": "2021-05-04 06:42:12"
    },
    {
        "Tweet": "Norway’s warm welcome of EV’s and their technology promise are a core reason for our excitement at NIO. https:\/\/t.co\/h8TMKrb4tg #DrivenByDesign #NIONorway https:\/\/t.co\/LrMQ7pGUBt",
        "Timestamp": "2021-05-04 08:00:00"
    },
    {
        "Tweet": "From recovering better from #COVID19 to achieving the #GlobalGoals, science-based solutions can help solve some of the biggest challenges today. \n\nThe UN's 6th annual Science, Technology &amp; Innovation Forum starts Tuesday. https:\/\/t.co\/YeR5xCJ2M4 https:\/\/t.co\/6eVKXDwvY0",
        "Timestamp": "2021-05-04 07:02:00"
    },
    {
        "Tweet": "Allah o Akbar. Amazing pictures of Hajr e Aswad ( black stone) Never seen before.We can see a new world inside this holy stone.Latest technology was used to see the every part of the stone https:\/\/t.co\/3VCLgRSIRw",
        "Timestamp": "2021-05-03 19:50:45"
    },
    {
        "Tweet": "Acclaimed by women around the world, the iconic color-enhancing lip balm from the House of Dior is reinvented in a new formula containing 97% natural-origin ingredients with the same iconic color reviving technology.\n#diormakeup #diorlipglow #timetoglow https:\/\/t.co\/xodnzxNVYD",
        "Timestamp": "2021-05-04 10:00:02"
    },
    {
        "Tweet": "We believe in the future of Nigeria. That's why we’re embarking on a series of investments in Nigeria to put tech to work, create jobs, and foster the technology ecosystem across the country. https:\/\/t.co\/Rjr6oRLMtH",
        "Timestamp": "2021-05-03 16:59:28"
    },
    {
        "Tweet": ".@NASA is critical to U.S. national and economic security. With decades of experience and as a former astronaut, Bill Nelson will advance NASA's science, aviation, and technology missions as Administrator. https:\/\/t.co\/dVPQ4fiudZ",
        "Timestamp": "2021-05-03 19:24:33"
    },
    {
        "Tweet": "Yesterday in North Carolina, @SecretaryPete and I discussed how the American Jobs Plan will renew public investment in research and development, improving our infrastructure nationwide.\n\nIt’s time we reestablished the United States as a leader in innovation and technology. https:\/\/t.co\/JrNd2XljiA",
        "Timestamp": "2021-05-01 13:18:12"
    },
    {
        "Tweet": "IIT Bombay (along with Tata Consultancy Engineers) devised a technology to use Nitrogen plants for generating Oxygen. \n\nBUT.. BUT..\n\nFor Adityanath, that wasn't enough and to be seen as 'step ahead' he has asked IIT Kanpur to convert Nitrogen into Oxygen. UNFREAKINGBELIEVABLE!",
        "Timestamp": "2021-05-02 03:16:58"
    },
    {
        "Tweet": "As the @RoyalNavy embraces technology and innovation, @hms_tamar trials the latest game-changing kit with the @RoyalMarines. https:\/\/t.co\/rckeuom7yg",
        "Timestamp": "2021-05-01 17:51:01"
    },
    {
        "Tweet": "In one of the greatest management moves of all time, Basecamp's CEO persuaded all of his most grindingly annoying employees to resign at once.  .https:\/\/t.co\/BUUhnfU691",
        "Timestamp": "2021-05-01 13:18:34"
    },
    {
        "Tweet": "Our govt is determined &amp; we will put in place reforms in our electoral system through the use of technology to bring transparency &amp; credibility to our elections &amp; strengthen our democracy.",
        "Timestamp": "2021-05-01 09:53:54"
    },
    {
        "Tweet": "There's no place like home! 🌎\n\nAfter spending six months in orbit, four astronauts will return to Earth aboard @SpaceX's Crew Dragon Resilience spacecraft. Defy distance with @Oculus virtual reality technology by watching live coverage starting at 6pm ET: https:\/\/t.co\/QOLRzSyZK0 https:\/\/t.co\/ZywUrtT4Rg",
        "Timestamp": "2021-05-01 21:20:59"
    },
    {
        "Tweet": "You are showing you don't understand the technology behind NFTs.  A textbook can be an NFT that is sold and resold with perpetual  royalties going to the publisher. An insurance contract can be an NFT.  A ticket to an event can be an NFT. The list is endless https:\/\/t.co\/sKtQNy52wD",
        "Timestamp": "2021-04-28 17:30:49"
    },
    {
        "Tweet": "I am not cut out for this modern world, especially one where touchscreens have replaced the reliable technology of a “handle” in bathrooms—and where you can’t wash your hands because “internal storage running out” means “applications &amp; system functions may not work well” https:\/\/t.co\/WjsbyJV9O7",
        "Timestamp": "2021-04-29 19:20:39"
    },
    {
        "Tweet": "A friend reminded me that we watched the Spanish Flu episodes of Downton Abbey together a few years ago and I said something like \"can you imagine living through something like that? Thank god we have the technology today to stop the spread.\" \n\n😭😭😭",
        "Timestamp": "2021-05-02 12:50:46"
    },
    {
        "Tweet": "These initiatives, which cover areas of intersection between technology and governance will deliver value to our people. This is the outcome of the discussions I held in January 2021 with the Microsoft Corporation President, Mr. Brad Smith. https:\/\/t.co\/ei65GOaSbO",
        "Timestamp": "2021-05-03 14:45:34"
    },
    {
        "Tweet": "Well done @GovtofPunjabPK @UsmanAKBuzdar and @PdmapunjabO for converting 100% of total 7896 #BrickKilns to #ZigZag technology in a record 6 months - 60% less carbon #emissions with 30% savings in costs - a win-win in the fight against #Smog and #AirPollution https:\/\/t.co\/RK8pMNwwLg",
        "Timestamp": "2021-05-02 08:21:58"
    },
    {
        "Tweet": "Bitcoin is freedom technology.",
        "Timestamp": "2021-05-03 12:23:35"
    },
    {
        "Tweet": "Dr. Khotso Nkhatho\n\nHonoured by Central University of Technology with a Doctorate in Communication and language Practice. \n\nCongratulation Dr. Khotso Nkhatho 👏  👏 👏 https:\/\/t.co\/PnqffbBHu9",
        "Timestamp": "2021-04-29 12:24:07"
    },
    {
        "Tweet": "Yes there is massive speculation.  Just as there has been at the inflection point of every new technology.  And every single one of the technologies has been dismissed by legacy institutions.  Until they weren't",
        "Timestamp": "2021-04-28 15:43:19"
    },
    {
        "Tweet": "It’s @ImranKhanPTI strong desire,to introduce technology to insure transparent &amp; non controversial elections.MOST working towards that goal.",
        "Timestamp": "2021-04-28 15:34:23"
    },
    {
        "Tweet": "Foreign adversaries are targeting America’s quantum information science enterprise to gain economic and military advantage. In the cross-hairs are quantum industry and academic personnel, facilities, networks, research &amp; technology. See NCSC\/FBI bulletin: https:\/\/t.co\/9GG0zFjU5q https:\/\/t.co\/ymU6xLY0AJ",
        "Timestamp": "2021-04-28 14:30:35"
    },
    {
        "Tweet": "Today, we are expanding our commitment to use our resources and technology to help bridge the disability divide and help make a difference in the lives of the more than 1 billion people with disabilities around the world. https:\/\/t.co\/2PmIU1gshx",
        "Timestamp": "2021-04-28 15:06:43"
    },
    {
        "Tweet": "Miami Mayor @FrancisSuarez is going to continue facilitating the next great technology capital of the world.\n\nIf you’re a founder, moving to Miami will be a competitive advantage in the coming years.  https:\/\/t.co\/MrK23f6mw9",
        "Timestamp": "2021-04-28 15:57:26"
    },
    {
        "Tweet": "Modi needs to do this for India. \n\nMake greedy U.S. drug companies and Joe Biden defend their genocidal decision to cut India off from vaccine technology. https:\/\/t.co\/HCfB75VhP9",
        "Timestamp": "2021-04-28 16:31:47"
    },
    {
        "Tweet": "Hi it remains ridiculous that publishers only pay authors their owed royalties twice a year. Just because that's how it's always been isn't a good excuse. Technology has changed since Charles Dickens.",
        "Timestamp": "2021-04-28 17:20:48"
    },
    {
        "Tweet": "Through the #PMCaresFunds, PM @narendramodi Government will:\n\n✓ Procure 1 lakh portable Oxygen Concentrators.\n✓ Set up 500 more PSA Oxygen Plants based on technology developed by DRDO.\n\nWhile #Vultures question every right action, PM Modi goes on with His mission to save lives. https:\/\/t.co\/WZ7kG5gQsi",
        "Timestamp": "2021-04-28 16:03:01"
    },
    {
        "Tweet": "Hollywood lobbyists intervene against proposal to share vaccine technology https:\/\/t.co\/h5tFA4F0Hr by @lhfang",
        "Timestamp": "2021-04-28 16:14:01"
    },
    {
        "Tweet": "A new malaria vaccine is the first time one has met the 75% efficacy threshold set by the WHO https:\/\/t.co\/PCbd3h57FZ",
        "Timestamp": "2021-04-28 15:34:19"
    },
    {
        "Tweet": "Our accessibility work is a marathon – a journey that we learn from every single day. The next phase is a 5-year accessibility strategy to help close the Disability Divide and create a more inclusive future for all. https:\/\/t.co\/CrFGWM1XpF",
        "Timestamp": "2021-04-28 16:09:21"
    },
    {
        "Tweet": "A world first. The Audi A6 e-tron concept made its debut at #AutoShanghai, showcasing futuristic technology and exceptional design.\n\nDiscover more at https:\/\/t.co\/Ai97qQJ3fU\n\n#Audi #A6etronConcept #FutureIsAnAttitude #emobility https:\/\/t.co\/lfMfuL3niM",
        "Timestamp": "2021-04-28 16:18:02"
    },
    {
        "Tweet": "Sharing vaccines and know-how with other countries including hands-on technology transfer will be essential to end the pandemic. Encouraging message from @POTUS. https:\/\/t.co\/2ggGp4VaY6",
        "Timestamp": "2021-04-28 16:34:27"
    },
    {
        "Tweet": "The @EIB used Ethereum technology to issue two-year digital notes through @GoldmanSachs, @BancoSantander, and @SocieteGenerale\n\n@Tanzeel_Akhtar reports \n\nhttps:\/\/t.co\/89N2EuLaUi",
        "Timestamp": "2021-04-28 17:03:44"
    },
    {
        "Tweet": "Proud to announce that we have been named a leader in #CRM Technology Value Matrix 2021 by @NucleusResearch! 🎉A big thank you to all our customers, partners and critics for getting us here. Read all about it: https:\/\/t.co\/EohmTHTN8f https:\/\/t.co\/cR9oTNn95O",
        "Timestamp": "2021-04-28 15:17:26"
    },
    {
        "Tweet": "Democracy is under attack around the world. This is coming through sanctions against elected politicians, hacking and impersonations and direct attempts to disrupt parliaments.\n\nHere👇 it was Belgium’s turn as they debated the crimes in Xinjiang. \n\nhttps:\/\/t.co\/r0F0cfF1rn",
        "Timestamp": "2021-05-05 13:13:56"
    },
    {
        "Tweet": "TMC workers are marking polling agents of other political parties and hacking them to death. \n\nThis is how murder of democracy actually looks like. Not what the sold out intellectuals told you all these years. https:\/\/t.co\/wE1RblqvJu",
        "Timestamp": "2021-05-04 11:02:49"
    },
    {
        "Tweet": "hacking is over.\nyou can just buy creds from people directly. https:\/\/t.co\/l1waVrEWhL",
        "Timestamp": "2021-05-04 16:01:57"
    },
    {
        "Tweet": "The old traditions of media which include circles of shame\/hacking into innocent people's phones arent valued by a new era who are about peace &amp; being kind.\nThe Daily Fail platforms questionable content which leaves society feeling bad. \nCongratulations Meghan Markle on your win! https:\/\/t.co\/u0KcvRIxxV",
        "Timestamp": "2021-05-05 16:28:17"
    },
    {
        "Tweet": "Pitch my excellent editor Brian. Write for WIRED's security section. We want to publish your hacking\/surveillance\/privacy\/espionage\/cyberwar stories. (Or if you have an idea of someone looking for this kind of work, please pass this on!) https:\/\/t.co\/eBPilNSuaV",
        "Timestamp": "2021-05-04 16:43:23"
    },
    {
        "Tweet": "Amazing. \n\nA high school assistant principal allegedly cast 246 votes for her daughter as homecoming queen, then hacking into other students' acounts to do the same.  \n\nhttps:\/\/t.co\/BEwxl1b5eq",
        "Timestamp": "2021-05-04 18:04:20"
    },
    {
        "Tweet": "In the 2nd video in the @Hacker0x01 iOS application hacking series, we’ll explore common methods applications use to store data and how to recognize &amp; analyze the artefacts they leave behind. https:\/\/t.co\/zNndJSMCx2 https:\/\/t.co\/Q0siLQtMVD",
        "Timestamp": "2021-05-04 11:01:00"
    },
    {
        "Tweet": "New: The Pentagon is letting outside hackers go after more Department of Defense targets than ever before, in an effort to find DOD’s vulnerabilities before foreign hackers do... How the hacking program is expanding, on @CyberScoopNews: https:\/\/t.co\/eIVgxOg32p",
        "Timestamp": "2021-05-05 21:50:38"
    },
    {
        "Tweet": "I am always sceptical when people complain about cheating in MM...\n\nI mean, in past 24 hours half of Ancient games I played ended up in enemy team surrendering or turning spinbot themselves because they thought I was hacking. Sometimes, even if you are GE, people are just better.",
        "Timestamp": "2021-05-05 13:42:59"
    },
    {
        "Tweet": "How 'Star Wars' Succeeded in Hacking Our Lizard Brains https:\/\/t.co\/cz9rGlq1X7",
        "Timestamp": "2021-05-05 14:38:05"
    },
    {
        "Tweet": "Respawn have plans to tackle DDoS and hacking issues in #ApexLegends.\n\nIn the most serious cases, \"legal action may be justifiable.\"\n\nhttps:\/\/t.co\/k7IDgIz3M9",
        "Timestamp": "2021-04-29 12:45:13"
    },
    {
        "Tweet": "A hundred years ago this week, an Arab mob went on a rampage against the Jews of Jaffa, breaking into their homes, looting their property, and beating and hacking them to death.\n\n47 Jews were murdered and 146 were injured in the 1921 Jaffa Riots.\n\nMay their memory be a blessing. https:\/\/t.co\/q3sBMwM0vs",
        "Timestamp": "2021-05-02 20:33:56"
    },
    {
        "Tweet": "1\/16\nOn May 21st 2010, 3 University of Arizona police officers responded to a “welfare check” about a person hacking a tree with a knife. When they arrived on-scene they witnessed a woman, Amy Hughes, emerge from her home carrying a large kitchen knife. #velshi",
        "Timestamp": "2021-05-01 15:11:52"
    },
    {
        "Tweet": "The pandemic hasn't stopped organised crime from thriving. Take a look at our series of stories about key illicit markets, from fake pharmaceuticals in India to ivory in Kenya, and at the hacking and money laundering that keep the proceeds flowing https:\/\/t.co\/p8AWTO0Ed9",
        "Timestamp": "2021-04-28 20:00:09"
    },
    {
        "Tweet": "Here's a secret for the non infosec people out there:\nI swear just as much as you do when annoying security things happen to me - like being login timed-out, having to dig for my authenticator app, or having to reboot for updates. Even though I know exactly why it has to happen.",
        "Timestamp": "2021-05-04 16:29:00"
    },
    {
        "Tweet": "Happy May the Fourth, infosec friends https:\/\/t.co\/ymTlMaQmpx",
        "Timestamp": "2021-05-04 17:56:49"
    },
    {
        "Tweet": "Wanna hear something juicy? Keep your Apple products fresh with the latest security updates! https:\/\/t.co\/FkvEOrMbOM #Cybersecurity #InfoSec",
        "Timestamp": "2021-05-04 16:11:46"
    },
    {
        "Tweet": "On May 11, I'm keynoting Elevate Security Live, a day devoted to human factors in infosec.\n\nMy talk \"The Human in the Shell\" is a delectable mix of wisdom, polemic, &amp; augury on the matter of SecEng neglecting the humans in their systems. Tune in (4 free): https:\/\/t.co\/eFyvRLjLyS",
        "Timestamp": "2021-05-05 14:33:15"
    },
    {
        "Tweet": "Anyone in infosec looking for a job or looking to hire? Let's start a thread and hopefully some folks can connect!",
        "Timestamp": "2021-05-01 00:00:03"
    },
    {
        "Tweet": "Excited about this position and one of many to come. \n\nGoal is to train the next generation of security folks at #TrustedSec.\n\nNew to INFOSEC? Come learn from some of the best ! https:\/\/t.co\/JFDDLGAGts",
        "Timestamp": "2021-05-03 21:24:39"
    },
    {
        "Tweet": ".@CISAgov has updated its recent Alert on Pulse Secure vulnerabilities to include information on Impossible Travel and Transport Layer Security Fingerprinting that may be useful in identifying malicious activity. Learn more at https:\/\/t.co\/yjrzxI1fW2. #Cybersecurity #InfoSec",
        "Timestamp": "2021-04-30 20:03:15"
    },
    {
        "Tweet": "This is a freaking horrible idea. Yes, please plaster my name big and proud for all other passengers to see. What could possibly go wrong here? I'm sure my sisters out there have a few threat model ideas. https:\/\/t.co\/ldLuFsjLrB",
        "Timestamp": "2021-04-29 03:23:58"
    },
    {
        "Tweet": "The fact that this is all true is a little mind blowing: https:\/\/t.co\/exfrC5bmdI",
        "Timestamp": "2021-04-28 14:27:00"
    },
    {
        "Tweet": "💻 Need to report cyber incidents, phishing attempts, malware, and other vulnerabilities? @CISAgov provides secure means for our partners to submit a report by visiting https:\/\/t.co\/7KulwObDoz. \n#Cybersecurity #InfoSec #Phishing #Malware #VulnerabilityManagement https:\/\/t.co\/Ti5RCrsVyJ",
        "Timestamp": "2021-04-30 16:02:04"
    },
    {
        "Tweet": "The talent pool for #InfoSec is too small and lacks the needed #diversity. \n\nStealing diverse talent from one company to another ≠ improved pipeline. It only helps meet diversity numbers.\n\nInspiring young kids to pursue tech and infosec is a must to improve the diverse pipeline.",
        "Timestamp": "2021-04-29 12:39:22"
    },
    {
        "Tweet": "This really is a must read. Not just for the important medical concepts you (like me) probably have never realized, but also the overarching lesson that can be found here about the importance of self-care and taking breaks from mentally taxing work. https:\/\/t.co\/N4kykGdYCS",
        "Timestamp": "2021-04-30 16:13:11"
    },
    {
        "Tweet": "Get ahead of real-time operating system vulnerabilities by reviewing @CISAgov’s latest ICS Advisory to learn how to reduce the risk of these cybersecurity attacks. https:\/\/t.co\/P9PkVekx1f #Cybersecurity #InfoSec",
        "Timestamp": "2021-04-29 18:07:36"
    },
    {
        "Tweet": "Had a conversation with Sri @NandanNilekani this morning &amp; sought his help to revamp BBMP bed allocation software\n\nLots of gratitude to him for putting very best tech architects on job immediately\n\nYet again, Sri Nandan Nilekani has proved he is always available for Bengaluru! 🙏",
        "Timestamp": "2021-05-05 06:32:34"
    },
    {
        "Tweet": "Just concluded marathon meeting with senior officials &amp; tech volunteers to suggest changes to BBMP bed booking software.\n\nWe are trying to ensure accountability of persons booking beds, transparent process of allotment &amp; preventing abuse of process.\n\nHope to see them implemented.",
        "Timestamp": "2021-05-05 17:43:52"
    },
    {
        "Tweet": "Disgraceful. \n\nFor every liberal celebrating Trump’s social media ban, if the Big Tech oligarchs can muzzle the former President, what’s to stop them from silencing you? https:\/\/t.co\/Yky4P0B38X",
        "Timestamp": "2021-05-05 13:39:01"
    },
    {
        "Tweet": "Facebook is more interested in acting like a Democrat Super PAC than a platform for free speech and open debate.\n\nIf they can ban President Trump, all conservative voices could be next.\n\nA House Republican majority will rein in big tech power over our speech.",
        "Timestamp": "2021-05-05 13:40:45"
    },
    {
        "Tweet": "If you’re surprised by Facebook banning President Trump, you haven’t been paying attention. It’s just the latest page in the book of big tech coming after conservatives. And they won’t stop.\n\nWhich means it’s past time to hold them accountable. Break them up.",
        "Timestamp": "2021-05-05 14:20:41"
    },
    {
        "Tweet": "BREAKING: President Trump releases a statement on Big Tech companies: https:\/\/t.co\/9py1CKjFGz",
        "Timestamp": "2021-05-05 15:17:43"
    },
    {
        "Tweet": "The Facebook Oversight Board acted as the judge, jury, prosecutor, appellate court and executioner. \n\nBig Tech needs to be broken up.",
        "Timestamp": "2021-05-05 14:58:43"
    },
    {
        "Tweet": "This team of tech architects, also assisted by iSpirit @Product_nation will redesign the bed booking software to make it efficient, transparent and minimise manual intervention. \n\nI thank the tech volunteers for helping this cause.\n\nPeople of Bengaluru will be grateful to you! https:\/\/t.co\/WNq3HpKUZQ",
        "Timestamp": "2021-05-05 06:41:38"
    },
    {
        "Tweet": "Facebook is a disinformation-for-profit machine that won't accept responsibility for its role in the safety of our democracy and people. Trump should be banned for good, but Facebook will continue to fumble with its power until Congress and antitrust regulators rein in Big Tech.",
        "Timestamp": "2021-05-05 15:58:03"
    },
    {
        "Tweet": "The GOP: We will protect Americans from Big Tech!\n\nAlso the GOP: We just overrode Trump's veto of the Defense Authorization bill because he tried to eliminate section 230 protections for Big Tech!",
        "Timestamp": "2021-05-05 16:40:16"
    },
    {
        "Tweet": "Kevin McCarthy seems to have a closer relationship with Frank Luntz and big tech than Republican voters...",
        "Timestamp": "2021-05-04 14:00:48"
    },
    {
        "Tweet": "Investors flee tech stocks for the safety of Dogecoin.",
        "Timestamp": "2021-05-04 15:21:04"
    },
    {
        "Tweet": "It’s official. I am publishing the FIRST collection to EVER center perspectives from Black experts, across climate, health, tech, economics, and more, about how we move forward —with a foreword from THE @tressiemcphd.  \n\nPre-order #TheBlackAgendaBook now👇🏿 https:\/\/t.co\/XR5XJCyfHO https:\/\/t.co\/MCUm0W2Y2o",
        "Timestamp": "2021-05-04 12:30:21"
    },
    {
        "Tweet": "The people most empowered by wokeness are corporate managers and HR departments, tech and state censors, institutions of corporatism and militarism, and brand managers who have an easy and effective way to market the world's worst products under a prettifying facade.✊",
        "Timestamp": "2021-05-04 15:47:47"
    },
    {
        "Tweet": "In 2019 Nijeer Parks was FALSELY arrested for crimes he did not commit! He fought for over a YEAR to clear his name against a faulty facial recognition match — the ONLY evidence used against him! We need federal oversight of facial recognition tech!  https:\/\/t.co\/EDuIuHOYfk",
        "Timestamp": "2021-05-04 14:37:01"
    },
    {
        "Tweet": "Disney Parks has revealed a first look at the realistic lightsaber tech that will debut at the Star Wars Galactic Starcruiser hotel in 2022. https:\/\/t.co\/dB5d4ck5b8 https:\/\/t.co\/UbYIIn7n9K",
        "Timestamp": "2021-05-04 15:01:02"
    },
    {
        "Tweet": "India says no to #ChineseTech in #5G. \nTelecom Service Providers to start 5G trials in different locations across India with Nokia, Samsung, Ericcson, CDOT And Joo’s native tech.  https:\/\/t.co\/deZhQq7nMz",
        "Timestamp": "2021-05-04 14:25:18"
    },
    {
        "Tweet": "Many tech companies are saying that they need to track you across apps and websites to give you free services. They're wrong.\n\nDuckDuckGo is profitable using non-creepy advertising, the kind that does not rely on tracking users.\n\nhttps:\/\/t.co\/mkxTEvCdEe",
        "Timestamp": "2021-05-04 13:47:01"
    },
    {
        "Tweet": "Criminal. Unlawful. Experiments on children. ‘Being authorized’...they aren’t ‘authorized’ by FDA except under Emergency Use Authorization. Injecting girls with an experimental tech that leads to menstrual disorders...before they are even old enough to menstruate. https:\/\/t.co\/ccpofCW6ZB",
        "Timestamp": "2021-05-04 13:37:46"
    },
    {
        "Tweet": "UPDATE: Spotify told us it has \"no plans\" to implement this tech.\n\nWe can't just take their word for it.\n\nWith @fightfortheftr @UMAW_, we sent a coalition letter to Spotify urging the co to publicly commit to never use or monetize the tech. #SpotifyDontSpy\nhttps:\/\/t.co\/aVuidlFTgq https:\/\/t.co\/OVMg721ZDU",
        "Timestamp": "2021-05-04 13:29:54"
    },
    {
        "Tweet": "My new book, The Tyranny of Big Tech, is available everywhere today. Here’s a sneak peek https:\/\/t.co\/yl85uyHh3x",
        "Timestamp": "2021-05-04 11:49:28"
    },
    {
        "Tweet": "Google's new deep-learning algorithm can replace a background in portrait photos and relight them accordingly:\n\nhttps:\/\/t.co\/tnBPmeQVub\n\n#google #deeplearning #tech #research #photoediting #study #siggraph https:\/\/t.co\/QRiVnoINZZ",
        "Timestamp": "2021-05-04 10:09:02"
    },
    {
        "Tweet": "DOJ is the greatest force of human caging and family separation in modern world history. It has been the main force of repression of movements seeking social and racial justice. It is never a good thing to increase its budget. More tech + $$$ for cops will not lead to liberation.",
        "Timestamp": "2021-05-04 17:16:04"
    },
    {
        "Tweet": "On Episode 8 of #CandaceShow, @EmeraldRobinson, @michaeljknowles, and @ighaworth join @RealCandaceO on the panel to talk about big tech, Caitlyn Jenner, and more! Check it out over at @realDailyWire at 9pm et\/6pm pt tonight! Not a member yet? Join here: https:\/\/t.co\/2jNz5GYDSO https:\/\/t.co\/gacxiRPw7i",
        "Timestamp": "2021-05-04 16:26:01"
    },
    {
        "Tweet": "Italy announced plans to restore the floor to the Colosseum to give visitors an idea of how the arena looked 2,000 years ago https:\/\/t.co\/9eVNqzSttC https:\/\/t.co\/g5O5wxeYOt",
        "Timestamp": "2021-05-04 07:00:01"
    },
    {
        "Tweet": "TOUGH TECH: British marines trial a jet suit as an innovative method to board ships at sea. https:\/\/t.co\/vPoSU7dnZw https:\/\/t.co\/mlVQd5MoK6",
        "Timestamp": "2021-05-04 04:29:21"
    },
    {
        "Tweet": "Ja Morant was given a tech and ejected from the game vs. the Knicks. https:\/\/t.co\/t5eY4Zp3Kj",
        "Timestamp": "2021-05-04 03:24:16"
    },
    {
        "Tweet": "A high-tech, retractable floor will be installed inside the Roman Colosseum — offering visitors a view of the ancient amphitheater from a gladiator's vantage point for the first time in 2 centuries.\nhttps:\/\/t.co\/KoaAmtqQZ1",
        "Timestamp": "2021-05-04 07:39:19"
    },
    {
        "Tweet": "Guys my friend @HawleyMO has a book coming out tomorrow called “The Tyranny of Big Tech.” Josh has been a true warrior on this subject and we need more in the GOP to get with it. Check it out and make sure you’re all informed about what’s really going on. https:\/\/t.co\/zQXHq2xwIn",
        "Timestamp": "2021-05-04 00:59:22"
    },
    {
        "Tweet": "Bill and Melinda Gates are ending their marriage after 27 years, they said in a tweet https:\/\/t.co\/E5a4PXS41I",
        "Timestamp": "2021-05-04 08:00:10"
    },
    {
        "Tweet": "From being one of the top smartphone brands to becoming your favourite Tech-Lifestyle brand, we've done it all.\nHowever, due to the challenges, we'll have to delay the celebration a little, till then let's take a look at the some of the memorable moments.\n#3rdrealmeAnniversary https:\/\/t.co\/TqvsdB1SSH",
        "Timestamp": "2021-05-04 04:30:00"
    },
    {
        "Tweet": "Despite being a center of tech innovation, India’s hostile attitude towards digital assets could cause it to miss a “trillion-dollar opportunity.”\n\n#Crypto #Cryptocurrency #Bitcoin #India #IndiaWantsCrypto #Blockchain \n\nhttps:\/\/t.co\/JDJolwXPGp",
        "Timestamp": "2021-05-04 06:00:05"
    },
    {
        "Tweet": "Big government, big media, and big tech want to destroy those who champion the America First cause. https:\/\/t.co\/C1ZVnR4176",
        "Timestamp": "2021-05-04 00:01:26"
    },
    {
        "Tweet": "Italy unveiled plans for a new hi-tech floor for the Colosseum to give visitors a sense of what it was like where gladiators stood 2,000 years ago https:\/\/t.co\/9eVNqzSttC https:\/\/t.co\/00FEQrEGBO",
        "Timestamp": "2021-05-04 02:30:00"
    },
    {
        "Tweet": "Blends into skin so you can stand out like Lisa. Lisa wears Studio Fix Tech Cream-To-Powder foundation when she wants a long-wearing, natural matte finish. #MACLovesLisa #MACStudioFix https:\/\/t.co\/nJueAHuK7s https:\/\/t.co\/RiyfRx1PG5",
        "Timestamp": "2021-04-28 23:56:08"
    },
    {
        "Tweet": "Basalt costs almost nothing, there's so much of it all over the world - this is a magnificently simple, low tech solution to energy storage. They claim it's scalable to 1GW, meaning one nuke reactor per unit - at a fraction of the price. https:\/\/t.co\/wPGKVlqQWH",
        "Timestamp": "2021-05-04 07:47:41"
    },
    {
        "Tweet": "BREAKING REPORT: California Officials claim BIDEN-LINKED FIRM Coordinated With Big Tech to Censor Election Posts...",
        "Timestamp": "2021-04-28 15:11:02"
    },
    {
        "Tweet": "One of the draft’s curiosities is Virginia Tech highly rated OT Christian Darrisaw. A reason why is that he played with a significant groin injury late in 2020 and quietly had surgery to repair a core muscle injury in January, source said. He did position drills at his Pro Day.",
        "Timestamp": "2021-04-28 14:39:17"
    },
    {
        "Tweet": "In this intv to me , ⁦@Chandrika0501⁩ , head of the regional task force of the Lancet Commission talks about the massive second wave, where India erred and how this won’t be the last wave of COVID19 -  https:\/\/t.co\/9OdEv30vQh",
        "Timestamp": "2021-04-28 14:53:26"
    },
    {
        "Tweet": "“Judicial Watch announced Tuesday that it received documents allegedly revealing how California pressured social media companies such as Facebook, Google and Twitter to remove certain posts regarding the 2020 election,” Just the News. Read: https:\/\/t.co\/p8Pg6suEgV",
        "Timestamp": "2021-04-28 15:03:00"
    },
    {
        "Tweet": "Introducing the all-new Galaxy Book - built with smartphone tech. This is what happens when we asked the question “Why can’t laptops be more like phones?”\nDiscover more: https:\/\/t.co\/gioKacQpB2\n#GalaxyBook #GalaxyBookPro #GalaxyBookPro360 #SamsungUnpacked https:\/\/t.co\/H6BlNLdpCH",
        "Timestamp": "2021-04-28 14:48:37"
    },
    {
        "Tweet": "“What is harder to understand is why action was not taken at the beginning of this wave when numbers started to rise in Maharashtra &amp; Punjab.There were enough indications that the situation was going to get difficult” says ⁦@Chandrika0501⁩ to me  https:\/\/t.co\/9OdEv30vQh",
        "Timestamp": "2021-04-28 14:51:54"
    },
    {
        "Tweet": "1\/2 An ambitious vision to put technology at the heart of global efforts to #buildbackbetter from the pandemic has been signed by tech ministers from across 🇬🇧🇨🇦🇩🇪🇫🇷🇮🇹🇯🇵🇺🇸🇪🇺 today as part of the #G7UK Presidency 👇https:\/\/t.co\/NZCf5i7uwv",
        "Timestamp": "2021-04-28 15:09:06"
    },
    {
        "Tweet": "Some of the most important observations go overlooked.\n\nSurveillance tech is not “progressive,” regardless of who’s selling it.\n\nIt’s authoritarian by definition and a constitutional trap.\n\nEisenhower warned us that security industries would threaten democracy.\n\nWho heard him? https:\/\/t.co\/T4CoRP4fKp",
        "Timestamp": "2021-04-28 15:05:12"
    },
    {
        "Tweet": "Tech, civil rights &amp; legal groups are calling for an end to a facial recognition program used by police in the #DC area that helped ID a demonstrator accused of assaulting a cop during the forceful clearance of protesters from Lafayette Sq last summer. 👀 https:\/\/t.co\/Ek7fMZWZgS",
        "Timestamp": "2021-04-28 15:01:53"
    },
    {
        "Tweet": "Te Hiku Media gathered huge swathes of Māori language data. Corporates are now trying to get the rights to it https:\/\/t.co\/Opwl08YCYt",
        "Timestamp": "2021-04-28 15:01:40"
    },
    {
        "Tweet": "“even if no one predicted the intensity of the wave,the fact that it was happening should have immediately triggered actions to limit large gatherings and reinforce safe behaviour. None of that happened till it was too late”-  https:\/\/t.co\/9OdEv30vQh",
        "Timestamp": "2021-04-28 14:59:55"
    },
    {
        "Tweet": "Get portability when you want it and power when you need it with the thin and light 2-in-1 #GalaxyBookPro360 powered by the 11th Gen #IntelCore processor. https:\/\/t.co\/lw9ubbqMfH https:\/\/t.co\/A11ZQWLFNr",
        "Timestamp": "2021-04-28 15:00:03"
    },
    {
        "Tweet": "\"Under this law, any Chinese or US company holding data of US users on a server based in China, could refuse a US court request to access such data if Beijing does not give its explicit approval. On paper, it could also be in conflict with US regulations.\"\nhttps:\/\/t.co\/8F0EcmAOBz https:\/\/t.co\/g687fKudxL",
        "Timestamp": "2021-04-28 14:46:37"
    },
    {
        "Tweet": "The hacker, the tax haven, and what $200 million in offshore deposits can tell us about the fight against illicit wealth\n\n\"As the FinCEN Files scandal last year revealed, banks often fail to catch the worst offenders in a timely manner.\"\n\nhttps:\/\/t.co\/GVQa6B15jR",
        "Timestamp": "2021-05-06 02:30:22"
    },
    {
        "Tweet": "Our donations page is back up and running following a hacker attack.The Russian authorities are trying to kill Meduza. You can help save us.  https:\/\/t.co\/HZslx1zLYW",
        "Timestamp": "2021-05-05 17:15:45"
    },
    {
        "Tweet": "DOD Expands Hacker Program to All Publicly Accessible Defense Information Systems https:\/\/t.co\/kOPOagJDcW",
        "Timestamp": "2021-05-05 14:27:34"
    },
    {
        "Tweet": "We are excited to announce that the @DeptofDefense VDP scope has been expanded to include ALL publicly accessible information systems. See something say something! Thanks to our friends at @DefenseDigital and @DoD_CIO for the support to make this happen.\n\nhttps:\/\/t.co\/17ZTtbPO2K",
        "Timestamp": "2021-05-05 00:10:42"
    },
    {
        "Tweet": "Due to a hacker attack, @meduza_en\/@meduzaproject has temporarily suspended direct donations. You can still pledge money through PayPal, however. We hope to have the problem resolved soon. https:\/\/t.co\/cOfTkpeNSs https:\/\/t.co\/YotygGiLOt",
        "Timestamp": "2021-05-05 15:15:53"
    },
    {
        "Tweet": "30 April 1939 | A French Jewish girl, Henriette Michele Hacker, was born in Clichy.\n\nShe arrived at #Auschwitz on 2 September 1942 in a transport of 1,000 Jews deported from Drancy. She was murdered in a gas chamber after the selection. https:\/\/t.co\/q3HDAV5qv7",
        "Timestamp": "2021-04-30 21:00:00"
    },
    {
        "Tweet": "More infighting in #antifa Portland: Antifa went after one of their videographers, John Hacker. They smashed his camera. (For the record: I am suing Hacker for assault and robbery.) https:\/\/t.co\/BvPzQRuE3t",
        "Timestamp": "2021-05-02 08:08:01"
    },
    {
        "Tweet": "Hardware Hacker Breaks the DRM On a Mini Dishwasher https:\/\/t.co\/mtE7D964PB",
        "Timestamp": "2021-05-04 02:03:27"
    },
    {
        "Tweet": "Rubina Dilaik took to social media as she gave it back to a hacker trying to get into her social media. Read the full story at the link in the bio.\n@RubiDilaik #RubinaDilaik \nRead more here: https:\/\/t.co\/7K80evvtlI https:\/\/t.co\/jaYyzk5KFC",
        "Timestamp": "2021-04-29 07:25:21"
    },
    {
        "Tweet": "#RubinaDilaik got furious after a hacker tried to log on to her Instagram account\n\nhttps:\/\/t.co\/bh5YkhYXeC",
        "Timestamp": "2021-04-28 16:43:23"
    },
    {
        "Tweet": "A former NSA hacker on five ways to protect yourself online https:\/\/t.co\/y5AD8yrQyS",
        "Timestamp": "2021-04-29 16:24:20"
    },
    {
        "Tweet": "The state-of-the-art #STPIDataCentre at @ChennaiSTPI propels digital revolution in the region by providing robust data centre infrastructure to #startups, #MSMEs &amp; IT\/ITeS companies with 99.98% uptime while warranting #datasecurity &amp; business continuity. #STPIINDIA #GrowWithSTPI https:\/\/t.co\/0bc3hLa6wR",
        "Timestamp": "2021-04-30 09:40:31"
    },
    {
        "Tweet": "Abuse of Cybercrime Measures Taints UN Talks https:\/\/t.co\/4VUukF0p6v https:\/\/t.co\/ALFRd9CHmn",
        "Timestamp": "2021-05-05 05:01:40"
    },
    {
        "Tweet": "A possible global treaty to address cybercrime, first proposed by Russia, risks legitimizing abusive practices and could be used as an excuse to silence government critics and undermine privacy in many countries. Negotiations at the UN start May 10. https:\/\/t.co\/ufKDWgtSrW https:\/\/t.co\/PGILZYbfGo",
        "Timestamp": "2021-05-05 12:21:47"
    },
    {
        "Tweet": "Ransomware is “the single biggest threat” in the organised crime world https:\/\/t.co\/BYA3Z575vE",
        "Timestamp": "2021-05-04 19:42:05"
    },
    {
        "Tweet": "Even as rates of most crimes remain low in rich countries, the spectacular growth of cybercrime—crime committed mostly or entirely over the internet—stands out https:\/\/t.co\/tXK5Bnymfz",
        "Timestamp": "2021-05-04 05:17:30"
    },
    {
        "Tweet": "#1 Do not pay advance before you receive any cylinder\/ medicine.\n\n#2 People from Delhi can report on 011-23469900, if you have already paid up and not received it.\n\n#3 Also report on https:\/\/t.co\/tU5QT4pN79\n\n#4  For Delhi, also email on acp-cybercell1@delhipolice.gov.in",
        "Timestamp": "2021-05-03 07:44:22"
    },
    {
        "Tweet": "Danny Pehar will teach you how to protect yourself, your colleagues and your family from the threats and vulnerabilities brought on by cybercrime. You will laugh, learn and be empowered to know you can make a difference. Please join us May 5 @ 7 pm\n\nhttps:\/\/t.co\/QstjKqQHZX https:\/\/t.co\/krCNqugEhP",
        "Timestamp": "2021-05-05 17:01:19"
    },
    {
        "Tweet": "#DELHIPOLICE ACTION ON COVID CHEATS |\nDid someone #cheat you in name of providing oxygen\/medicine\/hosp bed\/remdesivir etc? U paid online &amp; its gone?\n\n1. Report on #155260 so we can stop ur money frm reaching cheat.\n2. Report on https:\/\/t.co\/UX8RcXyvXF\n3. Call4 asst #01123469900",
        "Timestamp": "2021-05-03 16:23:26"
    },
    {
        "Tweet": "If you are a victim of #covidloot cheated by criminals for hospital beds, oxygen, medicines, tests etc inform @DelhiPolice on #112 or if it is a cyber-fraud on https:\/\/t.co\/4nZlLLiYAC. We'll take strict action to neutralize the anti-social profiteers. @CPDelhi @LtGovDelhi",
        "Timestamp": "2021-04-30 07:14:33"
    },
    {
        "Tweet": "CCM through its control of the Executive and Legislative has passed with CERTIFICATE OF URGENCY dozens of repressive laws including Cybercrime Act under @jmkikwete \nThey could just as easily REPEAL them all - but don’t count on this! They love control! \n#WorldPressFreedomDay",
        "Timestamp": "2021-05-03 05:58:39"
    },
    {
        "Tweet": "Alarming: Pakistani authorities receive 11 complaints under cybercrime law in an hour. Federal Investigation Agency has had a capacity of handling only 10 complaints per day as it receives 261 complaints daily.Govt turns a blind eye when it comes to deal with such serious issues.",
        "Timestamp": "2021-05-03 20:06:49"
    },
    {
        "Tweet": "Obsessed with #LineOfDuty? Know who takes on the real-life OCGs? (Hint: it’s not AC-12…)\n \nThe NCA works 24\/7 to lead the UK’s fight against serious and organised crime, tackling the OCGs bringing harm to our communities through drugs, firearms, cybercrime and other threats. https:\/\/t.co\/444FQpv8LO",
        "Timestamp": "2021-05-02 13:05:41"
    },
    {
        "Tweet": "EFCC Tasks Youth to Lead the Fight Against Corruption\n\nThe Economic and Financial Crimes Commission EFCC has called on youth to take the bull by the horn in leading the fight against corruption, and shun all forms of cybercrime.  https:\/\/t.co\/XFw9lk3gWY https:\/\/t.co\/Rs6xNqVtgs",
        "Timestamp": "2021-04-29 21:16:59"
    },
    {
        "Tweet": "Have a look at this article on how #INTERPOL Cybercrime Team is combating cybercrime with the focus on #data\n@GovInsider \nhttps:\/\/t.co\/eIbb8KTQNH",
        "Timestamp": "2021-04-29 03:02:06"
    },
    {
        "Tweet": "Shameful😪 \nCybercrime of @AhmedabadPolice\nsummons Civil intern over tweet &amp; allegedly asked him to delete a tweet which was a repeat of official statement on admission of patients in private vehicle at @civilhospamd https:\/\/t.co\/OFJbsa8POs\n@AmitHPanchal @dave_janak @LangaMahesh",
        "Timestamp": "2021-04-30 05:53:45"
    },
    {
        "Tweet": "Linux turned out to be an universal operating system and Kubernetes is on track to becoming an universal control plane.",
        "Timestamp": "2021-05-05 13:35:56"
    },
    {
        "Tweet": "📢 Linux Edge Insiders, we have a special announcement for you:\n\nStarting today, you can download and install the Microsoft Edge Beta channel on your Linux device! Head over to our Edge Insider website to get either the .deb or .rpm package to install now! https:\/\/t.co\/uTpZf3DPsE",
        "Timestamp": "2021-05-04 15:59:43"
    },
    {
        "Tweet": "Microsoft’s Edge browser is now available in beta for Linux https:\/\/t.co\/xK58f1P8ta",
        "Timestamp": "2021-05-04 17:06:03"
    },
    {
        "Tweet": "Procmon for Linux v1.01 release for Ubuntu is out. Let us know what you think: https:\/\/t.co\/hmA5qbhdlg",
        "Timestamp": "2021-05-06 02:56:20"
    },
    {
        "Tweet": "\"YOU WOULDN'T HAVE THIS PROBLEM WITH LINUX!\"⁠\n\nhttps:\/\/t.co\/vWXnncFKFu https:\/\/t.co\/mgDf9kxiqY",
        "Timestamp": "2021-05-05 13:50:43"
    },
    {
        "Tweet": "RHEL, RHEL, RHEL, fancy that: Rocky Linux would-be CentOS replacement hits RC1 milestone https:\/\/t.co\/Jf3egceDZ2",
        "Timestamp": "2021-05-04 13:45:49"
    },
    {
        "Tweet": "NEWS: New AgStack Foundation will build the open source digital infrastructure for agriculture: https:\/\/t.co\/Otf0FTbASu. #OpenAg #digitalagriculture @callforcode @farmfoundation @HPE @digitalgreenorg @farmOSorg @betterfoodvc @niabgroup @OpenTEAMAg @pma @LifeAtPurdue @ucanr",
        "Timestamp": "2021-05-05 13:10:10"
    },
    {
        "Tweet": "Are you an aspiring open source software developer? Want to grow your career by diving into the #opensource community to learn from top project contributors? Apply to The Linux Foundation Mentorship Program by May 14 &amp; become a mentee! Learn more: https:\/\/t.co\/93IkjiQBdJ",
        "Timestamp": "2021-05-05 18:11:31"
    },
    {
        "Tweet": "[NEWS FROM KUBECON] We've launched a new, free online training course with @LF_Training \n\n\"Introduction to @kubernetesio on Edge with k3s\" will help you learn the use cases and applications of #Kubernetes at the #edge!\n\nhttps:\/\/t.co\/dbrrMZe4Z7 https:\/\/t.co\/hTZLcg29vE",
        "Timestamp": "2021-05-04 08:01:00"
    },
    {
        "Tweet": "Join Elena Zannoni, Senior Director of Linux Engineering, Oracle TOMORROW at 8:30am PDT for an interactive, complimentary Mentorship Session exploring: An Introduction to Linux Tracing and its Concepts. Register here: https:\/\/t.co\/EbuItcRti4 #opensource #linux #tracing https:\/\/t.co\/qtb0A7vCX1",
        "Timestamp": "2021-05-05 18:35:00"
    },
    {
        "Tweet": "We've put together a list of excellent Windows and Linux-based alternatives to the most popular Mac models. https:\/\/t.co\/XVj1opl80x",
        "Timestamp": "2021-05-05 21:36:06"
    },
    {
        "Tweet": "Creating a bootable #Linux USB will allow you to explore everything Linux has to offer without having to install any extra programs. Learn how👉 https:\/\/t.co\/breGLqQHgM https:\/\/t.co\/1IBLdsQt1A",
        "Timestamp": "2021-05-05 15:27:35"
    },
    {
        "Tweet": "Linux Foundation launches open source agriculture infrastructure project https:\/\/t.co\/nKckzEwFWd by @psawers",
        "Timestamp": "2021-05-05 13:00:47"
    },
    {
        "Tweet": "We're proud to announce that #Linux is now supported with Magnet #AXIOM &amp; Magnet AXIOM Cyber 5.0! Here's a spotlight of 6 newly supported Linux artifacts and why they’re forensically relevant and how they may be helpful for you: https:\/\/t.co\/7nnkgQ4Z9c #DFIR",
        "Timestamp": "2021-05-05 17:01:55"
    },
    {
        "Tweet": "Linux 101: What are the Linux systemd equivalents of runlevels? https:\/\/t.co\/PgXz4yVH8M https:\/\/t.co\/pkqc1TtvyT",
        "Timestamp": "2021-05-05 13:45:17"
    },
    {
        "Tweet": "Microsoft has acquired Kinvolk, a company that builds 100% open source cloud infrastructure and owns the Flatcar Container Linux https:\/\/t.co\/HSiyM0bAZk",
        "Timestamp": "2021-04-29 13:19:58"
    },
    {
        "Tweet": "Microsoft has acquired Kinvolk, the creator and distributor of Flatcar Container Linux, as well as the Lokomotive and Inspektor Gadget projects.",
        "Timestamp": "2021-04-29 13:14:16"
    },
    {
        "Tweet": "“If you take [Amazon Web Services], they allow developers to choose between Linux, Windows, other kinds of servers. You’re free to choose. We wanted to do the same for decentralized, execution platforms,” @sandeepnailwal said.\n\nhttps:\/\/t.co\/iUxZu7qPRS",
        "Timestamp": "2021-05-01 13:17:43"
    },
    {
        "Tweet": "We're adopting 30 penguins in honor of this year's 30th Anniversary of Linux. Tell us how Linux has impacted your life &amp; you could be randomly selected to name one of penguins! Submit here by May 9: https:\/\/t.co\/FKZQI7AJaF &amp; learn more: https:\/\/t.co\/5iRYEkrJKH #tuxturns30 #linux https:\/\/t.co\/BubEP7SfOF",
        "Timestamp": "2021-04-30 17:39:52"
    },
    {
        "Tweet": "Open Source Summit + Embedded Linux Conference 2021 will take place in Seattle, Washington, USA, from Sept 27-30. Linux Security Summit and OSPOCon will also be held in Seattle. Submit to speak at #ossummit + #lfelc - deadline is June 16. Read more: https:\/\/t.co\/5WqQKiIope https:\/\/t.co\/Oz7k3UkmrM",
        "Timestamp": "2021-04-28 17:30:32"
    },
    {
        "Tweet": "Security researchers have discovered a crafty piece of malware written for Linux, but finding it after three years in the wild is just \"the tip of the iceberg,\" they say. Its true purpose remains a mystery. https:\/\/t.co\/Itmd1kw2yt",
        "Timestamp": "2021-04-29 16:51:52"
    },
    {
        "Tweet": "Really great piece from ⁦@mcsquared96⁩ about researchers at the University of Minnesota going too far studying how Linux can be compromised  https:\/\/t.co\/6JMEm9BMuW",
        "Timestamp": "2021-04-30 16:14:58"
    },
    {
        "Tweet": "Did you know we switched the default sound system in #Fedora Linux 34? Learn more about Pipewire from Wim Taymans at the Fedora Linux 34 Release Party!  https:\/\/t.co\/pqTmUUdduV",
        "Timestamp": "2021-04-30 17:00:00"
    },
    {
        "Tweet": "#Fedora Linux 34 added a new spin featuring @i3wm—the popular tiling window manager. Learn more about it from @X3M now at the Fedora Linux 34 Release Party\nhttps:\/\/t.co\/pqTmUTVC6l",
        "Timestamp": "2021-05-01 13:00:00"
    },
    {
        "Tweet": "While Linux has grown to dominate the server room, Windows and Mac have long been the go-to operating systems in the enterprise desktop space. But that paradigm is beginning to shift – find out why. \n\nhttps:\/\/t.co\/x6she8StIL https:\/\/t.co\/LVlhmYZYx5",
        "Timestamp": "2021-04-29 08:23:00"
    },
    {
        "Tweet": "How a university got itself banned from the Linux kernel\nhttps:\/\/t.co\/xKZKPrTzk5 https:\/\/t.co\/MSNeapZFZZ",
        "Timestamp": "2021-05-01 02:55:08"
    },
    {
        "Tweet": "🚀 Welcoming three new apps to the Linode Marketplace 🚀\n\n📹 @antmedia_io\n📺 @owncastlive\n🎟 Peppermint\n\nThese Marketplace apps focus on optimizing video #streaming and making ticket management available to everyone. Learn more here ➡️\nhttps:\/\/t.co\/3QZcDdvYO5 #OpenSource #Linux",
        "Timestamp": "2021-04-29 14:35:04"
    },
    {
        "Tweet": "The virtual doors are open! Join us now for the #Fedora Linux 34 Release Party: https:\/\/t.co\/WiCPRppv08",
        "Timestamp": "2021-04-30 11:55:00"
    },
    {
        "Tweet": "Signal tried to use Instagram ads to display the data Facebook collects about you and sells access to.\n\nFacebook wasn't into the idea, and shut down our account instead: https:\/\/t.co\/sSqJ8JlxR7 https:\/\/t.co\/PU6WoDdt70",
        "Timestamp": "2021-05-04 18:49:15"
    },
    {
        "Tweet": "Signal made Instagram ads that shows users how much Facebook knew about them.\n\nFacebook banned them.\n\n“Being transparent about how ads use data is enough to get banned; in Facebook’s world, the only acceptable usage is to hide what you’re doing.”\n\nhttps:\/\/t.co\/DwAZeD5IWn https:\/\/t.co\/9cwTu2DILy",
        "Timestamp": "2021-05-04 19:20:04"
    },
    {
        "Tweet": "Organ Procurement Organizations (OPOs) are supposed to swiftly retrieve organs from donors. Yet, they're often havens for waste and abuse, in part because they can manipulate data to escape accountability, while vacationing on private jets—literally. I'm calling them out. https:\/\/t.co\/fPV92Ig96m",
        "Timestamp": "2021-05-04 18:16:57"
    },
    {
        "Tweet": "Stop saying \"both sides\" gerrymander the same.  Here is what the data shows:\n\n\"Republican redistricting increases their own seat share by over 9%, compared to 0% when Democrats have control.\"\nhttps:\/\/t.co\/sG9O27H9L7",
        "Timestamp": "2021-05-04 13:32:39"
    },
    {
        "Tweet": "“What a beautiful view.”\n\nAlan Shepard became the first American in space 60 years ago (May 5, 1961) when Freedom 7 lifted off atop a Mercury-Redstone rocket. The 15-minute flight gave us valuable data on how humans respond to microgravity: https:\/\/t.co\/j7XdaOccRt https:\/\/t.co\/yHZKsspHGd",
        "Timestamp": "2021-05-05 14:34:04"
    },
    {
        "Tweet": "Modi govt has only itself to blame for the bad press it’s getting over #COVIDEmergency2021. No daily media briefings on O2 shortages, hospital bed availability or status of vaccination rollout. It’s the duty of govt to collate state data &amp; brief citizens regularly in an emergency",
        "Timestamp": "2021-05-05 07:39:46"
    },
    {
        "Tweet": "India has four times the population of the USA. Comparing Covid statistics this must be carefully considered. USA leads India in all statistics for the virus by huge numbers by population proportion. Time to question misleading media promoted data!",
        "Timestamp": "2021-05-04 16:12:13"
    },
    {
        "Tweet": "Brief thread on vaccines vs variants (vaccines are winning 💉💪):\n\n[Some] people keep pointing to rising cases in places like Chile and Canada as evidence that the vaccines aren’t working.\n\nThat’s completely contradicted by the data coming out of those countries",
        "Timestamp": "2021-05-04 16:26:55"
    },
    {
        "Tweet": "@narendramodi @PMOIndia Sir pl have an Official Spokesperson for Covid cases to give full information everyday with data to create more transparency! The Global left and Lutyens media is carrying on a narrative to malign India and create more panic! @rsprasad @PiyushGoyal",
        "Timestamp": "2021-05-04 15:57:16"
    },
    {
        "Tweet": "New: Peloton's leaky API let anyone pull members' private user account data, even with their profiles set to private. Worse, when the bug was privately reported earlier this year, Peloton ignored researchers past their 90-day deadline. \n\nhttps:\/\/t.co\/ELWgQxazGp",
        "Timestamp": "2021-05-05 11:04:12"
    },
    {
        "Tweet": "Exclusive: While Amazon disclaims liability for the treatment and actions of its sub-contracted drivers, confidential documents show it imposes extensive rules governing their fingernail cleanliness, tweets, training, data, NDAs, arbitration, and more... https:\/\/t.co\/1O99FSZx3h",
        "Timestamp": "2021-05-05 11:20:22"
    },
    {
        "Tweet": "Day ahead of Trump visit, Ducey team presented false\/misleading data to justify lifting order. ‘They cooked the books,’ one epi told me. A shocking moment in the pandemic but also a moment of great clarity. https:\/\/t.co\/7zMoHisOQ3",
        "Timestamp": "2021-05-05 03:10:20"
    },
    {
        "Tweet": "Michigan has had enough of @GovWhitmer’s obstruction and hypocrisy.\n \nRelease the nursing home data.\n \nTell us how and how long you traveled to Florida, which violated your own guidelines.\n \nOpen the schools. https:\/\/t.co\/qZF2POIVmi",
        "Timestamp": "2021-05-04 11:26:29"
    },
    {
        "Tweet": "There was a lot of hoo-ha about too many children attending primary school in the last lockdown\n\nThe ONS school infection survey results are out from March\n\nWhere is the primary school data?\n\n\"the number of positive test results...is too small to present\"\n\nhttps:\/\/t.co\/RdqlkRYF3B",
        "Timestamp": "2021-05-04 09:15:21"
    },
    {
        "Tweet": "This has really upset the Liberal trolls this morning. To update with the latest data, U.S. remains ahead of Canada by a factor of more than 10 in percentage of people who have been fully vaccinated, which is the key metric, not vaccinated once:\nU.S. 31.8%\nCanada 3.0%\n#cdnpoli https:\/\/t.co\/ujCVPZNAaP",
        "Timestamp": "2021-05-04 13:28:46"
    },
    {
        "Tweet": "The United States is now averaging 670 deaths per day from coronavirus, the lowest seven-day average since July 10, according to data from @CNN and Johns Hopkins University.",
        "Timestamp": "2021-05-04 12:48:25"
    },
    {
        "Tweet": "#COVID19 | India's second wave has left over 70 lakh jobless as per data collected by the CMIE. \n\nNDTV’s Sakshi Bajaj reports https:\/\/t.co\/V8tjmhBthr",
        "Timestamp": "2021-05-04 09:09:11"
    },
    {
        "Tweet": "Second wave: Pseudoscience behind India’s #Covid19 crisis\nData on #coronavirus infections and deaths has not guided government’s policy and politics\n#secondwave  #India #IndiaFightsCorona   .@ashoswai\nhttps:\/\/t.co\/eVFCrt3Ewb",
        "Timestamp": "2021-05-04 12:55:32"
    },
    {
        "Tweet": "The U.S. March trade deficit was the widest monthly gap in the history of data going back to 1992, via @mckonomy https:\/\/t.co\/jMiCAF9VGF",
        "Timestamp": "2021-05-04 12:36:12"
    },
    {
        "Tweet": "The government has shafted hospitality &amp; ignored its own data - just 226 COVID cases since the beginning \n\nIf I were a pub landlord I’d bar every MP who voted for continued lockdowns, plus of these judges from my premises. They’ve utterly betrayed the industry https:\/\/t.co\/aqbUJSytn8",
        "Timestamp": "2021-05-04 06:50:33"
    },
    {
        "Tweet": "I’m sorry, what? Has ANYONE outside the company or @us_fda seen the side effect data? And a 2200-person trial translates into 550 girls getting the vaccine - how can anyone think that’s enough to catch rare side effects?\n\nCovid poses ~zero risk to healthy teens. WHAT IS GOING ON? https:\/\/t.co\/cxAoYxdO2i",
        "Timestamp": "2021-05-04 01:28:06"
    },
    {
        "Tweet": "I assure you that you do not need to sell my data for \"a personalized McDonald's experience\"",
        "Timestamp": "2021-05-04 11:40:42"
    },
    {
        "Tweet": "Dear Nigerians,\n\nOur latest publication presents a holistic analysis of the #2021Budget, covering @nigeriagov's revenue &amp; expenditure analysis, issues for reform, gaps in the implementation of laws &amp; recommendations.\n\nThe best document you'll read today👇 https:\/\/t.co\/LcKczcWj8F https:\/\/t.co\/VeElhSLXFN",
        "Timestamp": "2021-05-04 09:23:20"
    },
    {
        "Tweet": "This is huge. This could enable greater confidence in vaccines; and allow for private mandates (by employers or venues) to be vaccinated. \n\nIf as advertised, this will help us get closer to true herd levels in many regions. \n\nLooking forward to seeing the full data. https:\/\/t.co\/s4kwKlLYrt",
        "Timestamp": "2021-05-04 13:21:58"
    },
    {
        "Tweet": "Koo can’t compete with foreign platforms until it develops:\nA) AI driven algorithms\nB) monetization\nC) massive scale big data https:\/\/t.co\/lM7iXEWzUo",
        "Timestamp": "2021-05-04 10:07:56"
    },
    {
        "Tweet": "It’s back! Your chance to WIN 10GB of Vodacom data!\nTo enter, reply with #DataAsseblief and tell us which Vodacom Bulls player scored the opening try against the Emirates Lions last Saturday in the opening fixture of the PRO14 #RainbowCupSA? T&amp;Cs apply: https:\/\/t.co\/V1rGe0M1SJ https:\/\/t.co\/fr31KEV7i2",
        "Timestamp": "2021-05-04 11:47:23"
    },
    {
        "Tweet": "Today's Twitter Poll: Have you fallen for (or nearly fallen for) a scam?  \n\nWhether by text, call, email, online ad, door knocking, or social media - has someone attempted to steal your money, personal data, or identity.\n\nWhich of these is CLOSEST to your situation?",
        "Timestamp": "2021-05-04 10:31:04"
    },
    {
        "Tweet": "Sound up! 🔉 NASA’s Parker Solar Probe discovered a natural radio signal in Venus’ upper atmosphere during its closest-ever flyby of the planet! The data — sonified here — is helping scientists study the atmosphere of Earth’s less hospitable twin: https:\/\/t.co\/PaKZ4TV0iT https:\/\/t.co\/Z6JgR3QKGv",
        "Timestamp": "2021-05-03 20:38:25"
    },
    {
        "Tweet": "Well there’s not a lot we don’t already know here but good to see Konstantin Kilimnik in UK press - the Russian agent named in US senate intel report who handed Cambridge Analytica data to Russian intel https:\/\/t.co\/Aaaws8mpbh",
        "Timestamp": "2021-05-03 23:19:47"
    },
    {
        "Tweet": "What’s common between Indonesia, Pakistan &amp; Mexico?\n\nThey are 155th, 156th, and 157th in global ranking of COVID testing per million.\n\nLow testing = low understanding of the pandemic’s magnitude.\n\nWhich means high vulnerability.\n\nDon’t be over confident in this data fog. https:\/\/t.co\/pXcmzLOsML",
        "Timestamp": "2021-04-29 10:43:48"
    },
    {
        "Tweet": "20+10 - Romelu Lukaku is the first player able to score 20+ goals and deliver 10+ assists in a single Serie A season since Opta started to collect this data (since 2004\/05). Polyhedric.\n\n#CrotoneInter https:\/\/t.co\/n7KceOGd0X",
        "Timestamp": "2021-05-01 17:43:59"
    },
    {
        "Tweet": "Hong Kong’s free press, provisions for access to government data, and international media presence are facing dire pressure and constraints, interrupting the flow of news and information that commerce and culture depend on. \nhttps:\/\/t.co\/mMX9WtR3Xn",
        "Timestamp": "2021-05-03 23:00:00"
    },
    {
        "Tweet": "New data show India is the first country to have over 400k COVID cases in a day. Sad for this to happen to a nation with so much talent &amp; promise. History will remember this for what a combination of hubris &amp; incompetence can do. Citizens standing together is our hope now.",
        "Timestamp": "2021-05-01 01:50:33"
    },
    {
        "Tweet": "Success 👏\n#MarsHelicopter completed its 4th flight, going farther &amp; faster than ever before. It also took more photos as it flew over the Martian surface. We expect those images will come down in a later data downlink, but @NASAPersevere's Hazcam caught part of the flight. https:\/\/t.co\/Fx3UHu4jgv",
        "Timestamp": "2021-04-30 18:34:20"
    },
    {
        "Tweet": "Latest New York Times data (28 Apr) show only 1.7% Indians are fully vaccinated; 63 countries are ahead. India has some of the world's best pharma companies, best doctors, a history of successful vaccination programs. This poor performance in vaccination is a governance failure.",
        "Timestamp": "2021-04-29 01:48:37"
    },
    {
        "Tweet": "🔥 LAST ROUND 🔥\n\nBelow are the Top 5 Trending tokens in Asia over the past seven days!\n\nAre there any of your favorite projects there? You can find more interesting data on the link below.\n\n👉 https:\/\/t.co\/vmhDkD35af 👈\n\n#Crypto #Cryptocurrency #DeFi #NFT #NFTs https:\/\/t.co\/NGJZXGx3z0",
        "Timestamp": "2021-05-03 22:20:02"
    },
    {
        "Tweet": "Covid: India research community asks Modi to release data on patterns and severity of infections amid concerns that the Centre had withheld information that could guide effective responses to the epidemic. https:\/\/t.co\/lMf61IzgLH",
        "Timestamp": "2021-04-30 01:51:36"
    },
    {
        "Tweet": "Satellite data has given RAND experts evidence of what's happening on the ground in Xinjiang's detention centers.\n\n\"In such a denied area, it's hard to know how conditions are changing and evolving. Satellite images gave us a way to get that information.” https:\/\/t.co\/bhR02dpStS",
        "Timestamp": "2021-05-03 23:14:00"
    },
    {
        "Tweet": "PHE data show up to 50% reduction in transmission of COVID from first vaccine. 3 implications:\n\n1) Getting a vaccine helps protect others\n\n2) This is likely to be improved by getting your second dose\n\n3) If people you meet are vaccinated it reduces your risk- but not completely. https:\/\/t.co\/5ost4UcjhS",
        "Timestamp": "2021-04-28 17:38:36"
    },
    {
        "Tweet": "In the Uttar Pradesh city of Muzaffarnagar, officially just 10 people died from Covid between 26-29 April- including zero on one day\nBut the city's crematoriums and graveyard said they each saw over 20 bodies daily and alleged official data was \"incorrect\"https:\/\/t.co\/0OA6NTO4Xi",
        "Timestamp": "2021-05-02 08:22:38"
    },
    {
        "Tweet": "We've got 12,000+ people sharing their salaries in this spreadsheet. Please add yours and spread the word! (And you can see tons of real-life salary data here, sortable by location, industry, etc.)\n\nhttps:\/\/t.co\/zlCvpBLaVl",
        "Timestamp": "2021-04-28 15:57:03"
    },
    {
        "Tweet": "It may seem innocent enough at first, but giving the Government the power to control your access to spaces and services based on health data sets a dangerous precedent and could be used to control other aspects of your life.\n\nSay NO to vaccine passports. Vote Reform UK on May 6th https:\/\/t.co\/kwarAoR4ge",
        "Timestamp": "2021-05-03 18:21:50"
    },
    {
        "Tweet": "There is something highly suspicious about the revised 2020 Census Bureau state population data which determines which states pick up &amp; which states lose seats in House. Suddenly there are 2.5 mil more residents of blue states, &amp; 500k fewer residents of red states than estimated.",
        "Timestamp": "2021-04-28 15:40:41"
    },
    {
        "Tweet": "All eyes on Mii! Download the free demo for #Miitopia, available now on #NintendoSwitch #eShop!\n\nBegin your adventure, create Mii characters, and customize your characters with wigs and makeup! Your save-data transfers to the full version, releasing 5\/21! https:\/\/t.co\/CfjuLeg2xu",
        "Timestamp": "2021-04-28 15:27:55"
    },
    {
        "Tweet": "House Republicans are anticipated to gain up to eight seats based on 2020 Census data. Republicans only need to pick up five seats to win back the House in 2022. GOP will be in a great position to retake the majority. \nhttps:\/\/t.co\/iQnRHYFhaq",
        "Timestamp": "2021-04-28 15:29:27"
    },
    {
        "Tweet": "More hopeful news: A new @CDCMMWR shows vaccination reduced the risk of #COVID19 hospitalization among adults ≥65 years.\n\nReal-world data showed a 94% reduction in risk of hospitalization, among people ≥14 days after dose 2 of Pfizer or Moderna.\n\nStudy: https:\/\/t.co\/NIykjw3QnJ",
        "Timestamp": "2021-04-28 15:04:45"
    },
    {
        "Tweet": "This is important. The anatomy of a data breach of 533 million people &amp; the attempt to bury it by the Facebook PR machine https:\/\/t.co\/FZ3xnzXbN5",
        "Timestamp": "2021-04-28 15:14:37"
    },
    {
        "Tweet": "The deaths of 13-year-old Adam Toledo in Chicago and 16-year-old Ma'Khia Bryant in Columbus, Ohio, are just two of more than 100 instances of people younger than 18 killed by police since 2015. And 23 of those killed, like Toledo, were under 15. https:\/\/t.co\/NxV0G5gpIk",
        "Timestamp": "2021-04-28 14:34:04"
    },
    {
        "Tweet": "Erdogan is by far the most popular leader in the most of the Arab world, according to Arab Barometer data https:\/\/t.co\/OoSBW88rho",
        "Timestamp": "2021-04-28 15:40:51"
    },
    {
        "Tweet": "\"Jews are at least three times more likely to experience a hate crime in America than any other ethnic group.\" #EndJewHatred https:\/\/t.co\/3DmBJ4sgQm",
        "Timestamp": "2021-04-28 15:03:50"
    },
    {
        "Tweet": "For a second time in five years, Signal is publishing a grand jury subpoena for its user data (and the very limited responsive data it holds) https:\/\/t.co\/pUAf5fm8NO",
        "Timestamp": "2021-04-28 15:18:00"
    },
    {
        "Tweet": "#India has passed 200,000 #Covid19 #deaths on Wednesday, becoming only the fourth country to do so. \nThe country also reported over 360k new cases on Tuesday, breaking again the record for single-day increase, according to data from Indian Ministry of Health. https:\/\/t.co\/FBGYaaNFYl",
        "Timestamp": "2021-04-28 15:40:00"
    },
    {
        "Tweet": "UPDATE: Wastewater data from April 21 shows 99% of the #COVID19 viral signal in #Ottawa was the B117 variant.\n\nLevels have remained consistent over the last 2 weeks, and still in line with what we saw at the peak of January's wave (it isn't falling). #ottnews https:\/\/t.co\/sYgeamK70a",
        "Timestamp": "2021-04-28 15:17:18"
    },
    {
        "Tweet": "The #COVID19 Dashboard has been updated: https:\/\/t.co\/XhspoyTG79\n\nOn Wed 28 April, 2,166 new cases and 29 deaths within 28 days of a positive test were reported across the UK.\n\n33,959,908 people have now received the first dose of a #vaccine. 13,581,076 have received a 2nd dose. https:\/\/t.co\/WzeQ0euUrE",
        "Timestamp": "2021-04-28 15:12:37"
    },
    {
        "Tweet": "Watch | \"Important not to suppress data at this point because data is important in planning\": Dr Amabrish Satwik, Gangaram Hospital on India's #COVID19 crisis https:\/\/t.co\/UoS7rdUC3W",
        "Timestamp": "2021-04-28 15:20:51"
    },
    {
        "Tweet": "“We’re looking at legal options,” @NYGovCuomo said.\n\nThe #2020Census data that showed #NewYork grew more slowly than other states, leaving it poised to have 1 less US House seat, may be subject to a legal challenge. https:\/\/t.co\/tAPIqOGkzE",
        "Timestamp": "2021-04-28 14:25:02"
    },
    {
        "Tweet": "Cédric O on the Digital Markets Act:  We want the regulator to be as European as possible. We have seen with GDPR that when national regulators are implied, some differences can threaten the whole text itself. 😏\nhttps:\/\/t.co\/xzso3fTLJA",
        "Timestamp": "2021-05-04 14:13:04"
    },
    {
        "Tweet": "The most common incident reported to the personal data breach team involves personal data being sent by email to an incorrect recipient. Here are their top tips to prevent this kind of breach. \n\nMore information about breaches can be found here: https:\/\/t.co\/fWoPTbctRf #DPPC2021 https:\/\/t.co\/ChOcIegMe3",
        "Timestamp": "2021-05-05 13:11:31"
    },
    {
        "Tweet": "\"How do we secure our liberties during the pandemic?\" \n\n🔴📡Tune in today at 16:30 CET to @JFLopezAguilar discussing @EP_Justice's agenda topics: \n\n⚖️ #GDPR\n⚖️ #EUCOVID19Certificate\n⚖️ #PressFreedom  \n⚖️ #LGBTIQFreedomZone \n\nWebstream🎥📸➡️https:\/\/t.co\/v2eTWrfUot\n\n#EuropeDay2021 https:\/\/t.co\/Te3vB4sMBo",
        "Timestamp": "2021-05-05 12:00:02"
    },
    {
        "Tweet": "🇪🇺🇮🇪 For anyone that had a #GDPR complaint before the Irish DPC that was \"handled\" by simply not deciding [DPC \"closed\" the case, \"resolved\" it without your agreement or there was just radio silence]:\n\n⏩Send us an email at info@noyb.eu - we are looking for more information here! https:\/\/t.co\/JGZQ1HRWYb",
        "Timestamp": "2021-04-29 15:25:33"
    },
    {
        "Tweet": "Vivaldi is updating its browsers to block annoying cookie pop-ups https:\/\/t.co\/vzNjXzFORM https:\/\/t.co\/UJG3wXCsEJ",
        "Timestamp": "2021-04-29 07:00:03"
    },
    {
        "Tweet": "The reality is the Biden administration’s proposed attack on privacy is just the latest salvo in a long-running elite campaign against encryption, which has become turbocharged following the Capitol Hill riot, writes Kit Klarenberg\n\nhttps:\/\/t.co\/OSP563VqvN",
        "Timestamp": "2021-05-04 16:45:00"
    },
    {
        "Tweet": "Pay attention to this talk of criminalizing encryption in the UK. Expect a similar playbook where you live: A fundamental threat to a functioning digital infrastructure getting buried in rhetoric and hustled along the lawmaking path without the enormous public debate it warrants. https:\/\/t.co\/HAzAagYdpY",
        "Timestamp": "2021-04-30 13:14:24"
    },
    {
        "Tweet": "UK government last week: “ban end-to-end encryption!”\nUK government this week: “it’s a good thing WhatsApp uses end-to-end encryption!” https:\/\/t.co\/tEglZ9ccWK",
        "Timestamp": "2021-04-30 13:29:33"
    },
    {
        "Tweet": "I wonder how secure our banks and brokerages will be when quantum computing becomes ubiquitous? What happens to crypto? Is this just an arms race between encryption and decryption?\n\nI honestly don’t, know but it’s a fascinating topic",
        "Timestamp": "2021-05-02 18:38:32"
    },
    {
        "Tweet": "even real websites with actual SSL encryption had issues, so honestly it's fine that we saved all your credit card information as textfile information on our servers, if you think about it https:\/\/t.co\/jtv1Qv8C56",
        "Timestamp": "2021-04-30 23:24:43"
    },
    {
        "Tweet": "Everyone needs to stop differentiating between a need for “encryption at rest” versus “encryption in motion”.\nThose days of difference are gone.\nIn modern computing and networking, data needs to be encrypted under both types of scenarios. Period. No exceptions.",
        "Timestamp": "2021-05-01 21:02:44"
    },
    {
        "Tweet": "Cursive would work even better as an encryption tool https:\/\/t.co\/VGyUSYJ34h",
        "Timestamp": "2021-05-01 14:23:43"
    },
    {
        "Tweet": "Boris Johnson was criticized for refusing to change his long-held mobile phone number. Then it turns out that the # has been online for 15 years.  THEN it turns out... it shows he's been using encrypted messaging WHILE his gov't is trying to ban such tools https:\/\/t.co\/LVbN2dQkuI",
        "Timestamp": "2021-04-30 16:38:53"
    },
    {
        "Tweet": "This Bill is not about safety, it is about the total loss of privacy. If the Bill’s hardliners have their way, even your private communications – meaning your everyday conversations with your friends, your family, and your co-workers – will be fair game. https:\/\/t.co\/UxTfDbA62z",
        "Timestamp": "2021-04-29 06:53:39"
    },
    {
        "Tweet": "#IoT can enable automotive companies to improve car engineering &amp; production timelines by reducing go-to-market time and lowering production cost. Explore how #STPIMOTION is nurturing #startups to build such solutions: https:\/\/t.co\/74BshwgyhF. #STPIINDIA #STPICoEs #GrowWithSTPI https:\/\/t.co\/bY4WHL8avC",
        "Timestamp": "2021-05-04 07:16:23"
    },
    {
        "Tweet": "#IoT-led interconnection between various devices and systems can streamline the logistics management activities with enhanced monitoring and smart deliveries. Explore how #STPIIoTOpenLab is enabling #startups to build such products: https:\/\/t.co\/ECnBL1TKJJ #STPICoEs #STPIINDIA https:\/\/t.co\/H740NiaTd0",
        "Timestamp": "2021-05-04 05:12:26"
    },
    {
        "Tweet": "✅ Meet sustainability goals\n✅ Improve employee experience\n✅ Enable a safe return to the office\n\nSee how we’re giving buildings a smart upgrade with the help of Cisco DNA Spaces and the full Catalyst 9000 family – wired and wireless.  \n\n#IoT",
        "Timestamp": "2021-05-04 20:08:00"
    },
    {
        "Tweet": "🌆 🤩“You ordered a 🍕?!”\n\nBy @thefuturisthq mt @ShiCooks @TerenceLeungSF #drone \n#automation #AI #IoT #smartcities #retailtech #5G #drones #dronesforgood #finalmile #pizza \n https:\/\/t.co\/dlazLR8um7",
        "Timestamp": "2021-05-05 05:32:25"
    },
    {
        "Tweet": "The #future is NOW 🚀 \n\n🇬🇧 Royal Marines 🌊 \n\n@reuters #Jetpack #IronMan #EmergingTechnologies #IoT #AI #futureofwork #5G #tech \n \n https:\/\/t.co\/RSUDhhWnT0",
        "Timestamp": "2021-05-04 22:17:49"
    },
    {
        "Tweet": "Tired of just flipping switches? Automate your lights with Arduino instead! https:\/\/t.co\/jGINgv4iGO https:\/\/t.co\/A4lkRlUPcn",
        "Timestamp": "2021-05-05 12:32:55"
    },
    {
        "Tweet": "What is the real impact of IOT in the Daily Life of Ischemic Cardiac Patients? This #DigitalSummit session will explore CARDIO4HEALTH, an online #cardiac rehabilitation program specifically designed for patients that have recently suffered an event.\n\n✏️ https:\/\/t.co\/SN9UOlYuYP https:\/\/t.co\/aekAfn8kYp",
        "Timestamp": "2021-05-05 13:51:32"
    },
    {
        "Tweet": "Stacey on IoT: Apple AirTags review: Find My network and UWB make them top notch: https:\/\/t.co\/LyqK6XcZa4",
        "Timestamp": "2021-05-05 17:34:17"
    },
    {
        "Tweet": "Let's connect possibilities to experiences.\nVodafone Idea partnered with us to create a robust &amp; flexible #IoT subscription management process. Read more to find how we enabled quicker time to market &amp; rich #CX for the #telecom provider:\nhttps:\/\/t.co\/XqxZQBaPDi #Buildingonbelief https:\/\/t.co\/tWclMzIwc6",
        "Timestamp": "2021-05-05 12:06:53"
    },
    {
        "Tweet": "Zero Trust isn't just for your employees. Discover how your #IoT devices can take advantage as well: https:\/\/t.co\/LNyDh7w2Bn",
        "Timestamp": "2021-05-05 19:00:04"
    },
    {
        "Tweet": "Depth and 3D applications are just coming-of-age on the edge. Find out how our friends @ologicinc are using #IntelRealSense technology for #3dsensing and #IoT applications at the #edge.\n\nRead more about 3d at the Edge: https:\/\/t.co\/q1c5OpABaJ https:\/\/t.co\/afXsC0pHTq",
        "Timestamp": "2021-05-05 13:54:01"
    },
    {
        "Tweet": "https:\/\/t.co\/Rd4gAb0cIc Karnataka Startup's AI Technology Helps 5500 Silk Farmers Increase Income By 30% https:\/\/t.co\/xHhaYoBuNR",
        "Timestamp": "2021-05-05 14:25:18"
    },
    {
        "Tweet": "“We call this concept ‘proof of anything’ which can include health data from wearables or automotive data from vehicles to trigger insurance-related smart contracts and much more,” said @larrypang of @iotex_io\nBy @benjaminopowers \nhttps:\/\/t.co\/EaqEq2AReD",
        "Timestamp": "2021-05-03 19:03:14"
    },
    {
        "Tweet": "Technology can play a transformational role in driving the sustainable future by propelling adoption of #EVs with enhanced safety &amp; better performance, reducing energy consumption by leveraging #5G-enabled #IoT, and optimising the power of solar energy. https:\/\/t.co\/H8OuZWrIhy",
        "Timestamp": "2021-04-29 06:33:42"
    },
    {
        "Tweet": "#IoT-powered smart agri drones can allow farmers to monitor crop growth, detect test infestations &amp; spray pesticides to boost crop life and enhance productivity. Explore how #STPIOctaNE is nurturing #startups to build such solutions: https:\/\/t.co\/M6izWW80wm. #STPIINDIA #STPICoEs https:\/\/t.co\/75xtSWtPMF",
        "Timestamp": "2021-04-30 06:35:19"
    },
    {
        "Tweet": "Absolutely great to have you in the #IOTA ecosystem @ST_World. Really excited to building the future of #IoT together with you on the #Chrysalis network. https:\/\/t.co\/nqowfPzErO",
        "Timestamp": "2021-04-28 15:44:43"
    },
    {
        "Tweet": "I have 2 online #DataScience #MachineLearning Modeling Courses. Look here:\nDS 101: https:\/\/t.co\/wUQaGeK7N1\nDS 102: https:\/\/t.co\/3FwcYLSg0Y\n————\n#BigData #AI #DataScientists #PredictiveModeling #Algorithms #DataLiteracy #DataLeadership #PredictiveAnalytics #IoT #IIoT #IoTPL #ODSC https:\/\/t.co\/WqaRQXMj9p",
        "Timestamp": "2021-04-28 18:07:00"
    },
    {
        "Tweet": "people wonder why millennials are bad with money and at the same time live in a world where if i put my entire college tuition into cyber bucks i would be a literal billionaire",
        "Timestamp": "2021-05-05 06:09:21"
    },
    {
        "Tweet": "🇦🇺 &amp; 🇬🇧 bonds are stronger than ever, as our partnership in the #IndoPacific deepens. This morning in London, @DominicRaab &amp; I discussed shared priorities including equitable vaccine access, cyber, Myanmar, Xinjiang &amp; human rights. We welcome the UK #IntegratedReview. @G7 https:\/\/t.co\/0xrMT3nUGl",
        "Timestamp": "2021-05-05 14:45:02"
    },
    {
        "Tweet": "There is nothing to stop the \"Cyber Ninjas,\" recounting votes in Arizona, from arbitrarily declaring a new presidential winner for the state, says the secretary of state Katie Hobbs.\n\n\"They are not following really any kind of best practices in terms of a post election audit.\" https:\/\/t.co\/kppzVpOUPI",
        "Timestamp": "2021-05-06 01:01:39"
    },
    {
        "Tweet": "Hearing led by #IPAC 🇧🇪 Co-Chair @SamuelCogolati cancelled after Belgian parliament targeted by cyber-attack.\n\nThe session planned to hear evidence on whether the Chinese government's treatment of Uyghurs constitutes a genocide, it has now been postponed.\n\nhttps:\/\/t.co\/fGJZfCAGQ0",
        "Timestamp": "2021-05-04 14:45:20"
    },
    {
        "Tweet": "4. Doug Logan is the CEO of Cyber Ninjas, a firm with zero experience in election audits. \n\nLogan also tweeted numerous wild conspiracy theories about the election, including the claim that Trump really got 200K more votes in Arizona \n\nhttps:\/\/t.co\/j6LwSEAZId https:\/\/t.co\/kimXCuptnq",
        "Timestamp": "2021-05-04 12:58:37"
    },
    {
        "Tweet": "A 1\/6 commission is the job I would want. Combining my intel, network analysis, telephony, counter-terrorism, cyber &amp; targeting background w\/ my congressional experience would be useful. Want to join me @BarbaraComstock ? You got the chops! https:\/\/t.co\/TqIbFkReR2",
        "Timestamp": "2021-05-05 22:44:06"
    },
    {
        "Tweet": "A cyber participation at the G7 Foreign Ministers’ Meeting. \nSo far, yet so near. https:\/\/t.co\/kjxqi5mwNx",
        "Timestamp": "2021-05-05 11:28:21"
    },
    {
        "Tweet": "Filed a cyber complaint against the Instagram Page for posting contemptful pictures of Guru Sahibs and Gurdwara Bangla Sahib. \nUrging readers to bring to our notice all such pages\/websites that hurt our religious faith and spread communal hatred https:\/\/t.co\/zJXyuFOqrw",
        "Timestamp": "2021-05-04 17:58:56"
    },
    {
        "Tweet": "Cyber Ninjas was a part of the Antrim County audit...",
        "Timestamp": "2021-05-04 20:52:21"
    },
    {
        "Tweet": "One week to go until the biggest cyber security event of the year... #CYBERUK21\n\nThis year will be a two-day online event on 11th-12th May, and participants will gain unrivalled access to keynote speakers and panels featuring experts from around the globe https:\/\/t.co\/A9WxVUrHf4 https:\/\/t.co\/uIWJxe239n",
        "Timestamp": "2021-05-04 16:45:25"
    },
    {
        "Tweet": "A public service message about cyber crime. https:\/\/t.co\/kaEcbjS9EV",
        "Timestamp": "2021-05-04 23:35:17"
    },
    {
        "Tweet": "@US_CYBERCOM is hiring for multiple civilian positions, in cyber and otherwise, who will help develop the Command as the domain of cyber continues to evolve. All members of our team are critical to the mission of defending the Nation in cyberspace. https:\/\/t.co\/Ma70v6zCME https:\/\/t.co\/ML2rf2mqsF",
        "Timestamp": "2021-05-04 18:41:45"
    },
    {
        "Tweet": "\"May the 4th Be With You!\" The 780th MI Brigade (Cyber) is the only offensive cyberspace operations brigade in the U.S. Army and we actively fight alongside our Joint partners to achieve U.S. supremacy in an increasingly contested cyberspace and electromagnetic spectrum. https:\/\/t.co\/DDVLcq8elX",
        "Timestamp": "2021-05-04 13:12:52"
    },
    {
        "Tweet": "From opinion columnist @ejmontini: Cyber Ninjas promised that vote counters would be nonpartisan and that they would each be screened. If Anthony Kern didn’t set off any alarms, just imagine who else they’ve allowed to handle our precious ballots. https:\/\/t.co\/joD6MbTEuQ",
        "Timestamp": "2021-05-04 03:30:00"
    },
    {
        "Tweet": "Arizona has turned over 2.1 million ballots to Cyber Ninjas, a random Florida company run by a \"Stop the Steal\" conspiracy theorist\n\nA bunch of tables have been set up in an auditorium so the ballots can be viewed under UV light. No one knows why\n\nI'm sure this will end well",
        "Timestamp": "2021-05-03 14:50:18"
    },
    {
        "Tweet": "The private company hired by Arizona Republicans to recount 2020 ballots has been smacked down by a judge for trying to keep its process secret.\n\nCyber Ninjas was ordered to cough up its playbook, which departs significantly from AZ election procedures.\nhttps:\/\/t.co\/cns5nMgK9W",
        "Timestamp": "2021-05-01 15:00:00"
    },
    {
        "Tweet": "Happy #MayThe4th!\n\nIf there were to be a war in the stars, how would the Law of Armed Conflict apply in space?\n\nEpisode 11 of #InsideAIR out today examines the Law of Armed Conflict in the realms of Cyber and Space.\n\nListen on your podcast app or here: https:\/\/t.co\/5NmVuvFoh5 https:\/\/t.co\/yomLj1i9Fr",
        "Timestamp": "2021-05-04 08:45:00"
    },
    {
        "Tweet": "\"A judge ruled on Wednesday that Cyber Ninjas, a company hired by Arizona Republicans to conduct an additional audit of the 2020 election, would not be allowed to file their policies and procedures with the court under seal.\"\nhttps:\/\/t.co\/2e19sLdTCJ",
        "Timestamp": "2021-04-28 20:22:26"
    },
    {
        "Tweet": "BREAKING REPORT: MyPillow CEO Mike Lindell has Spent $1M DOLLARS on 'FRANK' while DEFENDING multiple cyber attacks.. \n\nMike is FIGHTING for FREE SPEECH.. \n\nGIVE BACK and fight CANCEL CULTURE.. \n\nUSE CODE:➡️THANKS45⬅️ @ https:\/\/t.co\/JToDYOjNvl up to 66% OFF.. \n\nPlease RT.. https:\/\/t.co\/WSoe6lBEWw",
        "Timestamp": "2021-05-03 19:44:58"
    },
    {
        "Tweet": "Drone assassination, torture, kidnapping, overturning governments, rigging elections, putting down labor movements, cyber-terrorism, illegal domestic surveillance, blackmail, arms delivery — but of course, we need the most progressive hiring practices for those activities. https:\/\/t.co\/oH1MG3SFep",
        "Timestamp": "2021-05-03 01:55:46"
    },
    {
        "Tweet": "A: Senate Republicans paying Cyber Ninjas $150,000 in taxpayer dollars. That could increase, per contract. Senate Republicans also agreed to assume risk for lawsuits or damage\/repair to Maricopa County equipment. That potentially leaves taxpayers exposed. https:\/\/t.co\/09M7LuolIG",
        "Timestamp": "2021-05-04 00:24:48"
    },
    {
        "Tweet": "The CEO of the company running Arizona’s election recount doesn’t just promote conspiracy theories; he writes them! https:\/\/t.co\/7YT64ew3uU",
        "Timestamp": "2021-05-04 06:19:20"
    },
    {
        "Tweet": "“The Government proposes that the courses...that are not among its strategic priorities – music, dance, drama &amp; performing arts; art and design; media studies; &amp; archaeology – are to be subject to a reduction of 50%.”\n\nRemember the ballet dancer + training in cyber? They mean it. https:\/\/t.co\/CilCBVJx6B",
        "Timestamp": "2021-05-01 06:03:53"
    },
    {
        "Tweet": "HuffPost: Arizona’s GOP-led Senate has hired Cyber Ninjas — which has no experience with elections or ballots — to audit the Maricopa County recount, and only the Senate and presidential ballots, won by Dems.",
        "Timestamp": "2021-05-03 17:01:38"
    },
    {
        "Tweet": "SECRET DOC Now-released document that Cyber Ninjas didn't want you to see imagines Antifa attack, then chaos surrounding ballot-counting site. READ https:\/\/t.co\/6f7rV4odVM https:\/\/t.co\/XvwesrvRqn",
        "Timestamp": "2021-04-30 03:13:21"
    },
    {
        "Tweet": "Üdvözöljük Pakisztánban Minister for Foreign Affairs and Trade, #PéterSzijjártó. Constructive engagements today between our respective business delegations for more meaningful #EconomicDiplomacy. Great to witness signing of partnerships between 🇵🇰 🇭🇺 in dairy, cyber sec &amp; pharma https:\/\/t.co\/ITx4MvjO4k",
        "Timestamp": "2021-04-30 09:01:32"
    },
    {
        "Tweet": "BREAKING Maricopa County Judge Daniel Martin rejects Cyber Ninjas motion to hide policies &amp; procedures from public and media. Expects immediate appeal of ruling. https:\/\/t.co\/X0qpEYWbwM",
        "Timestamp": "2021-04-28 18:42:57"
    },
    {
        "Tweet": "I have intervened as a plaintiff in ADP v. Fann to protect Arizona voters and to ensure that the Senate &amp; Cyber Ninjas are following the law. \n\nYou can watch today’s hearing, starting at 10:30AM, at https:\/\/t.co\/rgZ0A1MfxR https:\/\/t.co\/BIHfl4GKmt",
        "Timestamp": "2021-04-28 17:24:30"
    },
    {
        "Tweet": "UPDATE Out of the gate, massive miscalculation by Cyber Ninjas. Replaces lawyer, new lawyer asks to delay hearing because he's not ready to argue. Judge says sorry, train's left the station, do your best. (Judge was clear yesterday on need to move quickly in this case). https:\/\/t.co\/Bx7kISJBM8",
        "Timestamp": "2021-04-28 17:58:02"
    },
    {
        "Tweet": "BREAKING: Judge denies Democrats' request to stop Maricopa County audit, but also orders Cyber Ninjas to disclose their procedures, which they argued should be kept under seal as trade secrets... \n\nhttps:\/\/t.co\/1LkWtbMk13 -- @dcexaminer",
        "Timestamp": "2021-04-28 19:31:58"
    },
    {
        "Tweet": "The extended farce that is the Arizona's election “audit” is starting to get to even the clowns doing the bidding of the clowns in the Arizona Senate. Apparently, the secret Ninja skillz of the Cyber Ninjas are beginning to fade. https:\/\/t.co\/dVLBB1heI6",
        "Timestamp": "2021-04-28 17:51:59"
    },
    {
        "Tweet": "Maricopa County Superior Court Judge Daniel Martin also rejected a motion by Cyber Ninjas to keep its audit policies and procedures under seal.\n\nThe judge ordered that the documents be made public by noon on Thursday.\nhttps:\/\/t.co\/5bXoKJJvtz",
        "Timestamp": "2021-04-28 19:40:21"
    },
    {
        "Tweet": "HAPPENING NOW, a hearing in the legal challenge to the Senate GOP-led review of the 2020 election in Maricopa Co.\n\nJudge Martin says two things happening today: Hear arguments to keep Cyber Ninjas' filings under seal, and whether to issue a new order that could halt the audit.",
        "Timestamp": "2021-04-28 17:39:16"
    },
    {
        "Tweet": "Anyone else wondering what the Cyber Ninjas are secretly doing with our voting machines? #az #fraudit #azaudit https:\/\/t.co\/lgEx0fw5kD",
        "Timestamp": "2021-04-28 14:29:17"
    },
    {
        "Tweet": "Grateful for the discussion with @SecDef Lloyd D. Austin  on how @US_CYBERCOM and @NSAGov address persistent threats in cyberspace in our Nation's defense. I had the honor of showing him real-world operations conducted by one of our cyber National Mission Teams. https:\/\/t.co\/0BBtco0m2f",
        "Timestamp": "2021-04-28 14:51:54"
    },
    {
        "Tweet": "A legal stunt? New lawyer steps in for Cyber Ninjas, asks to delay hearing on request to seal CN documents, says he's not ready to argue case. \nJudge says sorry, we're moving on. \nAnd now ousted attorney Alexander Kolodin says he can't talk either. \nJudge to Wolff: Do your best. https:\/\/t.co\/z7Fk0klP9x",
        "Timestamp": "2021-04-28 17:43:10"
    },
    {
        "Tweet": "This came up just the other day. If you're looking to start or grow a career in security and are wondering what to study, dig into cloud security. Every org is on some kind of cloud transformation and most desperately need expertise in the area.\n\nhttps:\/\/t.co\/c6Tu3KyknJ",
        "Timestamp": "2021-04-28 14:51:59"
    },
    {
        "Tweet": "In summary, Cyber Ninjas brings on new attorneys at the last minute who say they're unprepared to argue their case at today's hearing. \n\nJudge Daniel Marin says too bad, and the hearing will continue on.",
        "Timestamp": "2021-04-28 17:44:54"
    },
    {
        "Tweet": "i’m not seeing a lot written in english about what’s happening in colombia — basically, colombian riot police have been shooting + killing peaceful protestors in the streets. 26 people have been killed and internet is being cut off.  \n\nto donate: https:\/\/t.co\/wmG3zcreGl https:\/\/t.co\/eVAn8yaGWt",
        "Timestamp": "2021-05-05 17:11:03"
    },
    {
        "Tweet": "This might be obvious as hell (then again we’re on the internet...) but god damnit, tell people when they’re great at things! Tell them you like what they did or made. Tell them you’re excited by them, that you’re proud of them. Tell them they’re seen. Tell them you love them.",
        "Timestamp": "2021-05-04 21:32:06"
    },
    {
        "Tweet": "Imagine If J Cole, Kendrick Lamar &amp; Drake Dropped Their Albums In A 3 Week Span. The Internet Won’t Work 😂😂",
        "Timestamp": "2021-05-04 18:16:27"
    },
    {
        "Tweet": "At last, @LeegitItsSam joins the Internet search with @Jae_Day6 and @AleXa_ZB! 🙌\n\nThey talk about NFTs, which essentially allows people to sell digital...anything? Did you know there's a chance you can get rich from just a single tweet?! Listen to this week's ep to hear more! 🤯 https:\/\/t.co\/TgtX4AIWrP",
        "Timestamp": "2021-05-04 17:01:21"
    },
    {
        "Tweet": "Opinion: Russia’s plot to control the Internet is no longer a secret https:\/\/t.co\/WT7Ln7X3Y0",
        "Timestamp": "2021-05-05 06:04:05"
    },
    {
        "Tweet": "‘From the Desk of Donald J. Trump’ goes live on internet - https:\/\/t.co\/DVPhHJMjnE #OANN",
        "Timestamp": "2021-05-04 22:59:14"
    },
    {
        "Tweet": "With theories and excitement about their upcoming single #Butter taking over the Internet, @BTS_twt amp up the anticipation with the release of two additional concept clips https:\/\/t.co\/6Om7cw4o5f",
        "Timestamp": "2021-05-04 17:31:53"
    },
    {
        "Tweet": "Due to the Empire's internet censorship Bill, I’m unable to share my intergalactic adventure with you. #MayThe4thBeWithYou https:\/\/t.co\/Y9IjYfqcaZ",
        "Timestamp": "2021-05-04 13:21:21"
    },
    {
        "Tweet": "#SidharthShukla and #SoniaRathee’s sizzling chemistry in these unseen stills from ‘Broken But Beautiful 3’ flood internet! \n\n#BrokenButBeautiful3 \nhttps:\/\/t.co\/XpoX6c4tsc",
        "Timestamp": "2021-05-05 08:58:12"
    },
    {
        "Tweet": "Small businesses want safer roads to deliver their goods, better transit for their customers and employees, and a high-quality internet connection to grow their business. The American Jobs Plan will bring affordable broadband to every small business in the country.",
        "Timestamp": "2021-05-06 01:00:47"
    },
    {
        "Tweet": "My book, Queer Love in Color, publishes today! I’ve been dreaming of this day my entire life. \n\nI think the stories in the book could be life-changing, so I made this TikTok to convince the queer youth of the internet to read it. https:\/\/t.co\/4g9qFmTvUx",
        "Timestamp": "2021-05-04 21:41:47"
    },
    {
        "Tweet": "This request I received on my #CovidHelpSrikakulam helpline is next-level. Not worried about covid, but rather the fear of covid! 😅 But I want to indulge him. \nDear Internet: suggest us some videos to give us all some much-needed positivity &amp; motivation. https:\/\/t.co\/nfmX2ffjIW",
        "Timestamp": "2021-05-05 08:46:08"
    },
    {
        "Tweet": "Rex Murphy is a national treasure. Here he exposes bill C-10 for what it is: part of the Liberal agenda to control you. \n\nSign my petition to fight back: https:\/\/t.co\/g14Jm16I5R\n\nhttps:\/\/t.co\/Ln2ylKqEDq",
        "Timestamp": "2021-05-04 13:07:04"
    },
    {
        "Tweet": "Will all the non-fascist people and eminent liberals kindly come out of their intellectual cave and condemn what’s happening in Bengal? Or have they not recharged their internet account?",
        "Timestamp": "2021-05-04 05:09:17"
    },
    {
        "Tweet": "Tens of millions of strangers on the internet meme'd an asset to over $1 trillion in market cap. \n\nNever bet against the internet.",
        "Timestamp": "2021-05-04 03:14:55"
    },
    {
        "Tweet": "Been sharing my whole life with the internet since I was 15..... and my biggest flex is that I still managed to be very private with things I want to be private \n\ny’all know me but you don’t",
        "Timestamp": "2021-04-29 21:33:24"
    },
    {
        "Tweet": "\"This is classic government, OK? ... The post office has an internet covert operations program to spy on the social media political behavior of our fellow Americans.\"\n\n@RepMattGaetz says USPS \"covert operations program\" is \"classic government.\" \n\nhttps:\/\/t.co\/95hdAWRLJS",
        "Timestamp": "2021-05-04 00:40:42"
    },
    {
        "Tweet": "I really don’t have the patience to listen to legislators who voted to let Trump spend money to benefit the most wealthy, but aren’t willing to spend (our) money on high speed Internet, early education &amp; other infrastructure for the rest of us.",
        "Timestamp": "2021-04-30 17:16:47"
    },
    {
        "Tweet": "Canadian 'sign war' captivates the internet https:\/\/t.co\/dzuEdtudI1",
        "Timestamp": "2021-05-04 04:01:10"
    },
    {
        "Tweet": "West Virginia ranks 49th out of 50 states on internet access. Just sayin, @Sen_JoeManchin.",
        "Timestamp": "2021-05-01 20:20:02"
    },
    {
        "Tweet": "I need volunteers in fight against Corona\n\n- Give 6 - 8 hours daily\n\n- Find source of oxygen, plasma, bed, food, help and connect with patients\n \n- use ur phone and internet for saving lives \n\nकोरोना से लड़ने में साथ आइये \n\nFill this form : https:\/\/t.co\/I88JbAYH04 https:\/\/t.co\/9nvqpPPo3Z",
        "Timestamp": "2021-05-01 06:08:30"
    },
    {
        "Tweet": "Broadband is not only infrastructure, it’s a vital investment in rural America. We can close the digital divide, but only if we make high-speed internet accessible to everyone.",
        "Timestamp": "2021-05-01 19:51:08"
    },
    {
        "Tweet": "BREAKING: Rep. Gaetz leads 9 Republican co-sponsors in a push to abolish the U.S. Postal Service's illegal domestic surveillance program known as the Internet Covert Operations Program (iCOP).\n\nhttps:\/\/t.co\/9bODtduy8D https:\/\/t.co\/hU39Y5pAAi",
        "Timestamp": "2021-04-30 15:24:33"
    },
    {
        "Tweet": "Lmfao of course I try to show y’all a song and the internet doesn’t agree",
        "Timestamp": "2021-04-28 22:37:03"
    },
    {
        "Tweet": "Cutest picture on the internet today! 🥺💙\n\n#OneFamily #MumbaiIndians #MI @ImRo45 @ritssajdeh https:\/\/t.co\/5mlwRhSjKQ",
        "Timestamp": "2021-04-30 09:45:00"
    },
    {
        "Tweet": "What would ACTUALLY make urban biking safer — the truth, vs the internet (and sadly, too many decision-makers).\n\nDrawing by @davewalker, HT @CyclingSurgeon https:\/\/t.co\/GzPN6Ind0X",
        "Timestamp": "2021-05-04 00:12:03"
    },
    {
        "Tweet": "On #WorldPressFreedomDay, a group of Western embassies in Myanmar \"call for the immediate release of all media workers, the establishment of the freedom of information and communication and for the end of all internet restrictions in Myanmar.\" https:\/\/t.co\/uRng8yB2Vr https:\/\/t.co\/ih3WbAy5z6",
        "Timestamp": "2021-05-03 14:54:00"
    },
    {
        "Tweet": "1. You banned our reporters from the election debates.\n2. You had RCMP escort our reporter away from your press conference.\n3. You introduced a bill to censor the Internet including individuals on social media.\n4. You have nationalized 99% of the news media with your bail-outs. https:\/\/t.co\/mNMn9PaRK1",
        "Timestamp": "2021-05-03 15:10:54"
    },
    {
        "Tweet": "truly cannot overstate what a baller move it is for bo burnham to disappear from the internet only to reappear every few years with a perfect, fully formed new project. https:\/\/t.co\/mTSmwrQtIJ",
        "Timestamp": "2021-04-28 18:08:08"
    },
    {
        "Tweet": "Aww man... RIP to El Risitas, an absolute internet legend.\n\nNo one is going to forget that infectious KEKW laugh anytime soon 🙏🏻 https:\/\/t.co\/YrjLplvCWZ",
        "Timestamp": "2021-04-28 19:58:27"
    },
    {
        "Tweet": "With Replicant released, I keep thinking back to the time @yokotaro completely deleted me from the internet on a softball question. https:\/\/t.co\/dqOJ4jPYos",
        "Timestamp": "2021-04-28 17:08:21"
    },
    {
        "Tweet": "MPT, SAC Terrorist Group-controlled ISP teams up with @Huawei to monitor Myanmar internet users. 1\/2\n\n#Apr28Coup #WhatsHappeningInMyanmar #MilkTeaAlliance",
        "Timestamp": "2021-04-28 15:10:25"
    },
    {
        "Tweet": "\"MPT staff participating #CivilDisobedienceMovement are forced to get back to work. Devices designed to watch &amp; control internet users are being installed at Hanthawaddy National Gateway\" an engineer at MPT told Burma Associated Press on condition of anonymity. 2\/2",
        "Timestamp": "2021-04-28 15:10:38"
    },
    {
        "Tweet": "Mom: Why are you taking a picture of your niece's toys?\nMe: The internet will understand\n\n📸 serathes https:\/\/t.co\/AnojRejzIY",
        "Timestamp": "2021-04-28 22:03:02"
    },
    {
        "Tweet": "I wrote about Rob Anderson being disgusting. \n\nHere’s a hot tip for every man on the Internet: we don’t want to see your junk. For any reason. \n\nEVER. \n\n #RobAndersonIsCanceled  https:\/\/t.co\/vWS9nYdxeG",
        "Timestamp": "2021-04-28 17:23:33"
    },
    {
        "Tweet": "Trudeau’s fascist government takes another step towards censorship of free speech by giving its bureaucrats the power to regulate every video you post on the Internet.\nhttps:\/\/t.co\/1XrKo8H5oz",
        "Timestamp": "2021-04-28 16:26:37"
    },
    {
        "Tweet": "This is what internet was created for https:\/\/t.co\/SjfkEHnZfd",
        "Timestamp": "2021-04-28 15:53:01"
    },
    {
        "Tweet": "Modi shut the internet down in Kashmir for around 150 days, cutting off 7 million ppl from the rest of the world, impacting health\/education\/freedom of speech and it doesn’t even a cursory mention in this editorial? @PostOpinions https:\/\/t.co\/vQ5lh2T9yA",
        "Timestamp": "2021-04-28 21:20:04"
    },
    {
        "Tweet": "Milwaukee Brewers outfielder @ChristianYelich goes undercover on the internet for @GQSports https:\/\/t.co\/qMQNae4VUU",
        "Timestamp": "2021-04-28 16:03:22"
    },
    {
        "Tweet": "A million Ohioans lack access to reliable, high-speed Internet - many of them in rural communities in #OH4.\n\nEvery dollar we spend on broadband means $3-$4 in economic growth.\n\nThis is a no-brainer. And any congressman who isn't fighting for it is letting us down.",
        "Timestamp": "2021-04-28 19:40:02"
    },
    {
        "Tweet": "The @JustinTrudeau government has used your tax dollars to purchase most of what you see and read. What they can’t buy, they’re now preparing to censor and control through regulation. @JustinTrudeau, Canada isn't China!\n \n #canpoli\n\nhttps:\/\/t.co\/EBFlIXiho9",
        "Timestamp": "2021-04-28 18:49:17"
    },
    {
        "Tweet": "EFCC Arrests 34 Alleged Internet Fraudsters in Owo, Ondo State\n\nOperatives of the EFCC, Benin Zonal Office, through its intelligence gathering operation code-named 'Erinle' on Wednesday April 28, 2021 arrested 34 alleged internet fraudsters in Owo, Ondo State.\nDetails shortly... https:\/\/t.co\/YOCaSk8Hq2",
        "Timestamp": "2021-04-28 18:37:40"
    },
    {
        "Tweet": "Used to sprint home to get the dial up internet going to watch this dude BULLY people on their property... Yards, Garages, Gyms, Parking lots..\n\nRIP to a legend.. “TRUNK HIT HARD LIKE KIMBO SLICE” https:\/\/t.co\/m4JZyRjCR4",
        "Timestamp": "2021-04-28 15:53:03"
    },
    {
        "Tweet": "I used to hoard beats and it was frustrating.\n\nNow that I release every beat I make to the internet, I get a lot of encouragement and motivation to keep making and releasing more. \n\nI make music for people to hear, not to sit on a hard drive.",
        "Timestamp": "2021-04-28 15:08:26"
    },
    {
        "Tweet": "Venus - Mars : initiate conversations &amp; leave ppl inspired  \n\nVenus - Moon : be emotionally available \n\nVenus - Uranus : stay connected on social media\/internet \n\nVenus - Neptune : use your intuition &amp; be glamorous \n\nVenus - Pluto : show your depth &amp; magnetism",
        "Timestamp": "2021-04-28 14:27:51"
    },
    {
        "Tweet": "The pandemic has revealed the extent of the digital divide in this country, as our research and today's @Ofcom study has shown.  \n\nGoing forward, access to technology and a good quality internet connection should be seen as a necessity for learning, not a luxury. https:\/\/t.co\/aFD889hAmT",
        "Timestamp": "2021-04-28 15:01:48"
    },
    {
        "Tweet": "Yesterday, the Belgian Foreign Affairs Committee was set to have a hearing on the #UyghurGenocide, with witnesses. It was canceled due to a cyberattack 30 min before the hearing.\n\nThe hearing will be rescheduled. Meanwhile, we will continue to speak our truth. https:\/\/t.co\/cRWYZ0cnjb",
        "Timestamp": "2021-05-05 07:09:12"
    },
    {
        "Tweet": "Scripps Health is still offline.\n\nWe break down the recent cyberattack and its impact on patients and staff as officials \"are still in the process of assessing the extent of this attack.\" https:\/\/t.co\/w9i77h8H8I https:\/\/t.co\/w0DFpeG2B2",
        "Timestamp": "2021-05-05 20:55:06"
    },
    {
        "Tweet": "📢  #SoFiNews Update:\n💉  @Pfizer reports $3.5B vaccine revenue for Q1\n💻  @SmileDirectClub had a cyberattack\n✈️  @Expedia sells its corporate travel unit to @AmericanExpress\n\nWant more news? Check out our daily podcast in the SoFi app: https:\/\/t.co\/HaIeIWjwJm https:\/\/t.co\/GXFX9UBHYu",
        "Timestamp": "2021-05-05 12:01:03"
    },
    {
        "Tweet": "Meduza's donation page is getting hit with a cyberattack, but you can still donate via Paypal or with cryptocurrency. See instructions here: https:\/\/t.co\/sctsO08nns",
        "Timestamp": "2021-05-05 15:15:16"
    },
    {
        "Tweet": "Researchers uncover new cyberattack activities, collectively named \"EmissarySoldier,\" attributed to LuckyMouse, the APT #hacking group that’s well-known for its watering hole attacks against government entities.\n\nRead details: https:\/\/t.co\/ZTxihCxNjH\n\n#infosec #cybersecurity",
        "Timestamp": "2021-04-29 14:55:26"
    },
    {
        "Tweet": "\"Mr. Biden has already acknowledged that, implicitly, in his announcement imposing sanctions this month against Russia for its SolarWinds cyberattack on federal agencies and businesses, and for its disinformation efforts during the 2020 election.\" THREAD 1\/",
        "Timestamp": "2021-04-30 16:53:36"
    },
    {
        "Tweet": "Alaska court system forced offline by cyberattack https:\/\/t.co\/O8XY8K7HbH https:\/\/t.co\/6Z1iYxfRWG",
        "Timestamp": "2021-05-03 15:16:08"
    },
    {
        "Tweet": "I know the @ScrippsHealth IT team is working overtime on this senseless cyberattack. @UCSDHealth and the rest of the community are standing by to help in any way we can.\n\nhttps:\/\/t.co\/FSgDIqXo1K https:\/\/t.co\/SGKo2elGrd",
        "Timestamp": "2021-05-02 21:02:24"
    },
    {
        "Tweet": "Scripps Health confirms their technology information systems were hacked overnight, forcing them to switch to offline chart systems and causing a disruption to their patient portals.https:\/\/t.co\/LBoJNy1M8C",
        "Timestamp": "2021-05-02 20:14:04"
    },
    {
        "Tweet": "GOI doesn’t get it. \n\nThe only way to stop the spread of Corona now is a full lockdown- with the protection of NYAY for the vulnerable sections. \n\nGOI’s inaction is killing many innocent people.",
        "Timestamp": "2021-05-04 04:33:54"
    },
    {
        "Tweet": "House Intel chair Adam Schiff with no sympathy whatsoever for Trump complaints that he’s been kicked off Facebook, noting “there’s no Constitutional protection for using social media to incite insurrection.”",
        "Timestamp": "2021-05-05 15:20:27"
    },
    {
        "Tweet": "There's no Constitutional protection for using social media to incite an insurrection.\n\nTrump is willing to do anything for himself no matter the danger to our country.\n\nHis big lies have cost America dearly.\n\nAnd until he stops, Facebook must ban him.\n\nWhich is to say, forever. https:\/\/t.co\/qdvY9ebO3l",
        "Timestamp": "2021-05-05 14:40:40"
    },
    {
        "Tweet": "Vaccines don't just work. They work across all the variants, providing protection from illness, hospitalizations, and deaths.\nSummary including today's multiple updates.\n(and we're damn lucky) https:\/\/t.co\/Jv25toA4Pu",
        "Timestamp": "2021-05-05 23:02:52"
    },
    {
        "Tweet": "Today, House Oversight Chairwoman Carolyn Maloney led a group of bipartisan Members in reintroducing The Whistleblower Protection Improvement Act of 2021 to strengthen protections for federal employees who expose wrongdoing.",
        "Timestamp": "2021-05-04 21:30:00"
    },
    {
        "Tweet": "Pharma was absolutely opposed to lifting patent protection and had an army of lobbyists pushing in the other direction. Biden’s willingness to stand up to them is truly fantastic to see.",
        "Timestamp": "2021-05-05 20:49:13"
    },
    {
        "Tweet": "Stop being mad at God for protecting you. Rejection is God’s protection.",
        "Timestamp": "2021-05-04 19:09:21"
    },
    {
        "Tweet": "‼️After 6 months of conflict in #Tigray, over 1 million people have been displaced; thousands have been facing sexual and gender-based violence.\n\nMeeting basic needs and providing protection are a priority.\n\nAll civilians in Tigray must be able to access humanitarian aid. https:\/\/t.co\/zUJpBN2agj",
        "Timestamp": "2021-05-04 14:10:22"
    },
    {
        "Tweet": "A petition has been filed in the Supreme Court seeking directions to the Centre to deploy central protection forces, including armed forces, for the restoration of law and order in West Bengal. https:\/\/t.co\/beCOmwHjkH",
        "Timestamp": "2021-05-04 11:55:43"
    },
    {
        "Tweet": "For those who can't go to Thirumala &amp; visit Sri Venkateswara, the temple is allowing Swami Moolavirattu for the first time in their history. \nThis is a forward from a devotee. \nMay Lord Balaji spread protection for all. 🙏 https:\/\/t.co\/P0izKqegLH",
        "Timestamp": "2021-05-06 01:11:55"
    },
    {
        "Tweet": "Why do we see negligible reporting in the Murdoch media on this? Because vaccine supply and distribution is fully a Federal responsibility. And Murdoch is a Liberal Party protection racket.....    But if it was school halls built under a Labor Govt....? https:\/\/t.co\/WhoZO1i1eu",
        "Timestamp": "2021-05-05 06:38:52"
    },
    {
        "Tweet": "NEW: In just the 30 days after Donald Trump left the presidency, his adult childrens' travels cost taxpayers more than $140,000.\n\nTrump extended their Secret Service protection by six months in one of his last moves as president.\n https:\/\/t.co\/WFKuVg16kw",
        "Timestamp": "2021-05-05 13:51:22"
    },
    {
        "Tweet": "Enough of your goody-goodyism @narendramodi ji\nStop giving legitimacy to #ConversionMafias\n\nNot a word of sympathy for slaughtered BJP workers who risked their lives to boost your ego with mammoth rallies in Bengal\n\nNo protection for Hindus fleeing Bengal\nBig let down @BJP4India https:\/\/t.co\/Ic2JDhu6ZL",
        "Timestamp": "2021-05-05 16:15:38"
    },
    {
        "Tweet": "Today CCLC approved 2 very critical bills: Journalist Protection Bill and the Enforced Disappearances bill which criminalizes enforced disappearances. This is major step forward in strengthening human rights by PTI govt.   Will be tabled in next NA session, after cabinet approval",
        "Timestamp": "2021-05-04 16:38:06"
    },
    {
        "Tweet": "The Liberals refuse to answer why they removed protection for individual speech rights in bill C10. They have no good reason, so they resort to raising wedge issues, confusing policy positions and working to distract, divide and demonize Canadians who don’t agree with them. https:\/\/t.co\/b4zX5ZlRyq",
        "Timestamp": "2021-05-04 16:51:38"
    },
    {
        "Tweet": "The Biden admin is planning to install Richard Cordray, the former director of the Consumer Financial Protection Bureau, to oversee federal student loans.\n\nThe selection of Cordray is a major victory for progressives. https:\/\/t.co\/J1qmeoSf23",
        "Timestamp": "2021-05-04 01:00:00"
    },
    {
        "Tweet": "The violence unleashed in West Bengal needs to stop now &amp; all perpetrators punished @MamataOfficial Violent politics is condemnable. Bjp workers should be given protection",
        "Timestamp": "2021-05-04 03:09:13"
    },
    {
        "Tweet": "We now know that Mike Pence’s trip to Colorado in the midst of the pandemic cost taxpayers $750,000, and that’s just for protection.\nhttps:\/\/t.co\/hyjQiqvhZ5",
        "Timestamp": "2021-05-04 02:00:53"
    },
    {
        "Tweet": "The President’s Oath of Office requires him to preserve, protect and defend The Constitution. Article 4 section 4 of the Constitution guarantees to every state protection against invasion. We are being invaded on our southern border. Joe Biden, you are violating your Oath!",
        "Timestamp": "2021-05-02 16:03:07"
    },
    {
        "Tweet": "Thank you @tnpoliceoffl for the protection. I am the first person in my entire family's history to be given the same.\nHowever, I would politely like to give up this privilege so the same officers' time is better used for something else during this pandemic.\n\nThank you again.❤️",
        "Timestamp": "2021-04-29 14:34:38"
    },
    {
        "Tweet": "Don't skip the second dose of Pfizer or Moderna if you've already gotten your first dose. Without the second dose, your vaccine-induced protection isn't as strong or long-lasting.",
        "Timestamp": "2021-05-01 21:10:02"
    },
    {
        "Tweet": "Dear @narendramodi ji\nIPS officers take oath over constitution and not on any party manifesto. Get them to act.\n\nWeild the power that you have been given. Forget ppl being BJP karyakartas. They are citizens and deserve protection under same constitution.\n\nWB needs help! Act. Now!",
        "Timestamp": "2021-05-03 16:46:02"
    },
    {
        "Tweet": "Sources: Meanwhile, EC on Monday wrote to West Bengal chief secretary seeking police protection for the Nandigram returning officer.",
        "Timestamp": "2021-05-04 03:49:23"
    },
    {
        "Tweet": "BJP’s elected MLAs send an SOS to New Delhi after 28 BJP workers get hacked to death by the TMC mobs that are on a killing spree.\n\nPlead of PM Modi and HM Shah to give them protection.\n\nThis is just a trailer of how secularism looks like in lands dominated by secular people.",
        "Timestamp": "2021-05-03 10:39:59"
    },
    {
        "Tweet": "Today, I May, we pay tribute to all our industrial, agri &amp; informal economy workers, incl those working overseas. My govt knows the challenges they all face, esp in Covid pandemic, &amp; we are committed to ensuring safer, more secure working conditions &amp; social protection for them.",
        "Timestamp": "2021-05-01 12:02:49"
    },
    {
        "Tweet": "Given the COVID impact on children especially those who have lost their parents, GOI has reached out to all States to ensure their protection under JJ Act. @MinistryWCD has appealed to States to enable Child Welfare Committees to actively monitor well-being of children in need.",
        "Timestamp": "2021-05-01 13:54:16"
    },
    {
        "Tweet": "Wisconsin does not have:\n\n❌ Universal background checks\n❌ Gun owner licensing\n❌ Extreme risk protection orders\n❌ Assault weapon restrictions\n❌ Large capacity magazine ban\n❌ Waiting periods\n❌ Strong concealed carry law\n❌ Open carry regulations\n\nOneida Casino",
        "Timestamp": "2021-05-02 02:31:14"
    },
    {
        "Tweet": "Even if you've already had Covid, getting vaccinated reinforces the protection your immune system has built and reduces the risk you'll get reinfected.",
        "Timestamp": "2021-05-01 14:40:03"
    },
    {
        "Tweet": "The apartment company of Jared Kushner violated Maryland's consumer protection laws numerous times by collecting debts without the required licenses, charging tenants improper fees, and misrepresenting the condition of rental units, a judge has ruled. https:\/\/t.co\/cauhkW5occ",
        "Timestamp": "2021-05-01 12:00:02"
    },
    {
        "Tweet": "Jared Kushner's company violated Maryland consumer protection laws numerous times by collecting debts without the required licenses, charging tenants improper fees, and misrepresenting the condition of rental units, a judge ruled\nhttps:\/\/t.co\/Akoiz8Dudf",
        "Timestamp": "2021-04-30 14:19:24"
    },
    {
        "Tweet": "Last night, Joe once again tried to make the 2nd Amendment about hunting.\n\nIt's not about hunting.\n\nIt's about protection from a tyrannical government.",
        "Timestamp": "2021-04-29 13:09:51"
    },
    {
        "Tweet": "India 🇮🇳 needs our support and solidarity.\n\nI’m very grateful to France, Italy, Austria, Finland and Ireland for sending oxygen, medical equipment such as ventilators and COVID medication under our 🇪🇺 Civil Protection Mechanism.\n\nWe are in this together.",
        "Timestamp": "2021-04-29 09:41:44"
    },
    {
        "Tweet": "I’ll be wearing black today as @EveryDoctorUK goes to court against the government, in recognition of every key worker who died without PPE protection. This government did not protect NHS staff and others. Thousands dutifully went to work and died.\n\nWe seek justice.\n#MajorSleaze",
        "Timestamp": "2021-04-29 07:46:18"
    },
    {
        "Tweet": "Sometimes a DELAY in your plans is God’s protection!",
        "Timestamp": "2021-04-28 14:49:18"
    },
    {
        "Tweet": "1\/ A few points to clarify a few points...\n\nThese vaccines are really really good, but not perfect.\n\nOne dose of a vaccine provides excellent protection against #COVID19 infection, but of course 2 doses provide more protection. https:\/\/t.co\/GkV4kvj0bM",
        "Timestamp": "2021-04-28 18:40:24"
    },
    {
        "Tweet": "Weird that far-right, \"master-race\"-deranged reactionaries and \"anti-idpol\" \"irony\" \"leftists\" unite around Joe Rogan Protection, wonder what that's about!",
        "Timestamp": "2021-04-29 04:17:19"
    },
    {
        "Tweet": "@drmwarner Even if first shot provides partial protection (it does) and even if second shot provides near complete protection, widespread infection means the virus will find the gaps.",
        "Timestamp": "2021-04-28 15:01:44"
    },
    {
        "Tweet": "It's time to armor up!\n\nThe Armored Multi-Purpose Vehicle is the replacement for the M113 Family of Vehicles and provides capability improvement in force protection, survivability and mobility. \n\nLearn more about the Army Modernization Strategy ➡️ https:\/\/t.co\/k1oHTwqAgx https:\/\/t.co\/sqoV9xVpjA",
        "Timestamp": "2021-04-28 16:02:05"
    },
    {
        "Tweet": "FINAL THOUGHT FOR TONIGHT: “The @UN Charter demands that we maintain international peace and security. That means protecting civilians and the systems and infrastructure that serve as their lifelines.” - @USAmbUN Linda Thomas-Greenfield https:\/\/t.co\/fnIKQNUlb0 @USUN https:\/\/t.co\/iQ0dMqJqIq",
        "Timestamp": "2021-04-28 15:00:02"
    },
    {
        "Tweet": "Protection. Reliability. Class.\n\nYou've voted Oliver Skipp to third place in the Falcon Power Player of the Season award! 👏 https:\/\/t.co\/Br98CpVOsj",
        "Timestamp": "2021-04-29 13:00:01"
    },
    {
        "Tweet": "When it comes to Data Privacy and Security, Nigeria is at the forefront. Nigeria is the first country in Africa to come up with a data protection regulation. @DrIsaPantami, Honourable Minister of Communications and Digital Economy https:\/\/t.co\/aSdvpjerca",
        "Timestamp": "2021-04-29 12:08:11"
    },
    {
        "Tweet": "ANNOUNCEMENT: The Federal Executive Council (FEC) today approved the National Poverty Reduction with Growth Strategy (NPRGS): A strategy for accelerated reduction in poverty through economic growth, redistributive (i.e. Social Protection) programs and shared prosperity. \n\n#Thread",
        "Timestamp": "2021-04-28 14:45:13"
    },
    {
        "Tweet": "President Biden: \"Congress needs to pass legislation this year to finally secure protection for DREAMers.\"",
        "Timestamp": "2021-04-29 02:06:21"
    },
    {
        "Tweet": "#COVID19 could lead to the first decline in human development in 30 years.\n\nRecovery policies focused on social protection, green economy &amp; digitalization could reduce the pandemic's impact &amp; help countries build back better.\n\nMore from @UNDP: https:\/\/t.co\/j7qTmCtvxL #GlobalGoals https:\/\/t.co\/0pUtFOK8CX",
        "Timestamp": "2021-04-29 10:04:00"
    },
    {
        "Tweet": "#BREAKING: Sources tell @globalnewsto the gov't will announce the \"Ontario #COVID19 Worker Protection Benefit Program\" at 3:15pm...3 paid sick days for FT and PT positions, administered by WSIB. Gov't will reimburse 100%. Cost will be $750M-1.5B, Program to end Sept 25 #ONpoli",
        "Timestamp": "2021-04-28 18:43:51"
    },
    {
        "Tweet": "In addition to race, what is common in these violent acts is that the victims were the poorest among us. Working class and poor Asians and Asian Americans need our support and protection most of all.",
        "Timestamp": "2021-04-28 14:30:36"
    },
    {
        "Tweet": "Scientists have identified how evolution limits the dangers of immune responses in the brain while still providing protection from disease. The discovery provides new inroads for studying disorders like multiple sclerosis or Alzheimer’s disease. https:\/\/t.co\/O0II6CyRCV",
        "Timestamp": "2021-04-28 14:35:00"
    },
    {
        "Tweet": "Experts say it's very important for you and those around you to get vaccinated, but it may be necessary for those with compromised immune systems to take extra precautions after vaccination. https:\/\/t.co\/Jkzx54o73t",
        "Timestamp": "2021-04-28 14:32:04"
    },
    {
        "Tweet": "Whenever someone starts a conversation, “I’m not antivaccine but...”  remember the guy who told you “it’s not about the money” because it will be all about the money. \n\nFox News night programming has launched a very destructive antivaccine campaign in 2021. I don’t understand why https:\/\/t.co\/W5DVlwbeG5",
        "Timestamp": "2021-05-04 15:45:29"
    },
    {
        "Tweet": "Time to call people out. @TimesNow @vineetjaintimes \n\nYou gave viewers pious sermons how #Covid was the primary issue on counting day. Programming alert! Remember ? \nPolitics second. Covid first. \n\nToday 7-11 pm non-stop every panel discussion on ‘Bengal Politics’. \n\nIntrospect",
        "Timestamp": "2021-05-04 10:16:04"
    },
    {
        "Tweet": "Game Builder Garage–Announcement Trailer–Nintendo Switch https:\/\/t.co\/wuPIV8RCgB\n\nOut June 11th - \"Anyone can learn the basics of game design and visual programming with step-by-step lessons created by the minds at Nintendo.\" https:\/\/t.co\/UlLLawErU4",
        "Timestamp": "2021-05-05 22:07:47"
    },
    {
        "Tweet": "We interrupt your regularly scheduled programming to thank YOU with this appreciation post. 🙌\n\nShoutout to you all, our MINDSET Community, for sharing your stories and growing with us! Pat yourselves on the back today. ☺️💚\n\n#MentalHealthAwareness #MentalHealthMatters #MINDSET https:\/\/t.co\/ZZYUfAui5b",
        "Timestamp": "2021-05-04 23:49:15"
    },
    {
        "Tweet": "#KickingTheStigma programming lineup for today:\n* Peyton Manning\n* Frank &amp; Linda Reich\n* Snoop Dogg\n* Tony Dungy\n* Jeff Saturday\n* Rob Lowe\nDonate and watch at https:\/\/t.co\/Rgq5joRwcA !!! Every dollar counts!",
        "Timestamp": "2021-05-04 12:06:06"
    },
    {
        "Tweet": "I look forward to the once anti-Soviet GOP holding show trials. It will be great programming on Fox. @JudgeJeanine can preside. @seanhannity can do color commentary. @TuckerCarlson can pronounce the sentence. https:\/\/t.co\/OaiP3ZbaZb",
        "Timestamp": "2021-05-05 13:20:57"
    },
    {
        "Tweet": "Ks for a cause. \n\nAfter recording 51 strikeouts in April, @BauerOutage will be donating $51,000 to @thinktogether to help fund its afterschool STEM and robotics programming. Trevor will support @jklivinFNDN for May. https:\/\/t.co\/01QPZpJVbs",
        "Timestamp": "2021-05-04 21:18:45"
    },
    {
        "Tweet": "ORDER IN THE COURT! \nIn a brilliant programming move, @tcm will unite @BenMankiewicz with his (much) older brother, true-crime #Dateline all-star @JoshMankiewicz as they spotlight classic courtroom dramas every Wednesday in May!\nStarts tomorrow at 8p ET with “12 Angry Men.” https:\/\/t.co\/CMviVSiiCT",
        "Timestamp": "2021-05-04 23:19:01"
    },
    {
        "Tweet": "TFW you spend all morning working on something and it becomes progressively more and more broken to the point where you have to hard reset to a previous commit and you're pissed off that you just wasted 4 hours and then you question if you even like programming.",
        "Timestamp": "2021-05-04 10:08:33"
    },
    {
        "Tweet": "now offering production lessons via zoom!  Focusing on sound design, drum programming, mixing, arrangement, and feedback.  Ableton-centric, but can work with any DAW. contact me at lessonwho (at) gmail (dot) com for pricing and availability. flyer by @LOW_LIMIT https:\/\/t.co\/rQ7Z4BzpVm",
        "Timestamp": "2021-05-04 16:37:06"
    },
    {
        "Tweet": "So excited that my friend @sarahelizalewis's important work is being recognized, celebrated and brought to a wider audience through this incredible tribute to Vision &amp; Justice @friezeofficial. Learn more about the programming here: https:\/\/t.co\/tjDvJfW66y",
        "Timestamp": "2021-05-05 19:40:52"
    },
    {
        "Tweet": "Get a behind-the-scenes look at the journey Excel has taken as a programming language on the #MSRPodcast. @simonpj0 &amp; @AndrewDGordon discuss data type expansions &amp; the release of the LAMBDA function, which makes the Excel formula language Turing-complete: https:\/\/t.co\/RHCCtgFUID",
        "Timestamp": "2021-05-05 17:35:47"
    },
    {
        "Tweet": "If you love Senior Vice Presidents of Late Night Programming, you're gonna LOVE last night's #LateLateShow monologue \n\nhttps:\/\/t.co\/hqwlGMCeJM",
        "Timestamp": "2021-05-04 23:11:29"
    },
    {
        "Tweet": "Restaurants, bars, gyms—all are reopening in NYC.\n\nIt's time to let senior centers re-open for those fully vax'd, to offer the social contact, programming, hot meals, etc seniors have been missing.\n\nStanding w\/ @galeabrewer today to say it's time to #OpenOurSeniorCenters. https:\/\/t.co\/VnvrmRQkKn",
        "Timestamp": "2021-05-04 18:59:46"
    },
    {
        "Tweet": "Street Dreams Magazine is proud to announce the launch of Celebrating The Wins, an outdoor gallery and 3-month residency .@TheSeaport , opening on May 14, 2021.\n\nFeaturing original photography from 24 artists + experiential programming events. \n\nCurated by .@stevesweatpants https:\/\/t.co\/hUX0EDwxY5",
        "Timestamp": "2021-05-05 18:06:36"
    },
    {
        "Tweet": "The @GRAMMYMuseum has revealed the lineup for its COLLECTION:live virtual programming lineup, much of it highlighting artists of #Asian descent in celebration of Asian American and Pacific Islander Heritage Month.  https:\/\/t.co\/GImq5d5EZa",
        "Timestamp": "2021-04-30 22:33:00"
    },
    {
        "Tweet": "For anyone wanting to learn Java, just a reminder that I have an engaging course available just for you! And it's FREE ❤️\n\n👉🏾 https:\/\/t.co\/eQ9rqO1Dp5 https:\/\/t.co\/U6H88PZ66U",
        "Timestamp": "2021-05-02 16:48:57"
    },
    {
        "Tweet": "“Recursion is the parallel parking of programming.”",
        "Timestamp": "2021-04-29 15:36:58"
    },
    {
        "Tweet": "Tucker Carlson is now so thoroughly integrated into Fox’s programming and strategy that advertisers on the network’s other programs can’t hope to fully separate their brands from his.\n\nAnd that’s very dangerous for them. https:\/\/t.co\/RjwWnphF1x",
        "Timestamp": "2021-05-03 18:29:05"
    },
    {
        "Tweet": "A quick break from your scheduled #NFLDraft programming to show you Jet getting inside of a jet ✈️ @MecoleHardman4 https:\/\/t.co\/MG8uXsYpF7",
        "Timestamp": "2021-04-30 19:04:49"
    },
    {
        "Tweet": "LOL, ok so no one else says they didn't know...\n\nPython: https:\/\/t.co\/K9Hi8R4xHl\n\nJS: https:\/\/t.co\/xItuVb9MAh\n\nJava:https:\/\/t.co\/eQ9rqO1Dp5\n\nAll free! 🤗 https:\/\/t.co\/96tKrPGYWG",
        "Timestamp": "2021-05-03 21:12:56"
    },
    {
        "Tweet": ".@NPR broadcast its first on-air original programming 50 years ago today: May 3, 1971. We celebrate today with an entire playlist of songs from that year! \nhttps:\/\/t.co\/q2f51XbZ90",
        "Timestamp": "2021-05-03 21:12:54"
    },
    {
        "Tweet": "Marie Donoghue, VP Global Sports Video, Amazon, and Larry Fitzgerald, NFL wide receiver, just announced that starting in 2022, 15 Thursday night football games will be exclusively on @PrimeVideo as well as a weekly slate of original NFL programming! #NewFronts https:\/\/t.co\/LRVEtFdZiL",
        "Timestamp": "2021-05-03 20:26:20"
    },
    {
        "Tweet": "The Murdoch media is hooked on the profits that flow from racist programming. Tucker Carlson has lost 70 advertisers in the past year and faces a Jewish community boycott, but he's still the best-rating show on US cable TV. Where Fox goes, Sky follows. https:\/\/t.co\/0DDiDEwAt5",
        "Timestamp": "2021-05-02 01:52:00"
    },
    {
        "Tweet": "#Futuretechbosses in the #BayArea,  join @BlackGirlsCode on (5\/8) for a free virtual workshop that will focus on the fundamentals of programming! Register here: https:\/\/t.co\/RqR8swsnTh\n\n#tech #workshop #programming https:\/\/t.co\/OM5tDjPfkY",
        "Timestamp": "2021-05-03 23:11:57"
    },
    {
        "Tweet": "This is a great and thorough piece by @CalebHowe about just how much of CNN's programming is devoted to Fox but I think it doesn't go far enough into why. CNN is run like the WWE and they just need a heel. Instead of a new president, it's now just Fox\nhttps:\/\/t.co\/HFBDuUkwiW",
        "Timestamp": "2021-04-28 23:17:08"
    },
    {
        "Tweet": "😍😍😍\n\n@Scotiahockey and the Maple Leafs are making a donation of $20,000 to @YouCanPlayTeam to support LGBTQ+ youth programming in the Greater Toronto Area. https:\/\/t.co\/UMqJLbpb1j",
        "Timestamp": "2021-05-01 22:30:27"
    },
    {
        "Tweet": "Is there something about realizing reality is a Simulation that gives you control over programming it? Or does it only look and feel as if it does?",
        "Timestamp": "2021-05-02 17:02:03"
    },
    {
        "Tweet": "Remember all those ancient ideas about coupling and cohesion way back in the days of structured programming?\n\nWell, they are germane to the process of designing microservices.\n\nAll that old is new again.",
        "Timestamp": "2021-04-29 21:27:15"
    },
    {
        "Tweet": "Back to your regularly scheduled programming. https:\/\/t.co\/8XSBkCKmWz",
        "Timestamp": "2021-05-01 17:11:50"
    },
    {
        "Tweet": "A state senator and a judge from Pennsylvania will appear at a QAnon-branded conference;\n\nThe event will feature a supposed expert on “government sponsored mind control” who claims that such programming is being used to “usher in the New World Order.”\n\nhttps:\/\/t.co\/AvoDR8d9hR",
        "Timestamp": "2021-04-28 15:08:14"
    },
    {
        "Tweet": "If you look at crypto assets whether eth, doge, btc,mkr etc and only see something intangible  for people to trade, you haven't really looked. If you see smart contracts and programming languages and  think of new ways to disrupt industries then I'm saying there's a chance",
        "Timestamp": "2021-04-28 15:43:18"
    },
    {
        "Tweet": "Today, Minister Garneau participated in the launch of the @ElsieFund 2nd Programming Round. Canada is proud to support the Fund to increase #WomenInPeacekeeping. Find out more on the initiative’s important work 👉 https:\/\/t.co\/2saafwQoGU https:\/\/t.co\/iKpacMSqtJ",
        "Timestamp": "2021-04-28 22:25:23"
    },
    {
        "Tweet": "This Friday, celebrate @IntlJazzDay with the staff of the Armstrong House as we'll be popping on Facebook Live at 12 Noon EST to discuss the magic of Corona, Queens, how we've dealt with the pandemic, our expansive new virtual programming, and what's still to come. Don't miss it! https:\/\/t.co\/hhNVTyQWaI",
        "Timestamp": "2021-04-28 16:12:26"
    },
    {
        "Tweet": "Game Design Tip 92 - Game design is a separate skill from programming and art and there are people who gravitate toward design. If a group of kids are playing a game of tag and one is updating the rules to be clearer then they would likely become a good game designer.",
        "Timestamp": "2021-04-28 17:00:00"
    },
    {
        "Tweet": "So excited to learn Web Assembly from one of my favorite people, @JemYoung today!\n\nIt includes foundational, low-level programming, as well as array buffers, memory management, and modules. *rubs hands together*\n\nhttps:\/\/t.co\/te1QVx7XB8 https:\/\/t.co\/PGIeuN2xGM",
        "Timestamp": "2021-04-28 15:20:35"
    },
    {
        "Tweet": "The Rooms is seeking 3 candidates through Young Canada Works for positions in Summer 2021:\n\n✔️Museum Division Collections Assistants \n✔️Art Gallery Division Collections Assistant \n✔️Education and Public Programming Unit Assistant Volunteer Supervisor \n https:\/\/t.co\/c0JiZq5eH8 https:\/\/t.co\/RDlNck5LSq",
        "Timestamp": "2021-04-28 15:37:08"
    },
    {
        "Tweet": "The @ElsieFund announced today the first five countries – Liberia, Mexico, Niger, Senegal and Sierra Leone to receive financial support to increase the participation of women military and police in peace operations. More on the 2nd programming round: https:\/\/t.co\/ze2yj7q9yK https:\/\/t.co\/45khOCIz7S",
        "Timestamp": "2021-04-28 19:35:03"
    },
    {
        "Tweet": "Great day participating in the very important cause of Walk a Mile in Her Shoes in support of @WestPoint_USMA’s Sexual Harassment\/Assault Response and Prevention programming \n\n#GoArmy https:\/\/t.co\/FSNueyJBG7",
        "Timestamp": "2021-04-28 22:27:44"
    },
    {
        "Tweet": "my eldest: \"want to know why my code didn't work? I typed my variable name with a capital letter in it and it was supposed to be lowercase\"\n\nme: \"isn't programming just the best?\"\n\nmy youngest: \"SEE? THIS IS WHY I'LL NEVER GO INTO PROGRAMMING\"\n\nI can't say I blame him, honestly",
        "Timestamp": "2021-04-28 19:12:55"
    },
    {
        "Tweet": "It appears that ⁦@RudyGiuliani⁩’s live statement has been preempted by “special programming” https:\/\/t.co\/VQOJyrBdbD",
        "Timestamp": "2021-04-28 19:12:26"
    },
    {
        "Tweet": "Night Head 2041 TV anime reveals main cast; premieres this July on Fuji TV's Ultra+ programming block #ナイトヘッド https:\/\/t.co\/0JQjKPUgKc https:\/\/t.co\/TgactPB7Gs",
        "Timestamp": "2021-04-28 21:38:48"
    },
    {
        "Tweet": "Economic hardships have turned most of these women into gold diggers, thats why your girlfriend is telling me she is single #FixTheCountryNow \nEconomic hardships make boys dey job but lunch time them for on VPN and search client for office. E no easy",
        "Timestamp": "2021-05-04 19:57:40"
    },
    {
        "Tweet": "China's crackdown on Christianity continues. \n\nBible Apps have been removed from the App Store in China, and Bibles in hard copy are no longer available for sale online.\n\nBible Apps can only be downloaded in China with the use of a VPN. @ChristianPost \nhttps:\/\/t.co\/ULX37ekFi6",
        "Timestamp": "2021-05-05 20:01:00"
    },
    {
        "Tweet": "I just used a VPN to check and this is still active. Outside of India, most posts using this hashtag are about the censorship",
        "Timestamp": "2021-04-28 18:50:15"
    },
    {
        "Tweet": "The Online Content Regulation extends to everyone residing in #Tanzania \nThe use of VPN is illegal as it “allows users to have access to prohibited content” - that’s blocked by the govt\n@Twitter was prohibited and @FichuaTanzania still is #WorldPressFreedomDay https:\/\/t.co\/IZC8c8EpL1",
        "Timestamp": "2021-05-03 07:10:40"
    },
    {
        "Tweet": "U.S. government probes VPN hack within federal agencies, races to find clues https:\/\/t.co\/qDoviaj4k7 https:\/\/t.co\/vtzaXmTdwQ",
        "Timestamp": "2021-04-29 20:35:03"
    },
    {
        "Tweet": "U.S. government probes VPN hack within federal agencies, races to find clues https:\/\/t.co\/1Q2Hh3OyVd https:\/\/t.co\/wE4Evq6M0O",
        "Timestamp": "2021-04-29 23:40:04"
    },
    {
        "Tweet": "The 9 reasons why everyone should use a VPN. Yes, even non-techies https:\/\/t.co\/0yzBmIpxEc Via @ForbesAdvisor https:\/\/t.co\/KcpPNva8E2",
        "Timestamp": "2021-05-02 01:28:48"
    },
    {
        "Tweet": "Good news for our friends in Germany and France: Mozilla VPN is now available in your countries! \n\nIt's an excellent way to blur your identity online, whether you're at home or using public wifi. Check it out:\n\nhttps:\/\/t.co\/Ur22mm5fWE",
        "Timestamp": "2021-04-29 15:25:34"
    },
    {
        "Tweet": "I turned off my VPN to verify and IT’S TRUE!\n\nZawadi ya Arubaini ya Mwendazake. #Tanzania hatuhitajii VPN kuingia Twitter.\n\nI am starting to harbour a little HOPE. https:\/\/t.co\/cEnJCFyyWu",
        "Timestamp": "2021-04-29 07:20:05"
    },
    {
        "Tweet": "We observed UNC2447, an aggressive financially motivated group, exploit SonicWall SMA 100 series VPN zero-day vulnerability prior to patch availability, use SOMBRAT malware, and finally deploy FIVEHANDS ransomware.\n \nGet the details ➡️  https:\/\/t.co\/LFLooWvy3T https:\/\/t.co\/pqcO6aiyRr",
        "Timestamp": "2021-04-29 22:32:01"
    },
    {
        "Tweet": "#Tanzania CCM regime unblocked Twitter for less than 3 hours today! \nBy this afternoon we couldn’t access Twitter without VPN again. \nGosh the length they will go to get positive headlines! https:\/\/t.co\/8aPx9a1tLQ",
        "Timestamp": "2021-04-29 12:52:01"
    },
    {
        "Tweet": "NEW &gt;&gt;&gt; U.S. government probes VPN hack within federal agencies, races to find clues https:\/\/t.co\/YxRuuPRkTs",
        "Timestamp": "2021-04-29 19:18:43"
    },
    {
        "Tweet": "Learn how to build a #Wireguard based #VPN using #NetworkManager in this Magazine article: https:\/\/t.co\/o82An5UFYl #security #opensource",
        "Timestamp": "2021-05-03 12:31:11"
    },
    {
        "Tweet": "❌ Banned from the country\n❌ Targeted by hackers\n❌ Taken to court\n\n🇨🇳 China is taking desperate measures to silence Uyghur researcher Adrian Zenz.\n\n@Josiensor spoke to Zenz to find out why 👇🧵\n\n🔓 This article is currently free to read \nhttps:\/\/t.co\/M4xKfDqbCG",
        "Timestamp": "2021-05-04 12:29:55"
    },
    {
        "Tweet": "8. Byrne is a notorious conspiracy theorist who insists Trump won and says he has \"been funding a Bad News Bears collection of just the right spooks, lawyers and ethical hackers, patriots all, to reverse engineer, infiltrate, and disrupt this coup\" \n\nhttps:\/\/t.co\/j6LwSEAZId",
        "Timestamp": "2021-05-04 13:08:59"
    },
    {
        "Tweet": "This is just horrific: “They Told Their Therapists Everything. Hackers Leaked It All” https:\/\/t.co\/Rn1krL0A38",
        "Timestamp": "2021-05-05 02:47:33"
    },
    {
        "Tweet": "Joy Reid got to where she is for the same reason she managed to get into Harvard. No cable news outlet would've believed a white pundit's story that old controversial blogs were the work of hackers. \n\nSpeaking of merit, how were you rejected by UCF but accepted into Harvard? https:\/\/t.co\/2TnlHJCOGb",
        "Timestamp": "2021-05-04 17:14:25"
    },
    {
        "Tweet": "Exclusive: Hackers Break Into $2 Billion Delivery Startup Glovo https:\/\/t.co\/mZqvChYn68 https:\/\/t.co\/n5SkZb3UlK",
        "Timestamp": "2021-05-04 10:30:44"
    },
    {
        "Tweet": "Catch up on what's happening in your favorite city full of hackers.\n\nDive into the first major update to Watch Dogs Legion now: https:\/\/t.co\/kEvK8Efirc https:\/\/t.co\/YubVAh95Th",
        "Timestamp": "2021-05-04 20:00:01"
    },
    {
        "Tweet": "Update to iOS 14.5.1 Right Now or Your iPhone Is a Sitting Duck for Hackers https:\/\/t.co\/SooN50SWin https:\/\/t.co\/WvhedYb46h",
        "Timestamp": "2021-05-04 19:01:08"
    },
    {
        "Tweet": "In recent years, hackers have found a number of flaws that provide entry points into iPhones and iPads. Now, it appears Apple has had enough https:\/\/t.co\/gvVJ81CAHH",
        "Timestamp": "2021-05-05 03:47:05"
    },
    {
        "Tweet": "Exim, a popular mail transfer agent, has a series of vulns that'd allow hackers to have a field day against targets — reminder, Russian military intelligence hackers (Sandworm) were targeting Exim last year, according to NSA officials. @CyberScoopNews  https:\/\/t.co\/aUwXwOYW93",
        "Timestamp": "2021-05-05 17:49:51"
    },
    {
        "Tweet": "Exclusive: Hackers broke into Glovo, Europe’s $2 billion Amazon rival https:\/\/t.co\/EEsCPDHlWc https:\/\/t.co\/nvYo8382CJ",
        "Timestamp": "2021-05-04 17:14:10"
    },
    {
        "Tweet": "Thinking about getting an electric bike, but their top speed is 20mph. Given that it will still reach 20mph going uphill, I'm guessing the speed limit is enforced by software. Good job I don't know any hackers :)",
        "Timestamp": "2021-05-05 18:14:16"
    },
    {
        "Tweet": "Looks like @TwitterSafety is taking action against @intrusion_truth, the mysterious group that's published details about suspected nation-state hackers. \n\nThey've been hyping a new release, scheduled for tomorrow. \nhttps:\/\/t.co\/V8hqQ8vqPZ",
        "Timestamp": "2021-05-04 19:00:31"
    },
    {
        "Tweet": "Do hackers with imposter syndrome perform insecurity breaches?",
        "Timestamp": "2021-05-04 04:15:56"
    },
    {
        "Tweet": "Hackers in China, Russia, Iran, and North Korea account for three-quarters of known major cyberattacks since 2006. \n\n#GraphicTruth @gzeromedia\nhttps:\/\/t.co\/682LtC98zZ",
        "Timestamp": "2021-05-01 22:30:02"
    },
    {
        "Tweet": "Hackers are attacking the COVID-19 vaccine supply chain https:\/\/t.co\/SDusaIDsz2",
        "Timestamp": "2021-04-29 23:19:40"
    },
    {
        "Tweet": "Private information contained within the NHS mobile app which will be used as a Covid vaccine passport when international travel returns could be accessed by hackers at airports if logged into on insecure Wifi networks. https:\/\/t.co\/yrWY6o34xH",
        "Timestamp": "2021-05-02 09:25:54"
    },
    {
        "Tweet": "Apple reports 2 iOS 0-days that let hackers compromise fully patched devices https:\/\/t.co\/SniMM9nJRX by @dangoodin001",
        "Timestamp": "2021-05-03 20:35:02"
    },
    {
        "Tweet": "Shin Megami Tensei: Devil Summoner: Soul Hackers (3DS) is $9.99 on US eShop https:\/\/t.co\/lPcAU3Vpgu https:\/\/t.co\/evW2qVfFrV",
        "Timestamp": "2021-04-29 16:06:47"
    },
    {
        "Tweet": "Newly installed DAG Lisa Monaco announces 120-day \"cyber review\" at DoJ during remarks at Munich Cyber Security Conference. Says the review will look for best tools available to disrupt hackers using digital currency, AI, and supply chain weaknesses to support their schemes",
        "Timestamp": "2021-04-30 15:42:29"
    },
    {
        "Tweet": "Hackers are rampant again, need another ban wave or just you know an actual anti cheat would go lovely",
        "Timestamp": "2021-05-03 21:04:32"
    },
    {
        "Tweet": "On the same day Apple unveiled a clutch of new iGizmos, a group of hackers declared they had broken into an affiliated company and stolen Apple’s sensitive data https:\/\/t.co\/bAF6v25EH9",
        "Timestamp": "2021-04-30 06:18:53"
    },
    {
        "Tweet": "CS Farida Karoney: This system is safe. We worked hard to make the system secure from hackers. We have integrated the system with register of births and deaths, business registration services, KRA\n#JKLive\n@KoinangeJeff  \n@Faridakaroney https:\/\/t.co\/ahQPKmUXuG",
        "Timestamp": "2021-04-28 19:31:18"
    },
    {
        "Tweet": "A former MPD officer confirmed to me that he's one of five cops to have a 100-page dossier of sensitive personal information leaked by a ransomware gang this morning https:\/\/t.co\/3l2g2ENuSk",
        "Timestamp": "2021-04-28 17:27:08"
    },
    {
        "Tweet": "NEW: Hackers publish extensive dossiers on D.C. police officers in extortion attempt https:\/\/t.co\/83qgPMMQXf",
        "Timestamp": "2021-04-28 19:15:24"
    },
    {
        "Tweet": "Bhakt and Malware will run hashtag Bring back Kangana Ranaut but India will tweet #WelldoneTwitter",
        "Timestamp": "2021-05-04 07:17:59"
    },
    {
        "Tweet": "Malware droids are attacking our devices. Help save the galaxy – defend your networks: https:\/\/t.co\/llCa7HmmJI #MayThe4thBeWithYou #MayThe4th https:\/\/t.co\/QCFUAWKeds",
        "Timestamp": "2021-05-04 17:31:02"
    },
    {
        "Tweet": "UNC2529 went phishing, and we caught 3 new malware families in the process: DOUBLEDRAG, DOUBLEDROP, &amp; DOUBLEBACK. \n \nGet the details on the widespread phishing campaign that targeted numerous orgs across many industries ➡️  https:\/\/t.co\/GQy59T965w https:\/\/t.co\/R9161i8a7n",
        "Timestamp": "2021-05-04 15:28:03"
    },
    {
        "Tweet": "Westeal was designed to steal #bitcoin (BTC) and ethereum (ETH) coming in and out of the victim’s wallet through their clipboard. https:\/\/t.co\/g78yAVanmt",
        "Timestamp": "2021-05-05 08:32:44"
    },
    {
        "Tweet": "#Beware | A fake #COVID19 Vaccine Registration SMS is in circulation with a link making users install a malicious app named \"COVID-19 or Vaccine Register\", which propagates malware after it is installed. Read here 👇\nhttps:\/\/t.co\/5JFroflGzA",
        "Timestamp": "2021-05-05 11:05:20"
    },
    {
        "Tweet": "Three new malware families found in global finance phishing campaign  https:\/\/t.co\/nCut7EkNZ4",
        "Timestamp": "2021-05-05 05:45:15"
    },
    {
        "Tweet": "'Millions' of Dell PCs will grant malware, rogue users admin-level access if they ask nicely https:\/\/t.co\/9Nhe57dPhy",
        "Timestamp": "2021-05-04 19:58:19"
    },
    {
        "Tweet": "#Hackers are now targeting unsuspecting users by circulating a fake #SMS message that claims to offer an app for #vaccine registration. Security researcher Lukas Stefanko who spotted the malware, explained on Twitter how it works. \n\nRead here to know more: https:\/\/t.co\/VsC7flYkix",
        "Timestamp": "2021-05-05 10:20:04"
    },
    {
        "Tweet": "🚨 #Malware + #MachineLearning... a match made in hell? \nFind out https:\/\/t.co\/Z2IBdp5X3K\n#AIforGood https:\/\/t.co\/xbeiuZ33uU",
        "Timestamp": "2021-05-05 12:24:49"
    },
    {
        "Tweet": "I wrote an entire new family of malware, when executed it accesses your system, neatly organizes your files and makes your desktop pretty. It then prompts you to send Bitcoin or it will put it back the way it was. I call it handsomeware.",
        "Timestamp": "2021-04-30 04:48:48"
    },
    {
        "Tweet": "GitHub is changing their policies around exploits and malware, and is asking the security research community for feedback:\nhttps:\/\/t.co\/OerR5U2Nos\n\nPull request for public comment: \nhttps:\/\/t.co\/rjPv7QYUE1",
        "Timestamp": "2021-04-30 00:17:14"
    },
    {
        "Tweet": "A new ~this week in security~ just dropped:\n\n• Malware exploited a 'mind-blowing' macOS bug\n• U.S. agencies hacked (for a third time)\n• Emotet botnet takedown\n• DigitalOcean data breach\n• Lots more, and a cyber cat\n\nSign up: https:\/\/t.co\/NWlA7Y2TvA \nhttps:\/\/t.co\/PmtsIndvF4",
        "Timestamp": "2021-05-02 15:48:03"
    },
    {
        "Tweet": "Estonian new cyber security yearbook is now available in English! @e_riik talks about: \n🔹the record number of phishing reports\n🔹denial-of-service attacks\n🔹Emotet malware and cyber attacks against Estonian ministries\n\n☑️The yearbook is available here: https:\/\/t.co\/Oovaaoul5P https:\/\/t.co\/VU3EJHA0eo",
        "Timestamp": "2021-04-29 08:45:22"
    }
]