[
    {
        "Tweet": "We can know we are worthy without being entitled; be confident without being arrogant; speak honestly while maintaining privacy; be vulnerable without risk of harm; be kind &amp; loving while having boundaries. It’s called discernment &amp; emotional intelligence. And it empowers us all.",
        "Timestamp": "2021-05-03 03:07:48"
    },
    {
        "Tweet": "A new patent suggests that a Siri upgrade could transform privacy on Apple devices https:\/\/t.co\/5iVr6agn83 https:\/\/t.co\/eQCtQrM3K4",
        "Timestamp": "2021-05-03 03:07:38"
    },
    {
        "Tweet": "@Ijadd_ setting balik privacy jad",
        "Timestamp": "2021-05-03 03:07:30"
    },
    {
        "Tweet": "Why was it legal for FBI to tap Rudy Giuliani’s iCloud messages — and what happened to Apple protecting privacy?\n\n🤔",
        "Timestamp": "2021-05-03 03:07:29"
    },
    {
        "Tweet": "Im streaming the Grammy Award Winning Rap Album Invasion of Privacy @iamcardib https:\/\/t.co\/HGyP41dDF2",
        "Timestamp": "2021-05-03 03:07:06"
    },
    {
        "Tweet": "Facebook and Instagram notices in iOS apps tell users tracking helps keep them ‘free of charge’ https:\/\/t.co\/LKAkR9cnuQ https:\/\/t.co\/VU8UjuCDzL",
        "Timestamp": "2021-05-03 03:07:05"
    },
    {
        "Tweet": "@fightLibRetards @CNN That’s your opinion, and employers have the right to establish conditions of employment that do not discriminate against protected classes. And like I stated, the HIPAA Privacy Rule does not apply.",
        "Timestamp": "2021-05-03 03:06:50"
    },
    {
        "Tweet": "Cargill clinic immunizes 1,638 workers, a 'bright spot of hope' in COVID storm, via @calgaryherald\n\nAnti-vaxxers must be shitting themselves. Hopefully in the privacy of their own homes. Quietly at last. Wiping with masks if they have any.... https:\/\/t.co\/tiObUTMk2i",
        "Timestamp": "2021-05-03 03:06:45"
    },
    {
        "Tweet": "@gracesoextra sis she had the nerve to walk into my room and just turn off all my fans. i’m super weird about my room and PRIVACY YOU KNOW??? I hate it here🥲🥲🥲",
        "Timestamp": "2021-05-03 03:06:44"
    },
    {
        "Tweet": "My music at Stake? Privacy With the digital agents, such as their data protection and is ours alone And free bots for purposes",
        "Timestamp": "2021-05-03 03:06:42"
    },
    {
        "Tweet": "The older I get, the more I realise the value of privacy, cultivating your circle and only letting certain people in. You can be open, honest, and real while still understanding not everyone deserves a seat at the table of your life.",
        "Timestamp": "2021-05-03 03:06:42"
    },
    {
        "Tweet": "Always trust your gut instinct.",
        "Timestamp": "2021-05-03 03:08:00"
    },
    {
        "Tweet": "@RadioPakistan @FinMinistryPak Muhammad Qasim saw in his dreams, that after many unsuccessful rulers, people of Pakistan will lay their trust and hope in Imran Khan, but even then nothing will change. This and many other dreams of Muhammad Qasim are coming true today. More at https:\/\/t.co\/rfREEQkqkr https:\/\/t.co\/SxXCmzaufF",
        "Timestamp": "2021-05-03 03:08:00"
    },
    {
        "Tweet": "Goodbye to the weekend. Goodbye to a lot of things.  Can always trust good music though, thankfully. https:\/\/t.co\/lpg1A9ogW7",
        "Timestamp": "2021-05-03 03:07:59"
    },
    {
        "Tweet": "IAs with anger and trust issues 🥰 ❤️ #TheMitchellsVsTheMachines https:\/\/t.co\/6KVxxQq8q9",
        "Timestamp": "2021-05-03 03:07:59"
    },
    {
        "Tweet": "@urvish2020 @balakv1970 What to trust then, Urvish. This govt has complete range from a uneducated PM to educated, experienced Jaishankar but everyone sucks at the job and are running the govt like headless chicken.",
        "Timestamp": "2021-05-03 03:07:58"
    },
    {
        "Tweet": "God never asked you to figure out the how. In fact, the scripture says, “Trust in the Lord with all your heart and lean not to your own understanding.” We serve a supernatural God. He can make things happen we couldn’t make happen.",
        "Timestamp": "2021-05-03 03:07:58"
    },
    {
        "Tweet": "@ofscalesandsea Trust me, I understand\nIt's hard seeing people hurting\nBut you also gotta put on your oxygen mask before assisting someone else",
        "Timestamp": "2021-05-03 03:07:55"
    },
    {
        "Tweet": "Signs of a Positive school culture:\n* clear vision not division \n* input\/feedback from all \n* people first\n* communication line is open\n* trust\/respect foundational \n* team focused \n* praising more than correcting\n* everyone matters\n* commitment focused\nWhat else?",
        "Timestamp": "2021-05-03 03:07:55"
    },
    {
        "Tweet": "@JayyTune1k 🙃🤣 it’s not like I try to be. my trust just fucked up. hell, niggas ain’t Shit &amp; even one of God disciples was a snake😅",
        "Timestamp": "2021-05-03 03:07:55"
    },
    {
        "Tweet": "Let us stand united and help the oncoming new Govt to make our beautiful State of #Tamilnadu even better. I trust @arivalayam  and it’s leader Shri @mkstalin avl will take the State forward under his guidance n leadership. Elections come n go, good work must continue. Amen 🙏🏻🙏🏻",
        "Timestamp": "2021-05-03 03:07:55"
    },
    {
        "Tweet": "don't trust a soul",
        "Timestamp": "2021-05-03 03:07:55"
    },
    {
        "Tweet": "Visceral hatred for @narendramodi ji will not win people's mandate. Trust will. @ikamalhaasan lessons of Democracy! @C_JackMH26 @Shaikh_Mohsin12",
        "Timestamp": "2021-05-03 03:07:54"
    },
    {
        "Tweet": "@OoDethrone if you already have a pc (even low end) or a ps4, get a dog, u won't want those things then trust",
        "Timestamp": "2021-05-03 03:07:54"
    }
]