[
    {
        "Tweet": "I cannot tell the story of my morning because of privacy. Crushing. Destroying. The story doesn’t belong to me, I’m just a bystander. Inequity. System failure. \n\nThis wave will be so much sadder. And harder. And bigger. \n\nPlease get vaccinated.",
        "Timestamp": "2021-05-03 03:25:52"
    },
    {
        "Tweet": "Privacy PSA:\nMaybe don't be sharing the dates\/times of your vaccine appts?\nCreepy stalkers are everywhere.",
        "Timestamp": "2021-05-03 03:25:43"
    },
    {
        "Tweet": "if you can’t respect my privacy then i won’t respect you",
        "Timestamp": "2021-05-03 03:25:43"
    },
    {
        "Tweet": "See here for more details. The CEO basically has taken everything on notice, citing privacy.  https:\/\/t.co\/il3xOFKRx7",
        "Timestamp": "2021-05-03 03:25:41"
    },
    {
        "Tweet": "Cargill clinic immunizes 1,638 workers, a 'bright spot of hope' in COVID storm, via @calgaryherald\n\nAnti-vaxxers must be shitting themselves. Hopefully in the privacy of their own homes. Quietly at last. Wiping with masks if they have any.... https:\/\/t.co\/tiObUTMk2i",
        "Timestamp": "2021-05-03 03:25:32"
    },
    {
        "Tweet": "Things I need from my GP\n\n• Get my pronouns right\/don't say rude shit about trans ppl\n• Basic understanding of privacy legislation\n• Basic understanding of my medical needs re: hormones\n• Be able to schedule an appointment within 3 weeks of calling\n• Not prohibitively $$",
        "Timestamp": "2021-05-03 03:25:30"
    },
    {
        "Tweet": "@John3dogcat Not something I find any value in debating actually. I do my due diligence and hope others do. I read the details, I trust that poll. I’ve questioned some in the past as well. I simply responded to the topic.",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "Crazy trippy head for Jonathan thank you for the trust #cynnertattoos https:\/\/t.co\/ifgAhY7c4N",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "@cedricfung Don't trust，Verify！RT！",
        "Timestamp": "2021-05-03 03:26:08"
    },
    {
        "Tweet": "Grateful thanks to citizens of Puducherry for their trust in NDA and congratulations to our karyakartas for their efforts. https:\/\/t.co\/xg9Ue72L7k",
        "Timestamp": "2021-05-03 03:26:08"
    },
    {
        "Tweet": "Oh my girl has listening ears too. If they hear a bad song they’ll probably won’t accept it. So trust in Oh My Girl and just collect votes and buy albums miracles😌",
        "Timestamp": "2021-05-03 03:26:07"
    },
    {
        "Tweet": "Hope the Prime Minister will consider this joint statement from Opposition leaders seriously, and in the right spirit. Meeting them immediately would be a good first step to rebuild trust and confidence during this time of national crisis.\n\n@narendramodi https:\/\/t.co\/9iklsmMjH5",
        "Timestamp": "2021-05-03 03:26:07"
    },
    {
        "Tweet": "yall remember when jin said \"yoongi, hyung is going to drive safely for you. dont worry. yoongi, trust hyung okay?\" I REFUSE TO CRY ALONE 😭\n\nhttps:\/\/t.co\/L9pl4DE9Vx",
        "Timestamp": "2021-05-03 03:26:06"
    },
    {
        "Tweet": "Trust Kink 😅 https:\/\/t.co\/2cFL9ee955",
        "Timestamp": "2021-05-03 03:26:05"
    },
    {
        "Tweet": "1:30Pm  tak 1M tweets confirm.\nNahi hua toh account delete kar dunga\n\nCan I trust my student friends in this?\nFuck yes. Ab dhoka mat dena.\n#cancel12thboardexams2021",
        "Timestamp": "2021-05-03 03:26:05"
    },
    {
        "Tweet": "Seeing how DAY6 has slowly risen to be one of the most acknowledged &amp; respected bands in the Korean music industry, lived up to the “trust and listen”, charting without promotions, idols of idols, yet is still a band who always keeps themselves grounded and curious. Respect 🥺👏",
        "Timestamp": "2021-05-03 03:26:05"
    },
    {
        "Tweet": "have you ever seen this security camera https:\/\/t.co\/fEg13B6ZQe",
        "Timestamp": "2021-05-03 03:26:10"
    },
    {
        "Tweet": "No security route, security arrangements: PM Modi offers prayers at Sis Ganj Gurudwara\nhttps:\/\/t.co\/EMqn6FgANO\n\nvia NaMo App https:\/\/t.co\/s2uD3w952n",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "@POdPatriot It’s the Dems’ “Committee for State Security”",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "No security route, security arrangements: PM Modi offers prayers at Sis Ganj Gurudwara\nhttps:\/\/t.co\/EMqn6FgANO\n\nvia NaMo App https:\/\/t.co\/kPHrY31lzY",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "@SaharaReporters @MBuhari Dss another failed area of Nigeria security, only active to non criminal",
        "Timestamp": "2021-05-03 03:26:08"
    },
    {
        "Tweet": "Any Governor waiting for General @MBuhari to provide security for his state will wait forever. It is better for such Governors to invest in coffins. It is foolish to expect Buhari, who cannot provide security to Abuja, to provide security in Nigeria’s states\n\n#BuhariTormentor",
        "Timestamp": "2021-05-03 03:26:08"
    },
    {
        "Tweet": "Outrageous &amp; unacceptable killings by #Myanmar junta, targeting peaceful protesters in #Burma. Once again, Min Aung Hlaing &amp; #Tatmadaw show no interest in ending violence. Now what, @ASEAN? Are the 5 points of consensus worth the paper they are written on? https:\/\/t.co\/weQsOVlXWo",
        "Timestamp": "2021-05-03 03:26:08"
    },
    {
        "Tweet": "Click here to listen: https:\/\/t.co\/Vmoayr7Bpk\n\nOUT NOW! The Technology Podcast featuring Dave Trader, CyberSecurity Practice Lead at @Presidio  \n\n#technology #cybersecurity https:\/\/t.co\/K4cnOcdimU",
        "Timestamp": "2021-05-03 03:25:46"
    },
    {
        "Tweet": "The Cybersecurity 202: Nearly two-thirds of cybersecurity experts think Bidens response to Russian hack is sufficient https:\/\/t.co\/4w9Tue9qi9",
        "Timestamp": "2021-05-03 03:25:18"
    },
    {
        "Tweet": "Read my #BLOG \"#CorporateResponsibility Plays a Significant Part in Compute Lifecycle Assurance (CLA)\" and learn how. https:\/\/t.co\/4r8GD4UWpm #cybersecurity https:\/\/t.co\/dEg2zvnyQj",
        "Timestamp": "2021-05-03 03:25:16"
    },
    {
        "Tweet": "I can contribute to this meme: Types of cybersecurity papers. https:\/\/t.co\/MAAaUEnIG9",
        "Timestamp": "2021-05-03 03:25:09"
    },
    {
        "Tweet": "My team in the Office of Management and Budget (https:\/\/t.co\/RpAzcEnozp) is hiring! \n\nAs the U.S. responds to SolarWinds and other threats, we're bringing on people to help us modernize the federal government's cybersecurity policies and strategy: \n\nhttps:\/\/t.co\/Nfn9ufxAFx https:\/\/t.co\/8vdXiDZfPD",
        "Timestamp": "2021-05-03 03:24:54"
    },
    {
        "Tweet": "📰 Our weekly news round-up is here! #Bitcoin Fog money launderer arrested in US, FBI and CISA detail #SolarWinds threat actor tradecraft, and Washington DC police suffer leak after #Babuk attack. By @GutmanYotam.\n\nhttps:\/\/t.co\/4AruynY5Ji\n\n#CISA #solarwinds #cybersecurity",
        "Timestamp": "2021-05-03 03:24:45"
    },
    {
        "Tweet": "500 Startups, Enterprise Singapore to launch accelerator in the city-state https:\/\/t.co\/lfskkzA2HI #startup #technology",
        "Timestamp": "2021-05-03 03:26:11"
    },
    {
        "Tweet": "@bhash @OlaElectric Are you acquiring @atherenergy ?\n\nWhere will the technology for EV come from?",
        "Timestamp": "2021-05-03 03:26:08"
    },
    {
        "Tweet": "#VivoUnbox \nGN1 camera sensors from Samsung with Gimbal technology, T* coating lens from Zeiss, SD888 the 5nm flagship silicon from Qualcomm, 55W super fast charging, beautiful curved Amoled display with 120Hz refresh rate - makes #VivoX60ProPlus the ultimate flagship phone 🤩🤩 https:\/\/t.co\/Lpbva7Jn25",
        "Timestamp": "2021-05-03 03:26:03"
    },
    {
        "Tweet": "@BBCWorld \"Europe seeks to limit use of AI in society\nBy Jane Wakefield\nTechnology reporter\n\nPublished14 April\"\n\nWhy not use a legal AI to suggest plugs to the loopholes in the law?",
        "Timestamp": "2021-05-03 03:26:02"
    },
    {
        "Tweet": "the way halle does the higher equalization and chloe does the lower equalization with just their voices and no added help from technology https:\/\/t.co\/Pmc0FaVJYj",
        "Timestamp": "2021-05-03 03:25:56"
    },
    {
        "Tweet": "@nearpod @calm I love books and technology and sharing books with high school kids. Library is a perfect fit for me!",
        "Timestamp": "2021-05-03 03:25:55"
    },
    {
        "Tweet": "Join BRAVE FRONTIER HEROES! Characters (Units) and weapons (Spheres) as digital assets, secured by blockchain technology. https:\/\/t.co\/RhimLLnX0M #BFHeroes #blockchaingame",
        "Timestamp": "2021-05-03 03:25:52"
    },
    {
        "Tweet": "@TheCryptoDog It’s fun to watch where the technology goes and have a vested interest in it. I’m along if nothing more than to see what new developments there are!",
        "Timestamp": "2021-05-03 03:25:51"
    },
    {
        "Tweet": "@03Bisola @Mia_Squaddie @teresajhol The texts were never shown but the vultures about it without outing themselves that they saw the texts by  hacking M phone.\nThat is another reason why the karens are mad @ M.\nhttps:\/\/t.co\/Og0T68RAJj",
        "Timestamp": "2021-05-03 03:26:02"
    },
    {
        "Tweet": "Micky calling out Yuno for \"getting lucky at the vault hacking\" https:\/\/t.co\/rwYZ8sYyAA",
        "Timestamp": "2021-05-03 03:25:50"
    },
    {
        "Tweet": "@Nataliex34 bruh no way because girls are good at the game we are \"hacking\" know alot of pc girls who fry and dont hack",
        "Timestamp": "2021-05-03 03:25:18"
    },
    {
        "Tweet": "@alec_zamora As far as I know most coins use Chainlinks oracle systems to prevent hacking, I think it’s completely undervalued at the moment &amp; could easily be higher in the near future",
        "Timestamp": "2021-05-03 03:24:59"
    },
    {
        "Tweet": "@EmiliaRxse Wow that sucks I never saw the point in hacking or anything like that",
        "Timestamp": "2021-05-03 03:24:48"
    },
    {
        "Tweet": "Every 10th line of code written, they have to drink a shot. And hacking’s supposed to be stealth, so anytime the server detects an intrusion, the candidate responsible has to drink a shot.",
        "Timestamp": "2021-05-03 03:23:59"
    },
    {
        "Tweet": "@JaysGirlEmily @BlueJayGal I half jokingly looked to see if \"hold the coffee\" was at the end of that list. At least then I could respect their dedication to  cheapness by hacking a coffee order to turn it into a desert in to save a few cents.",
        "Timestamp": "2021-05-03 03:23:25"
    },
    {
        "Tweet": "“SCADA Hacking: Why YOU Should Study SCADA Hacking #scada #scadahacking #ics #cyberwar #cybersecurity \n\nhttps:\/\/t.co\/A1k2xSAOUa”#scadahacking",
        "Timestamp": "2021-05-03 03:23:21"
    },
    {
        "Tweet": "PwnLnX - An Advanced Multi-Threaded, Multi-Client Python Reverse Shell For Hacking Linux Systems https:\/\/t.co\/mi1fiAuIAe #Linux #PwnLnX https:\/\/t.co\/MWxebfPnVp",
        "Timestamp": "2021-05-03 03:23:09"
    },
    {
        "Tweet": "Hey guys, the @cyberboyIndia AMA hosted by \n@sillydadddy is live. He has shared some amazing learning so do give it a read. You can read the full AMA here: \nhttps:\/\/t.co\/Qqc09PLKeh\n#AMA #Infosec",
        "Timestamp": "2021-05-03 03:26:11"
    },
    {
        "Tweet": "@H3KTlC As someone new in infosec, this makes me feel human knowing I will make mistakes! Thank you 😊",
        "Timestamp": "2021-05-03 03:23:59"
    },
    {
        "Tweet": "So I finally sorted out what happened to my brain.\n\nI, quite literally, hacked so much, for so long, and without enough breaks...\n\n...that I burned all the glucose out of my brain &amp; gave myself seizures.\n\n___\n⬇️ A thread on a very real &amp; physical occupational hazard for infosec.",
        "Timestamp": "2021-05-03 03:23:57"
    },
    {
        "Tweet": "@KendrickPerkins Get off luka dick god damn you love this man you steady talking about a man who does not think of you at all😂😂 if you actually watched the damn game you would know it’s bullshit and the tech will be taken away by the leauge🤐",
        "Timestamp": "2021-05-03 03:26:11"
    },
    {
        "Tweet": "Warren Buffett riffed on tech shares, stock picking and his mistakes at Berkshire Hathaway’s annual meeting https:\/\/t.co\/os9g3KxOQC",
        "Timestamp": "2021-05-03 03:26:11"
    },
    {
        "Tweet": "If I get the MAGA-world case against critical race theory, it's that America is a land of equality and couldn't be systematically biased, and yet also that all major American institutions (media, big tech, deep state, universities) are systematically biased against MAGA-world.",
        "Timestamp": "2021-05-03 03:26:10"
    },
    {
        "Tweet": "If you’re an anti-vaxxer why would you forge a vaccine card? Have the courage of your convictions. https:\/\/t.co\/KNQEHSV0VE",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "@AuronMacintyre I think Moldbug is broadly right on the nature of power, but he puts way too much faith in CEOs, SV, and tech companies, which may just be his personal biases. Corporate America is a hotbed of the current brainrot, and CEOs can be pretty delusional while still being successful.",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "@writernamename There is no purpose to Twitter. There is no one thing. I would mention you do need a website and I would strongly suggest a professional one. That's me I'm a tech snob too.",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "@chicagofinest43 @JaMorant So because he complained 10 minutes before that they gave him a tech?\n\nYou do know everyone in the NBA complains right",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "Don't worry, Big Tech will surely deplatform and censor and suppress and \"fact-check\" Maxine Waters for spreading divisive disinformation. Surely Big Tech will spring into action and correct the record. https:\/\/t.co\/6wPcZc14pm",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "If you dont have $VIDT well then your missing out. I went heavy in this and I have zero complaints! 57 mil .. Insane tech",
        "Timestamp": "2021-05-03 03:26:07"
    },
    {
        "Tweet": "Okay, I guess I will announce it. In 2021 I'm going to be world's first human to become a space hacker. I accepted an offer to join the Galactic Federation and they are giving me a chance to live in a new-age space world.",
        "Timestamp": "2021-05-03 03:26:14"
    },
    {
        "Tweet": "@hacker_real1 ERRRRROU",
        "Timestamp": "2021-05-03 03:26:08"
    },
    {
        "Tweet": "everyone stfu this hacker is doing a better job as an hourly acc just let em stay duh https:\/\/t.co\/FKCP8viK5X",
        "Timestamp": "2021-05-03 03:25:59"
    },
    {
        "Tweet": "@pericoIosa fly hacker reported",
        "Timestamp": "2021-05-03 03:25:59"
    },
    {
        "Tweet": "oh nice another FUCKIGN HACKER IN TARKOV REAL FUCKING COOL",
        "Timestamp": "2021-05-03 03:25:47"
    },
    {
        "Tweet": "@VandalizeDZN My account got hacked too...i tried contacting  support service but no response so..I went online and searched for a hacker then I got referred to @9inetoolzhack on Twitter i was doubtful at first until they helped  me recovered it. And I got it back just hit them up",
        "Timestamp": "2021-05-03 03:25:43"
    },
    {
        "Tweet": "@brother_derek @QTRResearch My account got hacked too...i tried contacting  support service but no response so..I went online and searched for a hacker then I got referred to @9inetoolzhack on Twitter i was doubtful at first until they helped  me recovered it. And I got it back just hit them up",
        "Timestamp": "2021-05-03 03:25:36"
    },
    {
        "Tweet": "@hourlity anyways hacker do you like itzy",
        "Timestamp": "2021-05-03 03:25:30"
    },
    {
        "Tweet": "@hourlity hey hacker what's ur favorite color",
        "Timestamp": "2021-05-03 03:25:28"
    },
    {
        "Tweet": "Best Practices to Design and Build Secure #IoT Solutions: https:\/\/t.co\/TWWa7nxwTO \n——————\n#abdsc #BigData #DataScience #AI #MachineLearning #EdgeComputing #DataSecurity #Cybersecurity #IoTSecurity #IIoT #IoTPL #IoTCommunity #Blockchain #ConnectedDevices #ConnectedProducts https:\/\/t.co\/56tjSz4Sai",
        "Timestamp": "2021-05-03 03:11:34"
    },
    {
        "Tweet": "#DYK: Data leakage attacks have increased 557% over the past 12 months! \n\nLearn how our new multi and hybrid cloud #DataSecurity solution enables security and compliance for any database in minutes. https:\/\/t.co\/4X7HpB4BGv https:\/\/t.co\/gw8qYMjU1V",
        "Timestamp": "2021-05-03 02:50:42"
    },
    {
        "Tweet": "Our new #DataSecurity offering brings protection for data in ANY #cloud environment: DBaaS, IaaS, multi-cloud and hybrid cloud environment. \n\nWhat's the mean for you? Get the details. 👇 https:\/\/t.co\/1c47brxV08",
        "Timestamp": "2021-05-03 02:50:33"
    },
    {
        "Tweet": "PSA to @MobilePunch &amp; the General Public:\n\nUploading or sharing a video involving an adult in sexually explicit conduct with a child violates Section 24(1) &amp; Interpretation under Section 58 of the Cybercrime Act, 2015. It’s our duty to protect the image of minors. #StandtoEndRape",
        "Timestamp": "2021-05-03 03:18:10"
    },
    {
        "Tweet": "Read the 5 things about #cybersecurity updates to stay #secure as #cybercrime continues to grow with a 69.4% internet crime report increase. #cybersecurity#securityvendors https:\/\/t.co\/7g53pyi2zd https:\/\/t.co\/5Xjp0lsS4u",
        "Timestamp": "2021-05-03 03:12:34"
    },
    {
        "Tweet": "@TrebuchetOps @markekraus People with advanced PowerShell XP is rare in the DevOps\/SRE space. No surprise really. Most people there come from a Linux background where PowerShell is still new and for new devs, is rarely (I think?) taught in school. Just isn’t that much exposure outside of Windows sysadmin.",
        "Timestamp": "2021-05-03 03:26:09"
    },
    {
        "Tweet": "if I can run ps ae ai and media encoder on linux I’m wiping win10 right away",
        "Timestamp": "2021-05-03 03:24:44"
    },
    {
        "Tweet": "I remade Chicken Utopia in c# with #monogame framework, adding fx, language support, and tested on Win7 \/ 10 and Linux. #gamedev\nhttps:\/\/t.co\/dDBtHI0mOY",
        "Timestamp": "2021-05-03 03:24:34"
    },
    {
        "Tweet": "Linux is a good OS choice for programmers. Reasons👇\n\n- Open source\n- Secure and fast\n- Linux terminal is superior to use\n- A lot of distributions\n\nHere are some Linux commands.\n\nTake a look 🐧⇓⇓⇓ https:\/\/t.co\/sB2qKr1Y56",
        "Timestamp": "2021-05-03 03:24:28"
    },
    {
        "Tweet": "T-Shirt Business Mastery 2021 https:\/\/t.co\/HhhO0HiCdK\n\n#MachineLearning. #BigData #Analytics #DataScience #AI #IoT #IIoT #Python #RStats #TensorFlow #Java #JavaScript #ReactJS #CloudComputing #DataScientist #Linux #Programming #Coding #100DaysofCode",
        "Timestamp": "2021-05-03 03:24:13"
    },
    {
        "Tweet": "the lifecycle of my computers\n\n1. Honeymoon\n2. Workhorse\n3. Slug\n4. Broken\n5. Linux\n6. Regret\n7. Euthanasia",
        "Timestamp": "2021-05-03 03:23:56"
    },
    {
        "Tweet": "@jah_uxdev @DonnieBerry_ @TheJackForge Linux doesn't play as well with hardware, but windows doesn't play as well with software. Honestly as a developer I'd rather have the software working or at least debuggable",
        "Timestamp": "2021-05-03 03:23:56"
    },
    {
        "Tweet": "Definitely don't share this article because it will make Ron DeSantis really, really mad..\n\nhttps:\/\/t.co\/CGelw4pihd",
        "Timestamp": "2021-05-03 03:26:19"
    },
    {
        "Tweet": "\/u\/DrewiePoodle annhilates transphobic redditor with facts, data, and scholarly articles. https:\/\/t.co\/8eJdkhsrGj",
        "Timestamp": "2021-05-03 03:26:19"
    },
    {
        "Tweet": "Sternest test for vaccines has come in Chile, where China’s Sinovac jab was rolled out during a third wave.\n\nBut again, the data suggest they’re working.\n\nICU occupancy has more than doubled among younger adults 📈, but is falling among age groups prioritised for vaccination 📉🙌 https:\/\/t.co\/7CWdBSwTj1",
        "Timestamp": "2021-05-03 03:26:18"
    },
    {
        "Tweet": "Looking at the real-time MRMS rotational swath data, this is certainly a very concerning image. Definite rotation traversed populated areas of #Tupelo tonight. Notable damage has likely affected some neighborhoods. #MSwx https:\/\/t.co\/aI00sampEH",
        "Timestamp": "2021-05-03 03:26:18"
    },
    {
        "Tweet": "Get your #weapon posted here, DM us. All META data will be removed\n\nGood picture, something you can brag about, something you will be proud of. HIDE serial number\n\n#gunsdaily #gunporn https:\/\/t.co\/fZ157roPLW",
        "Timestamp": "2021-05-03 03:26:17"
    },
    {
        "Tweet": "In 2008, I traveled to the world's largest scientific data-centers for a @Nature story. No matter whether the labs were devoted to internet archiving, the human genome, or the Higgs boson, they had two things in common: vast server farms, and @xkcd.\n\nhttps:\/\/t.co\/artCfIrLBL\n\n1\/ https:\/\/t.co\/BeCWErYNld",
        "Timestamp": "2021-05-03 03:26:17"
    },
    {
        "Tweet": "Clueless @evanwilliams_tv recycles old lies about Eritrea. It's Inconceivable 2 see PBS misleading z public w\/recycled fabricated &amp; massively orchestrated data 2 demonize an independent-minded Eritrea. @raneyaronson @Leeezell @andrewbmetz @PBS @frontlinepbs @PBSPubEd",
        "Timestamp": "2021-05-03 03:26:13"
    },
    {
        "Tweet": "Somnium Space $CUBE, BarnBridge $BOND, Injective Protocol $INJ, Livepeer $LPT, Polygon $MATIC, and SushiSwap $SUSHI are now supported for deposits on @Gemini. Trading for six of these cryptos will soon follow.\nhttps:\/\/t.co\/jgL1OeQgOS https:\/\/t.co\/Pfn1XgAxG6",
        "Timestamp": "2021-05-03 03:26:12"
    },
    {
        "Tweet": "#HIPAA Californian Healthcare Provider Discovers Patient Data was Exposed on the Internet for Over a Year https:\/\/t.co\/08kwVxFkcC",
        "Timestamp": "2021-05-03 03:26:12"
    },
    {
        "Tweet": "This is the most logical interpretation of the Facebook tracking vs iOS 14.5 protections. You are free to give up your data, should you chose to, but their expectation that they’re entitled to it even when you’re using “other apps and websites” without having to ask you is wrong. https:\/\/t.co\/DNJymuhJXX",
        "Timestamp": "2021-05-03 03:26:11"
    },
    {
        "Tweet": "Human conversation is bleak It's the General Data Protection Regulation (GDPR) compliance plan, expressing a sink full of",
        "Timestamp": "2021-05-03 03:11:42"
    },
    {
        "Tweet": "Hear what Chief Privacy Strategist at SAS Kalliopi Spyridaki thinks about GDPR in the post pandemic ecosystem. #ai #ethics #ResponsibleAI https:\/\/t.co\/keldIMU5h7​ https:\/\/t.co\/ssLSg4fys6",
        "Timestamp": "2021-05-03 02:56:28"
    },
    {
        "Tweet": "Interested in learning how to apply COBIT in a risk context? COBIT Focus Area: I&amp;T Risk is now available: https:\/\/t.co\/nnWY1BjS2i\n#COBIT #informationsecurity https:\/\/t.co\/BbuxMeoKuJ",
        "Timestamp": "2021-05-03 02:52:04"
    },
    {
        "Tweet": "@RexChapman I can't get over how generous the Native American Tribes are. We screwed them over water rights, land taken away from them, treat them like foreigners but they still give generously. AND they were the \"encryption system\" during WWII that nazis couldn't break.",
        "Timestamp": "2021-05-03 03:26:10"
    },
    {
        "Tweet": "it has the ability to get the codes from either a serial eeprom or from the motherboard's IDE interface, so it can work with motherboards that can provide encryption keys. https:\/\/t.co\/ga0iiDxRUa",
        "Timestamp": "2021-05-03 03:24:38"
    },
    {
        "Tweet": "Do you trust our Gov will always do what is right? Does the end justify the means?\nRead new crime #thriller #Encryption!\nhttps:\/\/t.co\/Zoq6efvrBQ",
        "Timestamp": "2021-05-03 03:24:37"
    },
    {
        "Tweet": "which does real-time full-disk encryption. https:\/\/t.co\/sig6xrrbz2",
        "Timestamp": "2021-05-03 03:22:57"
    },
    {
        "Tweet": "How to enable LUKS disk encryption with keyfile on Linux - nixCraft - https:\/\/t.co\/vEh7c5MQyP",
        "Timestamp": "2021-05-03 03:22:45"
    },
    {
        "Tweet": "#cybersecurity - Sixties decor icon, the #lavalamp as a component of #encryption.\n\nhttps:\/\/t.co\/mqDb2o9fjw",
        "Timestamp": "2021-05-03 03:21:12"
    },
    {
        "Tweet": "Your mailbox &amp; your front door have a lock, so why shouldn't your digital currency have one too? #CloakCoin with #CloakEnigma &amp; #CloakShield, with encryption, Tor-like onion routing &amp; stealth addresses are your key to #privacy.\n\nhttps:\/\/t.co\/ZeiDQU9mAk\n\n$CLOAK $BTC #cryptotwitter https:\/\/t.co\/mIWIDbBS1n",
        "Timestamp": "2021-05-03 03:19:49"
    },
    {
        "Tweet": "How #SmartCities can mitigate the impact of health crises: https:\/\/t.co\/psr2VrKNyz\n—————\n#IoT #IIoT #IoTPL #DigitalTransformation #BigData #MachineLearning #AI #DataScience #StreamAnalytics #Industry40 #LocationAnalytics #IntelligentEdge #EdgeComputing #5G #IoTCommunity https:\/\/t.co\/QRKbLpPK8n",
        "Timestamp": "2021-05-03 03:26:18"
    },
    {
        "Tweet": "Clouds ahead today!",
        "Timestamp": "2021-05-03 03:26:13"
    },
    {
        "Tweet": "&lt;?php      \n    echo \"Hello World!\";  \n?&gt;  \n#BigData #DataScience #AI #MachineLearning #Automation #IoT #IIoT #IoTPL #IoTCommunity #Blockchain #DigitalTransformation #fintech #insurtech #HealthTech #Retail #EdTech #Industry40 #4IR #AR #VR https:\/\/t.co\/UaJm90mxJE",
        "Timestamp": "2021-05-03 03:25:37"
    },
    {
        "Tweet": "New #AI Regulations Are Coming. Is Your Organization Ready?\n\nhttps:\/\/t.co\/RW1TcA2dmH\n#IoT #fintech @sallyeaves @SabineVdL @andi_staub @terence_mills @floriansemle @chboursin @Paula_Piccard @mvollmer1 @pierrepinna https:\/\/t.co\/9aBQYR8vyl",
        "Timestamp": "2021-05-03 03:25:37"
    },
    {
        "Tweet": "Will #AI Revolutionize Customer Success? https:\/\/t.co\/BIucDfw8v9 \n\n@Ronald_vanLoon @HaroldSinnott @GlenGilmore @dinisguarda @dez_blanchfield @floriansemle @helene_wpli @TamaraMcCleary \n#Business #DigitalTransformation #BigData #CustomerService #ML #IoT #Strategy #Marketing https:\/\/t.co\/NNGkoW4ZQ1",
        "Timestamp": "2021-05-03 03:24:53"
    },
    {
        "Tweet": "Artificial Intelligence and Product Liability: Catching up with the Future - Lexology\n\nRead more here: https:\/\/t.co\/dxlOBWUypU\n\n#ArtificialIntelligence #AI #DataScience #100DaysOfCode #Python #MachineLearning #BigData #DeepLearning #NLP #Robots #IoT",
        "Timestamp": "2021-05-03 03:24:52"
    },
    {
        "Tweet": "this is cyber bullying on a whole new level https:\/\/t.co\/183EPs5tRU",
        "Timestamp": "2021-05-03 03:26:14"
    },
    {
        "Tweet": "The edit.                   The shot. https:\/\/t.co\/JAED3LrWxV",
        "Timestamp": "2021-05-03 03:26:11"
    },
    {
        "Tweet": "No they way they just glossed over Damon like its not important ain’t sitting right with me #PoseFX https:\/\/t.co\/vCSnTe41Gj",
        "Timestamp": "2021-05-03 03:26:10"
    },
    {
        "Tweet": "MISS CYBER?! 😳 https:\/\/t.co\/0ClMZOyY0a",
        "Timestamp": "2021-05-03 03:26:01"
    },
    {
        "Tweet": "🚨 #AnRKeyX #NFT SALE IS LIVE IN 1 HOUR!!\n\n🔥 Grab your SUPER POWERFUL high utility #NFTs\n\n🔴 LEGENDARY (150,000% APY) and EPIC (75,000% APY) LEVELS ONLY!!\n\n✅ JOIN us at 1:00pm UTC on @rariblecom \n\nRead here! 👉 https:\/\/t.co\/Cc2P98stRB\n\nGET NFTs HERE! 👉https:\/\/t.co\/XW7E7xh9zp https:\/\/t.co\/2rm7ED958a",
        "Timestamp": "2021-05-03 03:25:52"
    },
    {
        "Tweet": "i hope i dream about another one of u guys tonight &lt;3",
        "Timestamp": "2021-05-03 03:25:50"
    },
    {
        "Tweet": "ICYMI: Maricopa Superior Court leaked sealed security plans by Cyber Ninjas crafted to counter potential Antifa attacks from the Carnival event. [All assets deployed] 💀 https:\/\/t.co\/xpPbqfcGHr https:\/\/t.co\/BmbsMJ3iCc",
        "Timestamp": "2021-05-03 03:25:46"
    },
    {
        "Tweet": "Why is the internet like this! https:\/\/t.co\/eyBmitZSmS",
        "Timestamp": "2021-05-03 03:26:27"
    },
    {
        "Tweet": "I don’t b w none of that Internet shit",
        "Timestamp": "2021-05-03 03:26:27"
    },
    {
        "Tweet": "Kind woman with a heart of gold adopted this 14-year-old Good Boy then got him a cart so he could feel the wind on his face again... Days later, 2 people on the internet bought him a cool umbrella to pimp out his ride\n\nHumanity at it's best ❤️ https:\/\/t.co\/zD6HB2PWkb",
        "Timestamp": "2021-05-03 03:26:26"
    },
    {
        "Tweet": "@CanteroReagan Not really. I don't really look at the internet much.",
        "Timestamp": "2021-05-03 03:26:26"
    },
    {
        "Tweet": "No internet memes tonight please! DERUSTING SILENT HILL 4!!!!\n\nhttps:\/\/t.co\/cfKLU8YuCe https:\/\/t.co\/QXlu3A3Ffv",
        "Timestamp": "2021-05-03 03:26:25"
    },
    {
        "Tweet": "Developing Call of Duty competitive drama between @ZLanerOFFICIAL and @ScummN. \n\nScummN refuses to pay up after losing a $500 wager. He also states himself he doesn’t give a shit about respect or what people on the internet think. \n\nDon’t gamble if you can’t pay. #Warzone https:\/\/t.co\/BzoxW0yPn1",
        "Timestamp": "2021-05-03 03:26:25"
    },
    {
        "Tweet": "IT is now @​185​.beats",
        "Timestamp": "2021-05-03 03:26:24"
    },
    {
        "Tweet": "@orbid who optimizaed and when ur exit lag run out it fucks ur internet",
        "Timestamp": "2021-05-03 03:26:23"
    },
    {
        "Tweet": "@JagexSupport I can't get into any form of the website on my internet and I only have this problem with OSRS. It tells me to report, but every report links requires me to login. Incident ID: 1353000160227914973-830969953028473869",
        "Timestamp": "2021-05-03 03:26:23"
    },
    {
        "Tweet": "The prize is a great benefit for us especially that Day6 has no promotions on this comeback. So please vote 😭\n\n✨ 1 million impressions of the promotiom banner in IDOLCHAMP app\n✨ MV promotion on 120,000 computer launch screens in 1,650 internet cafes nationwide in korea https:\/\/t.co\/pjuTXxIkWb",
        "Timestamp": "2021-05-03 03:26:22"
    },
    {
        "Tweet": "@FrugalPharm A take a number system? Your consult request goes into workflow. I'll be with you in 3-5 business days. 😂",
        "Timestamp": "2021-05-03 03:26:28"
    },
    {
        "Tweet": "Mfs be all like “don’t tell my business” but be telling all mines. Like i really air this whole thing out. Wtf",
        "Timestamp": "2021-05-03 03:26:26"
    },
    {
        "Tweet": "a reckless person has no business trying to manage someone else’s life.",
        "Timestamp": "2021-05-03 03:26:26"
    },
    {
        "Tweet": "Kidnapper, his father, sister and cousin all reportedly involved. It’s a family business.",
        "Timestamp": "2021-05-03 03:26:26"
    },
    {
        "Tweet": "@tedcruz Well you also said this and we've seen where that got you.\nGive it up Ted. You just admitted you &amp; the rest of the GOP took money to cater to big business. \nCongrats on admitting you and the GOP are for sale. https:\/\/t.co\/5ONZXhLK85",
        "Timestamp": "2021-05-03 03:26:25"
    },
    {
        "Tweet": "@pitexy1 @drpenking Ini is gone for good, but one thing her efforts did and it's massive\n\nShe helped uncover a long time dark family business, she's saved other people from getting killed by those blood thirsty bastards",
        "Timestamp": "2021-05-03 03:26:25"
    },
    {
        "Tweet": "this is seunghoon not minding anyone's business 😭 can't wait for jinhoon to finish their service LOL https:\/\/t.co\/suXEYYqY6X",
        "Timestamp": "2021-05-03 03:26:24"
    },
    {
        "Tweet": "My people please be safe and security conscious when going for Tahajjud. You no go know who dey monitor your movements wo. Kidnapping is now a very lucrative business.",
        "Timestamp": "2021-05-03 03:26:24"
    },
    {
        "Tweet": "Scripps Health targeted by cyberattack | #Bitcoin | #BtitcoingSecurity | #BitcoinHacking https:\/\/t.co\/BBtNph2dNs",
        "Timestamp": "2021-05-03 03:19:36"
    },
    {
        "Tweet": "Another busy weekend for me 😃. In today a Land Rover Discovery 4 going full gangster with Global QDP 5% 👌🏻\n.\n.\n.\n.\n.\n#gorillakustoms #windowtint #windowtinting #inthefilmbusiness #cartinting #uckfield #icaniwillidid #privacywindows #tintersofinstagram #uvprotection https:\/\/t.co\/0ZHXea5DGy",
        "Timestamp": "2021-05-02 12:50:39"
    },
    {
        "Tweet": "Feeling the heat?Switch to Ziebart window tints and keep your car cooler.\n#ZiebartUAE #Ziebart #Cars #CarCare #CarServices #AutomotiveDetailing #ExoticCars #WindowTint #Window_Tinting #Window_Tint #Tinting https:\/\/t.co\/RYg3z6KDwH",
        "Timestamp": "2021-05-02 12:27:40"
    },
    {
        "Tweet": "In today was this 2021 Mercedes E Class estate. Customer opted for Global QDP 20% to keep his kids comfortable in the back\n.\n.\n.\n.\n.\n#gorillakustoms #windowtint #windowtinting #inthefilmbusiness #cartinting #uckfield #icaniwillidid #privacywindows #tintersofinstagram https:\/\/t.co\/0i7s5bRJIa",
        "Timestamp": "2021-05-01 14:21:20"
    },
    {
        "Tweet": "A simple detail is often underrated! Send us a DM today! 🙌🏼\n\nhttps:\/\/t.co\/1wU74p4zNc\n\n#Arizona #GilbertArizona #AZ #GilbertAZ #Arizonalife #Arizonahighways #Arizonaliving #Gilbert #PPF #paintprotectionfilm #Arizonadetailing #detailing #detailshop #windowtint https:\/\/t.co\/LaCNRGzPv1",
        "Timestamp": "2021-04-30 20:42:47"
    },
    {
        "Tweet": "Friday Fire 🔥⁠\n⁠\n#audioexcellence #auto #westcolonial #winterpark #instacar #eastorlando #semoran #subs #caraudio #auto #music #kicker #12volt #autorestyling #speed #tint #tinting #windowtint #gearhead #carculture #customcaraudio #audiofanatics #stereoupgrade #escalade https:\/\/t.co\/DP2Aead5x3",
        "Timestamp": "2021-04-30 19:02:51"
    },
    {
        "Tweet": "Did you know that today is National Window Film Day? Professionally installed window film \/ tint can be for more than just looks? It can improve comfort, prevent sun damage and block skin damaging UV rays.\n\nhttps:\/\/t.co\/KtqYlgkhkD\n\n#auto #windowtint #windowtinting #windowfilm https:\/\/t.co\/bXHBQDiOLh",
        "Timestamp": "2021-04-30 18:27:08"
    },
    {
        "Tweet": "Maya's Babies're growing quickly &amp; they need protection from the Annual Moroccan Shootings in June.PLS help us w\/shelter for her &amp; her babies\nMore here https:\/\/t.co\/ebFhUzUoFZ \nWe have another Fundraiser 🐕 PLS SHARE\nhttps:\/\/t.co\/hKpiJqn5Ul\n #vegan #DogsofTwittter #CatsOfTwitter https:\/\/t.co\/BTINGQeLQ7",
        "Timestamp": "2021-05-03 03:26:30"
    },
    {
        "Tweet": "@BABYCHARLlE Probably not. But I know a lot of greats spots that don’t involve big heights or have railings up for protection. I can show you some?",
        "Timestamp": "2021-05-03 03:26:29"
    },
    {
        "Tweet": "BREAKING: @LaurentianU approved for creditor protection until Aug 31 and accessing $10m in liquidity. University of Sudbury and Thornloe University legal challenges dismissed. Classes are to resume (virtually) on Monday. #onpoli @CBCAlerts @CBCSudbury",
        "Timestamp": "2021-05-03 03:26:29"
    },
    {
        "Tweet": "Paulson went after ⁦@jk_rowling⁩ for saying sex is real. She’s since been attacked 2x by the mob—for refusing to post her pronouns &amp; now for playing a larger woman.\n  You cannot pay insurance to The Woke &amp; expect protection. The eat their own daily. https:\/\/t.co\/iwIa8kAZrz",
        "Timestamp": "2021-05-03 03:26:20"
    },
    {
        "Tweet": "@drgEuroAmerican &amp; I’m sure she’s under extra special protection right now \nMeaning her dumb-ass mouth is under extra special protection right now",
        "Timestamp": "2021-05-03 03:26:20"
    },
    {
        "Tweet": "All of us want to see the orphaned children resettled in homes where they will be loved. We want to give them affection and help them forget the trauma.\nWe may think that the legal route takes too long. But the legal route exists for the protection of the child.\n\n++",
        "Timestamp": "2021-05-03 03:26:17"
    },
    {
        "Tweet": "@martinmchendry Just read the entire article. I fucking cant with these people. How do you go from \"queer kids deserve the same level of protection and education as their straight peers\" to these people are peados? Typical Terf bullshit man 🙄🤢.",
        "Timestamp": "2021-05-03 03:26:17"
    },
    {
        "Tweet": "We are fortunate that vaccines induce such a strong immune response and provide protection from all of the virus variants that have evolved to date https:\/\/t.co\/cbzqKbqAe1",
        "Timestamp": "2021-05-03 03:26:12"
    },
    {
        "Tweet": "The President’s Oath of Office requires him to preserve, protect and defend The Constitution. Article 4 section 4 of the Constitution guarantees to every state protection against invasion. We are being invaded on our southern border. Joe Biden, you are violating your Oath!",
        "Timestamp": "2021-05-03 03:26:12"
    },
    {
        "Tweet": "Quality grade guaranteed for you. Pay for:\n✓online classes \n✓assignment due ✓programming\n  ✓essay help \n✓essay write \n✓coursework\n ✓finance \n✓economics \n✓excel\n ✓law \n✓paper pay \n✓thesis \n✓Chemistry\n Dm us for top grades. \nKindly Whatsapp me +1(760)383-6910",
        "Timestamp": "2021-05-03 03:26:32"
    },
    {
        "Tweet": "Reminds me that for years after taking Sargent's quant econ course as a non-econ undergrad, I thought the \"programming\" in dynamic programming referred to Python",
        "Timestamp": "2021-05-03 03:26:13"
    },
    {
        "Tweet": "The Muhammad Ali Center is a great place for life-long learning, and the hope is that each opportunity to participate in the programming at the Center is a step toward developing a greater sense of self, a greater sense of others, and a greater sense of purpose.\n\n@AliCenterLou https:\/\/t.co\/PlBH5xuHUF",
        "Timestamp": "2021-05-03 03:26:04"
    },
    {
        "Tweet": "Help me name my future LLC! \nMain things: math, ethnic studies, liberation, pedagogy, youth, students, programming, etc. \nIf you know me, help me out with spitballing some ideas!",
        "Timestamp": "2021-05-03 03:25:48"
    },
    {
        "Tweet": "@Coelacant1 @PocariRoo This... this is why protogens are so friggin COOL! I betcha a lot of programming goes into the electronic protogen faces like these and I swear I would do that too... if I didn't have a short attention span.",
        "Timestamp": "2021-05-03 03:25:44"
    },
    {
        "Tweet": "Don’t let feature creep ruin your launch plans! There are plenty of third party assets you can use to speed up your development!\n\nFollow for more tips and ideas!\n\n#indiedev #gamemaking #programming #unity #games\n\n https:\/\/t.co\/omXNsAEzsT",
        "Timestamp": "2021-05-03 03:25:15"
    },
    {
        "Tweet": "Getting an actual programming socks and the",
        "Timestamp": "2021-05-03 03:25:13"
    },
    {
        "Tweet": "I tried using a vpn but it doesn’t work bc the payment method comes from france sigh",
        "Timestamp": "2021-05-03 03:26:04"
    },
    {
        "Tweet": "CHEAP AFFORDABLE AND LOW-COST LEGIT PREMIUM ACCOUNTS AVAILABLE FOR SALE\n\nViu\niFlix\nHayu\nVSCO\nNetflix\nSpotify\nWattpad\nHBO Max\niWant TFC\nCrunchyroll\nDisney Plus +\nAmazon Prime\nNBA League Pass\n\nVPN:\nVypr\nNord\nSurf Shark\nCyber Ghost\n\nDM NOW!\nSolo\/shared\\famhead\n#BlissfulPremiumProofs https:\/\/t.co\/SmuoAIytNE",
        "Timestamp": "2021-05-03 03:25:24"
    },
    {
        "Tweet": "@Carlos_Felo If you have a dynamic IP address assigned by your ISP or you are using a VPN and received a \"Transfer quota exceeded\" warning without downloading anything from MEGA, that means others sharing the same IP may have used up the quota before you.",
        "Timestamp": "2021-05-03 03:24:10"
    },
    {
        "Tweet": "Buy Static IP dedicated vpn for cheap price - Yearly Subcription for $15 https:\/\/t.co\/zoVUG3c717",
        "Timestamp": "2021-05-03 03:24:03"
    },
    {
        "Tweet": "@financetrollau @ALeighMP Wouldn't they secretly like vpns? Isn't the reason shows are different based on country because of licencing, meaning if you VPN netflix to another country it allows you to not pay for another streaming service aka netflix's competition?",
        "Timestamp": "2021-05-03 03:23:40"
    },
    {
        "Tweet": "Worried about keeping viruses and hackers away? We can assist in keeping your #business and #home network safe. Contact us to learn more about our #cybersecurity bundle.   https:\/\/t.co\/gjJdSEdoM2 https:\/\/t.co\/B1wjChTpGk",
        "Timestamp": "2021-05-03 03:26:16"
    },
    {
        "Tweet": "-Demon Hackers And Discord Connection-\n\n#J̴͚̰͕̲̉̍̾̈́͛͘͜นʂէice҉L̸̡̼͐̀̉̊̃̿̃͝e҉ąցนe҉Ö̴̜͇̺̞͙̜̳̻̓̈́̓͘̕͜ƒ8̵̟̯̳̙͛̎̒̓̿́̚͝͝ͅҜนຖ https:\/\/t.co\/N4e89yiIHG",
        "Timestamp": "2021-05-03 03:26:12"
    },
    {
        "Tweet": "I really need your help. https:\/\/t.co\/X35Ylj0kgA",
        "Timestamp": "2021-05-03 03:26:05"
    },
    {
        "Tweet": "#RT @StartGrowthHack: Reasons Why Your Traffic Isn’t Generating #Sales and How to Increase #Conversion Rate:\n- Targeting the wrong keywords\n- Not enough UGC\n- Not measuring your #landingpage performance\n- ...\n\n#GrowthHacking #LeadGen #OnlineMarketing #Co… https:\/\/t.co\/kYwuuEUwWV",
        "Timestamp": "2021-05-03 03:26:01"
    },
    {
        "Tweet": "hackers r pusseys",
        "Timestamp": "2021-05-03 03:25:49"
    },
    {
        "Tweet": "Top 11 Browser Extensions used by Hackers and Pentesters #Addons #Browser #Chrome #Extensions #Firefox #Hackers #Navigator #Pentest #Tools #Utilities https:\/\/t.co\/0m2Z3J0Jqp",
        "Timestamp": "2021-05-03 03:25:42"
    },
    {
        "Tweet": "Doug Frank claims a bunch of white hat hackers collected a bunch of data that shows the algorithms collecting and scrubbing data.\n\n\"Arizona's going to be big\"\n\nYeah, a big headache for election officials and the media out here that will have to unpack this nonsense.",
        "Timestamp": "2021-05-03 03:24:38"
    },
    {
        "Tweet": "#FUNFACT - The 1995 movie 'Hackers' was released 1337 weeks ago https:\/\/t.co\/dhQ16aP94y",
        "Timestamp": "2021-05-03 03:23:34"
    },
    {
        "Tweet": "Want to download and process #malware just by clicking #retweet?\n\nStream\/Search with mwdb-feeds #Twitter and #VirusTotal bot. 🥳🎉\n\n#Twitter &gt; #UPX &gt; #Unpacked 😅\n\nBSD License, no restrictions! 🥳🎉\n\nSpecial thanks to @CERT_Polska!\n\nhttps:\/\/t.co\/YLOWN61axy\nhttps:\/\/t.co\/CggjUT9hWy https:\/\/t.co\/lnpzJCTD2n",
        "Timestamp": "2021-05-03 03:26:05"
    },
    {
        "Tweet": "Six things you have to know about ITAR compliance \n\nhttps:\/\/t.co\/7LkCMD4eew\n\n#access #data #log #nist #security #state #traffic #malwaredevil",
        "Timestamp": "2021-05-03 03:25:12"
    },
    {
        "Tweet": "@joinvckitten pedro holy shit i spent 10 minutes finding ur shit i thought ur name was something to do with malware, anyways where tf is mine and why am i hearing his name is “sai” now",
        "Timestamp": "2021-05-03 03:22:57"
    },
    {
        "Tweet": "Update. Android Malware ‘FluBot’ Appears to Be Unstoppable Now https:\/\/t.co\/n5Hhsp6c8I via @TechNadu #tech #digital #data #privacy",
        "Timestamp": "2021-05-03 03:20:26"
    },
    {
        "Tweet": "Facebook Busts Palestinian Hackers’ Operation for distribute malware https:\/\/t.co\/CrVyNwvfLk",
        "Timestamp": "2021-05-03 03:19:43"
    }
]